Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

# Höchster Wert im Zeitraum
source: Highest value in the period
de: Höchster Wert im Zeitraum
es_es: Valor más alto en periodo
fr: Valeur la plus élevée de la période
ja: 期間中の最高血糖値
nl: Hoogste waarde in de periode
pl: Najwyższa wartość w okresie
pt_pt: Valor mais alto no período
sk: Najvyššia hodnota za dané obdobie

# Ø Zuckerwert
source: Avg. Glucose
de: Ø Zuckerwert
es_es: Valor glucosa Ø
fr: Glycémie moyenne
ja: 平均血糖値
nl: Gem. glucose
pl: Średnia glikemia
pt_pt: Glucose média
sk: Ø hodnota cukru

# Glykämischer Variabilitäts Index (GVI)
source: Glycemic Variability Index (GVI)
de: Glykämischer Variabilitäts Index (GVI)
es_es: Índice de variabilidad glucémica (GVI)
fr: Index de variabilité glycémique (GVI)
ja: 血糖値変動指数 (GVI)
nl: Glycemische variabele index (GVI)
pl: Wskaźnik Zmienności Glikemicznej (GVI)
pt_pt: Índice de Variabilidade Glicêmica (GVI)
sk: Index glykemickej variability (GVI)

# Patient Glykämischer Status (PGS)
source: Patient Glycemic Status (PGS)
de: Patient Glykämischer Status (PGS)
es_es: Estado glucémico paciente (PGS)
fr: Statut glycémique du patient (PGS)
ja: 血糖状態 (PGS)
nl: Patiënt Glycemische Status (PGS)
pl: Status Glikemiczny Pacjenta (PGS)
sk: Glykemický stav pacienta (PGS)

# Ø KH pro Tag
source: Avg. Carbs per day
de: Ø KH pro Tag
es_es: Ø HC por día
fr: Moyenne de glucides par jour
ja: 平均摂取炭水化物 (日)
nl: Gem. koolhydraten per dag
pl: Średnia ilość węglowodanów dziennie
pt_pt: Média de Hidratos de carbono por dia
sk: Ø sach. za deň

# Ø KH pro Mahlzeit
source: Avg. carbs per day
es_es: Ø HC por comida
nl: Gem. koolhydraten per dag
sk: Ø Sach na jedlo

# Ø Insulin pro Tag
source: Avg. Insulin per day
de: Ø Insulin pro Tag
es_es: Insulina Ø por día
fr: Moyenne d'insuline par jour
ja: 平均投与インスリン量 (日)
nl: Gem. insuline per dag
pl: Średnia dobowa dawka insuliny (DDI)
pt_pt: Média de Insulina por dia
sk: Ø inzulín za deň

# Ø Bolus pro Tag
source: Avg. Bolus per day
de: Ø Bolus pro Tag
es_es: Ø Bolo por día
fr: Moyenne bolus par jour
ja: 平均ボーラス投与量 (日)
nl: Gem. bolus per dag
pl: Średnia wartość insuliny z bolusów dziennie
pt_pt: Média de Bolus por dia
sk: Ø bolus za deň

# Ø Basal pro Tag
source: Avg. Basal per day
de: Ø Basal pro Tag
es_es: Ø Basal por día
fr: Moyenne basale par jour
ja: 平均基礎投与量 (日)
nl: Avg. Basaal per dag
pl: Średnia dawka insuliny z bazy dziennie
pt_pt: Média de Basal por dia
sk: Ø bazál za deň

# Ø Microbolus pro Tag
source: Avg. Microbolus per day
de: Ø Microbolus pro Tag
es_es: Ø micro bolo por día
fr: Moyenne microbolus par jour
ja: 平均マイクロボーラス/日
nl: Gem. Microbolus per dag
pl: Średnia wartość insuliny z mikrobolusów dziennie
pt_pt: Média de Microbolus por dia
sk: Ø mikrobolusov za deň

# Ø Insulinverhältnis
source: Avg Insulinratio
de: Ø Insulinverhältnis
es_es: Proporción de insulina Ø
fr: Ratio insuline moyen
ja: 平均インスリン比
nl: Gem. insuline ratio
pl: Średni przelicznik węglowodanowy
pt_pt: Média de Insulina rácio
sk: Ø pomer inzulínu

source: Basal
fr: Débit de base
ja: ベーサル
nl: Basaal
pl: Dawka podstawowa (baza)
sk: základné

# Basalrate IE / Stunde
source: Basalrate U / hour
de: Basalrate IE / Stunde
es_es: Programa basal UI / Hora
fr: Débit de base en Unité/heure
ja: ベーサルレート U / hr
nl: Basaal E / uur
pl: Dawka bazowa (j/godz.)
pt_pt: Basal rácio Uni / hora
sk: Bazálna dávka U / hodina

# Keine
source: None
de: Keine
es_es: Ninguna
fr: Aucun
ja: なし
nl: Geen
pl: Brak
pt_pt: Nada
sk: žiadny

# Eigene Grenzwerte
source: Own Target Area
de: Eigene Grenzwerte
es_es: Límites propios
fr: Zone cible propre
ja: 自己目標範囲
nl: Eigen doelgebied
pl: czas w zakresie wg wytycznych ATTD 2019
pt_pt: Meu Intervalo alvo
sk: Vlastné limity

# Standardgrenzwerte
source: Standard Target Area
de: Standardgrenzwerte
es_es: Límites estándar
fr: Zone cible standard
ja: 標準目標範囲
nl: Standard Doel Gebied
pl: czas w zakresie wg wytycznych ATTD 2019
pt_pt: Intervalo Padrão
sk: Štandardné limity

# Behandlungen
source: Treatments
de: Behandlungen
es_es: Tratamientos
fr: Traitements
ja: 処置
nl: Behandelingen
pl: statystyka: terapia
pt_pt: Tratamentos
sk: Ošetrenia

# Ges.
source: Sum
de: Ges.
fr: Somme
ja: 計
nl: Som
pl: Suma
pt_pt: Total
sk: Ges.

# Uhr- zeit
source: Time
de: Uhr- zeit
es_es: Hora
fr: Horaire
ja: 時間
nl: Tijd
pl: Czas
pt_pt: Hora
sk: hodiny

# Uhrzeit
source: Time
de: Uhrzeit
es_es: Hora
fr: Heure de la journée
ja: 時間
nl: Tijd
pl: Czas
pt_pt: Hora
sk: Čas

# IE/std
source: U/hr
de: IE/std
es_es: UI /h
nl: E/uur
pl: U/godz.
sk: U/hod

# Summe
source: Sum
de: Summe
es_es: Total
fr: Somme
ja: 計
nl: Som
pl: Suma
pt_pt: Sumatório
sk: Suma

# Ausgabe
source: Output
de: Ausgabe
es_es: Edición
fr: Sortie
ja: 出力
nl: Uitvoer
pl: Generuj
pt_pt: Resultado
sk: Výdaj

# Grafik
source: Graphic
de: Grafik
es_es: Gráfica
fr: Graphe
ja: 図
nl: Grafiek
pl: Wykres
pt_pt: Gráfico
sk: Grafika

# Tabelle
source: Table
de: Tabelle
es_es: Tabla
fr: Tableau
ja: 表
nl: Tabel
pl: Tabelę
pt_pt: Tabela
sk: Tabuľka

# Alles
source: All
de: Alles
es_es: Todo
fr: Tous
ja: すべて
nl: Alles
pl: Wykres i tabelę
pt_pt: Todos
sk: Všetko

# Glukose Perzentil Diagramm
source: Glucose Percentile Diagram
de: Glukose Perzentil Diagramm
es_es: Tabla de percentil de glucosa
fr: Profil de variabilité de glucose
ja: 血糖値変動パターン
nl: Glucose Percentiel Diagram
pl: Wykres percentyl
pt_pt: Diagrama do Percentil da Glicose
sk: Percentilný diagram glykémie

# Stündliche Statistik
source: Hourly Statistics
de: Stündliche Statistik
es_es: Estadística por horas
fr: Statistiques horaires
ja: 時間帯別統計
nl: Statistieken per uur
pl: Statystyki godzinowe
pt_pt: Estatísticas por hora
sk: Hodinová štatistika

# Tagesbasalrate verwenden
source: Use daily basalrate
es_es: Usar tasa basal diaria
fr: Utiliser le débit de base quotidien
nl: Gebruik dagelijkse basaal
pt_pt: Usar taxa basal diária
sk: Použiť dennú bazálnu dávku

# Notiz
source: Note
de: Notiz
es_es: Nota
ja: メモ
nl: Notitie
pl: Notatka
pt_pt: Nota
sk: poznámka

# Anpas- sung
source: Adjust- ment
de: Anpas- sung
es_es: Adapta- ción
fr: Réglage
ja: 調整
nl: Aanpas -sing
pl: modyf.
pt_pt: Correção
sk: adap- tácia

# Glukose zu niedrig
source: Glucose too low
de: Glukose zu niedrig
es_es: Glucosa demasiada baja
fr: Glycémie trop faible
ja: 血糖値が非常に低い
nl: Glucose te laag
pl: glikemia poniżej zakresu
pt_pt: Glicose muito baixa
sk: Glykémia je príliš nízka

# Grafiken pro Seite
source: Graphics per page
de: Grafiken pro Seite
es_es: Gráficos por página
fr: Graphes par page
ja: 1ページのグラフ数
nl: Grafieken per pagina
pl: Wykresów na stronę
pt_pt: Gráficos por página
sk: Počet grafov na stránku

# Glukose im Zielbereich
source: Glucose in the target area
de: Glukose im Zielbereich
es_es: Glucosa detro del objectivo
fr: Glyc. dans la zone cible
ja: 目標範囲内
nl: Glucose in het doelgebied
pl: glikemia w zakresie
pt_pt: Glicose na área alvo
sk: Glykémia v cieľovej oblasti

source: Source: Vigersky, R. A., Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). The Comprehensive Glucose Pentagon: A Glucose-Centric Composite Metric for Assessing Glycemic Control in Persons With Diabetes. Journal of Diabetes Science and Technology, 12(1), 114–123. (https://doi.org/10.1177/1932296817718561)
de: Quelle: Vigersky, R. A., Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). The Comprehensive Glucose Pentagon: A Glucose-Centric Composite Metric for Assessing Glycemic Control in Persons With Diabetes. Journal of Diabetes Science and Technology, 12(1), 114–123. (https://doi.org/10.1177/1932296817718561)
es_es: Origen: Vigersky, R. A., Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). The Comprehensive Glucose Pentagon: A Glucose-Centric Composite Metric for Assessing Glycemic Control in Persons With Diabetes. Journal of Diabetes Science and Technology, 12(1), 114–123. (https://doi.org/10.1177/1932296817718561)
fr: Source: Vigersky, R. A., Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). Le Pentagone Glucose Comprehensive Glucose : Un indicateur composite centré sur le glucose pour évaluer le contrôle glycémique des personnes atteintes de diabète. Journal of Diabetes Science and Technology, 12(1), 114–123. (https://doi.org/10.1177/1932296817718561)
ja: 文献：Vigersky, R. A., Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). The Comprehensive Glucose Pentagon: A Glucose-Centric Composite Metric for Assessing Glycemic Control in Persons With Diabetes. Journal of Diabetes Science and Technology, 12(1), 114–123. (https://doi.org/10.1177/1932296817718561)
sk: Zdroj: Vigersky, RA, Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). Komplexný glukózový päťuholník: Glukózovo-centrická kompozitná metrika na hodnotenie glykemickej kontroly u osôb s cukrovkou. Journal of Diabetes Science and Technology, 12 (1), 114-123. (https://doi.org/10.1177/1932296817718561)

# Glukose zu hoch
source: Glucose too high
de: Glukose zu hoch
es_es: Golucosa muy alta
fr: Glycémie trop haute
ja: 血糖値が非常に高い
nl: Glucose te hoog
pl: glikemia powyżej zakresu
pt_pt: Glicose muito alta
sk: Glykémia je príliš vysoká

# Temporäre Overrides
source: Temporary Overrides
es_es: Sustituciónes temporales
fr: Substitutions temporaires
ja: 一時的オーバーライト
nl: Tijdelijke overrides
pt_pt: Substituições temporárias
sk: Temporárne prepísanie

# msgLow
source: Low{value}
de: Tief{value}
es_es: Bajo{value}
fr: Valeur Basse{value}
ja: 血糖値低 {value}
nl: Laag{value}
pl: poniżej zakresu {value}
pt_pt: Baixo{value}
sk: Nízko{value}

# msgCount
source: {value,plural, one {} =0{No value}=1{1 value}other{{value} values}}
de: {value,plural, one {} =0{Kein Wert}=1{1 Wert}other{{value} Werte}}
es_es: {value,plural, =0{ningún dato}=1{1 dato}other{{value} datos}}
fr: {value,plural, one {} =0{}=1{No value}other{{value} mesures}}
ja: {value,plural, one {} =0{値なし}=1{1個}other{{value} 個}}
nl: {value,plural, one {} =0{Geen waarde}=1{1 waarde}other{{value} waarden}}
pl: {value,plural, one {} few {{value} Wartość} many {{value} Wartość} =0{Brak wartości}=1{1 wartość}other{{value} Wartość}}
pt_pt: {value,plural, one {} =0{Sem valor}=1{1 valor}other{{value} valores}}
sk: {value, plural, =0 {Žiadna hodnota} =1 {1 hodnota} other {{value} hodnoty}}

# msgStdAbw
source: (SDev {value})
de: (StdAbw {value})
es_es: (dev h {value})
fr: (Éc.type {value})
ja: (標準偏差 {value})
pl: (SD {value})
pt_pt: (DesvP {value})
sk: (StdDev {value})

# msgTimeOfDay24
source: {time}
de: {time} Uhr
es_es: {time} hora
sk: {time} hod

source: Normal
ja: 正常
nl: Normaal
pl: w zakresie
sk: Normál

# msgHigh
source: High{value}
de: Hoch{value}
es_es: Alto{value}
fr: Valeur Haute{value}
ja: 血糖値高{value}
nl: Hoog{value}
pl: powyżej zakresu {value}
pt_pt: Alto{value}
sk: Vysoko {value}

# 10% - 90% der Werte
source: 10% - 90% of the values
de: 10% - 90% der Werte
es_es: 10% - 90% de los valores
fr: 10% - 90% des valeurs
ja: 値の10% - 90%
nl: 10% - 90% van de waarden
pl: 10% - 90% wartości
pt_pt: 10% - 90% dos valores
sk: 10% - 90% hodnôt

# 25% - 75% der Werte
source: 25% - 75% of the values
de: 25% - 75% der Werte
es_es: 25% -75% de los valores
fr: 25% - 75% des valeurs
ja: 値の25% - 75%
nl: 25% - 75% van de waarden
pl: 25% - 75% wartości
pt_pt: 25% - 75% dos valores
sk: 25% - 75% hodnôt

# Insulin Kohlenhydrate Verhältnis (ICR)
source: Insulin Carbohydrate Ratio (ICR)
de: Insulin Kohlenhydrate Verhältnis (ICR)
es_es: Proporción de hidratos de carbono insulina (ICR)
fr: Ratio de glucides (ICR)
ja: インスリンカーボ比(ICR)
nl: Insuline koolhydraten verhouding (ICR)
pl: Przelicznik węglowodanowy IC
pt_pt: Rácio Insulina Hidratos de carbono (ICR)
sk: Pomer inzulínu a sacharidov (ICR)

# Insulin Sensitivitäts Faktoren (ISF)
source: Insulin Sensitivity Factors (ISF)
de: Insulin Sensitivitäts Faktoren (ISF)
es_es: Factores de sensibilidad de insulina (ISF)
fr: Facteurs de sensibilité à l'insuline (FSI)
ja: インスリン効果値(ISF)
nl: Insuline gevoeligheidsfactoren (ISF)
pl: Wskaźnik wrażliwości na insulinę (ISF)
pt_pt: Factores Sensibilidade Insulina (ISF)
sk: Faktor citlivosti na inzulín (ISF)

# Gesamt
source: Total
de: Gesamt
ja: 合計
nl: Totaal
pl: Baza dobowa
sk: celkovo

# Zielbereich
source: Target area
de: Zielbereich
es_es: Rango Objetivo
fr: Zone cible
ja: 目標範囲
nl: Doelgebied
pl: Zakres docelowy
pt_pt: Intervalo alvo
sk: cieľová oblasť

# Ø ICR/Stunde
source: Avg. ICR/Hour
de: Ø ICR/Stunde
es_es: Ø ICR/hora
fr: ICR/Heure moyen
ja: 平均 インスリンカーボ比/時間
nl: Gem. ICR/Uur
pl: Uśredniony IC
pt_pt: Média ICR/Hora
sk: Ø ICR / hod

# Ø ISF/Stunde
source: Avg. ISF/Hour
de: Ø ISF/Stunde
es_es: Ø ISF/hora
fr: ISF/Heure moyen
ja: 平均 インスリン効果値/時間
nl: Gem. ISF/Uur
pl: Uśredniony ISF
pt_pt: Média ISF/Hour
sk: Ø ISF / hod

# Insulin Kohlenhydrate Verhältnis (ICR) X g Kohlenhydrate für 1 IE
source: Insulin Carb Ratio (ICR) X g Carbs for 1 U
de: Insulin Kohlenhydrate Verhältnis (ICR) X g Kohlenhydrate für 1 IE
es_es: Relación insulina carbohidratos (ICR) X gr carbohidratos para 1 UI
fr: Ratio de glucides (ICR) X g de glucides pour 1 Unité d'insuline
ja: インスリンカーボ比(ICR) 1Uあたり炭水化物 X g
nl: Insuline koolhydraat verhouding (ICR) X g koolhydraten voor 1 E
pl: Przelicznik węglowodanowy IC (ile gram węglowodanów na 1j insuliny)
pt_pt: Rácio insulina Hidratos (ICR) X g Hidratos para 1 U
sk: Pomer inzulínu a sacharidov (ICR) X g sacharidov na 1 U

# msgISF
source: Insulin Sensitivity Factors (ISF) 1 IU reduces BG by X {unit}
de: Insulin Sensitivitäts Faktoren (ISF) 1 IE senkt BG um X {unit}
es_es: Factores sensibilidad insulina (ISF) 1 Ui baja la glucosa por X {unit}
fr: Sensibilité à l'insuline (ISF) 1 Unité d'insuline réduit la glycémie de X {unit}
ja: インスリン効果値(ISF) 1 IUでX {unit} の血糖値が下がる
nl: Insuline Gevoeligheid Factoren (ISF) 1 IU vermindert BG met X {unit}
pl: Wrażliwość na insulinę ISF (o ile {unit} 1j insuliny redukuje stężenie glukozy)
pt_pt: Fator de Sensibilidade da Insulina (ISF) 1 U reduz BG em X {unit}
sk: Faktory citlivosti na inzulín (ISF) 1 IU znižujú BG o X {unit}

# msgTarget
source: Glucose target area {unit}
de: Glukose-Zielbereich {unit}
es_es: Objectvo de glucosa {unit}
fr: Zone cible de glycémies {unit}
ja: 血糖値目標範囲{unit}
nl: Glucose doelgebied {unit}
pl: Zakres docelowy glikemii ({unit})
pt_pt: Intervalo alvo da glicose {unit}
sk: Cieľová oblasť glukózy {unit}

# Ausrichtung
source: Orientation
de: Ausrichtung
es_es: Orientación
ja: 方向
nl: Oriëntatie
pl: Orientacja
pt_pt: Orientação
sk: zarovnanie

# Profileinstellungen
source: Profilesettings
de: Profileinstellungen
es_es: Configuraciónes de perfil
fr: Réglages du profil
ja: プロフィール設定
nl: Profielinstellingen
pl: Ustawienia profilu Nightscout
pt_pt: Definições do Perfil
sk: nastavenie profilu

# Dauer der Insulinaktivität (DIA)
source: Duration of insulin activity (DIA)
de: Dauer der Insulinaktivität (DIA)
es_es: Duración de acción de insulina (DIA)
fr: Durée d'action de l'Insuline (DIA)
ja: インスリン作用時間(DIA)
nl: Duur van insuline activiteit (DIA)
pl: Czas trwania aktywnej insuliny (DIA):
pt_pt: Duração da atividade de insulina (DIA)
sk: Trvanie aktivity inzulínu (DIA)

# Stunden
source: hours
de: Stunden
es_es: Horas
fr: heures
ja: 時間
nl: uren
pl: godz.
pt_pt: horas
sk: hodiny

# Dauer der Kohlenhydrataktivität
source: Duration of carb activity
de: Dauer der Kohlenhydrataktivität
es_es: Duración de accion de carbohidratos
fr: Durée de l'action des glucides
ja: 炭水化物作用時間
nl: Duur van koolhydraten activiteit
pl: Czas wchłaniania węglowodanów:
pt_pt: Duração da atividade de Hidratos de carbono
sk: Trvanie aktivity sacharidov

# Zeitzone
source: Timezone
de: Zeitzone
es_es: Zona horaria
fr: Fuseau Horaire
ja: タイムゾーン
nl: Tijdzone
pl: Strefa czasowa:
pt_pt: Fuso horário
sk: Časové pásmo

# g / Stunde
source: g / hour
de: g / Stunde
es_es: gr / hora
fr: g / heure
ja: g / 時間
nl: g / uur
pl: g/godz.
pt_pt: g / hora
sk: g / hod

# Datum
source: Date
de: Datum
es_es: Fecha
ja: 日付
nl: Datum
pl: Data
pt_pt: Data
sk: Dátum

# Verteilung
source: Distribution
de: Verteilung
es_es: Distribuición
ja: 分布
nl: Distributie
pl: Dystrybucja
pt_pt: Distribuição
sk: Distribúcia

# Mess- werte
source: Values
de: Mess- werte
es_es: Valores medidos
fr: Valeurs
ja: 値
nl: Waarden
pl: Liczba pomiarów
pt_pt: Valores
sk: Hod- noty

# Mittel- wert
source: Average
de: Mittel- wert
es_es: Valor medio
fr: Moyenne
ja: 平均
nl: Gemiddeld
pl: Średnia
pt_pt: Média
sk: Prie- mer

# Std. Abw.
source: SDev
de: Std. Abw.
es_es: h desv.
fr: Éc. type
ja: 標準偏差
pl: SD %
pt_pt: DesvP
sk: Std. Dev.

# VarK in %
source: CV in %
de: VarK in %
es_es: VarK in %
fr: CV en %
pl: CV %
pt_pt: CV em %
sk: VarK v%

# msgDaySum
source: {value} Days
de: {value} Tage
es_es: {value} dias
fr: {value} Jours
ja: {value} 日
nl: {value} dagen
pl: {value} dni
pt_pt: {value} dias
sk: {value} dní

# Durchschnitt
source: Average
es_es: Intermedio
nl: Gemiddelde
sk: Priemer

# Standardabweichung
source: Standard deviation
de: Standardabweichung
es_es: Desviación estándar
fr: Écart-type
ja: 標準偏差
nl: Standaard afwijking
pl: Odchylenie standardowe (SD)
pt_pt: Desvio padrão
sk: Štandardná odchýlka

# msgCalibration
source: Calibration (scale {scale} / intercept {intercept} / slope {slope})
de: Kalibrierung (scale {scale} / intercept {intercept} / slope {slope})
es_es: Calibración (scale {scale} / intercept {intercept} / slope {slope})
fr: Calibration (échelle {scale} / intercepter {intercept} / pente {slope})
ja: キャリブレーション (scale {scale} / intercept {intercept} / slope {slope})
nl: Kalibratie (schaal {scale} / onderscheppen {intercept} / helling {slope})
pl: Kalibracja (skala {scale} / punkt przecięcia {intercept} / nachylenie {slope})
pt_pt: Calibração (escala {scale} / interceptação em {intercept} / coeficiente angular {slope})
sk: Kalibrácia (scale {scale} / intercept {intercept} / slope {slope})

# Wechsel
source: Change
de: Wechsel
es_es: Cambio
fr: Modification
ja: 変更
nl: Wijzigen
pl: Zmiana
pt_pt: Troca
sk: Výmena

# msgGVINone
source: not available (less than {min})
de: nicht vorhanden (kleiner {min})
es_es: no disponible (menor a {min})
fr: non disponible (moins de {min})
ja: 利用不可({min} 分未満)
nl: niet beschikbaar (minder dan {min})
pl: niedostępne (poniżej {min})
pt_pt: não disponível (less than {min})
sk: nie je k dispozícii (malý {min} )

# msgGVIVeryGood
source: very good ({min} to {max})
de: sehr gut ({min} bis {max})
es_es: muy bueno ({min} a {max})
fr: très bon ({min} à {max})
ja: 良好 ({min}～{max})
nl: heel goed ({min} tot {max})
pl: bardzo dobry (od {min} do {max})
pt_pt: muito bom ({min} para {max})
sk: veľmi dobré ( {min} až {max} )

# msgGVIGood
source: good ({min} to {max})
de: gut ({min} bis {max})
es_es: bueno ({min} a {max})
fr: bon ({min} à {max})
ja: 良 ({min} to {max})
nl: goed ({min} tot {max})
pl: dobry (od {min} do {max})
pt_pt: bom ({min} para {max})
sk: dobré ( {min} až {max} )

# msgGVIBad
source: bad (greater than {max})
de: schlecht (grösser {max})
es_es: malo (mayor a {max})
fr: mauvais (supérieur à {max})
ja: 不良 ({max} 超)
nl: slecht (groter dan {max})
pl: zły (powyżej {max})
pt_pt: mau (greater than {max})
sk: zlé (viac ako {max} )

# msgPGSVeryGood
source: excellent (less than {min})
de: exzellent (kleiner {min})
es_es: excelente (menos de {min})
fr: excellent (moins de {min})
ja: 優秀 ({min} 未満)
nl: uitstekend (minder dan {min})
pl: wyśmienity (poniżej {min})
pt_pt: excelente (menor que {min})
sk: vynikajúci (menej ako {min} )

# msgPGSGood
source: good ({min} to {max})
de: gut ({min} bis {max})
es_es: bueno ({min} a {max})
fr: bon ({min} à {max})
ja: 良好 ({min} to {max})
nl: goed ({min} tot {max})
pl: dobry (od {min} do {max})
pt_pt: bom ({min} para {max})
sk: dobré ( {min} až {max} )

# msgPGSBad
source: bad ({min} to {max})
de: schlecht ({min} bis {max})
es_es: malo ({min} a {max})
fr: mauvais ({min} à {max})
ja: 不良 ({min} to {max})
nl: slecht ({min} tot {max})
pl: zły (od {min} do {max})
pt_pt: mau ({min} para {max})
sk: zlé ( {min} až {max} )

# msgPGSVeryBad
source: very poor (greater than {max})
de: sehr schlecht (grösser {max})
es_es: muy malo (mayor a {max})
fr: très mauvais (supérieur à {max})
ja: とても悪い ( {max} 超)
nl: erg slecht (groter dan {max})
pl: bardzo zły (powyżej {max})
pt_pt: muito mau (maior que {max})
sk: veľmi zlé (viac ako {max} )

# msgHistorical
source: Historical {value}
de: Historisch {value}
es_es: Histórico {value}
fr: Historique {value}
ja: 履歴 {value}
nl: Historische {value}
pl: Historyczny {value}
pt_pt: Histórico {value}
sk: Historicky {value}

# msgColumns
source: {count,plural, one {} =0{Deselect a column@nl@to be able to activate another one}=1{One more column available}other{{count} columns still available}}
es_es: {count,plural, =0{Deseleccionar una columna para poder activar @nl otra}=1{Una columna eligible}other{Quedan {count} columnas a eligir}}
sk: {count,plural, =0{Eine Spalte abwählen, um eine@nl@andere aktivieren zu können}=1{Noch eine Spalte verfügbar}other{Noch {count} Spalten verfügbar}}

# Tag (08:00 - 17:59)
source: Day (08:00 - 17:59)
de: Tag (08:00 - 17:59)
es_es: Día (08:00 - 17:59)
fr: Jour (08:00 - 17:59)
ja: 日中 (08:00 - 17:59)
nl: Dag (08:00 - 17:59)
pl: Dzień (08:00 - 17:59)
sk: Deň (08:00 - 17:59)

# Dämmerung (06:00 - 07:59, 18:00 - 20:59)
source: Twilight (06:00 - 07:59, 18:00 - 20:59)
de: Dämmerung (06:00 - 07:59, 18:00 - 20:59)
es_es: Crepúsculo (06:00 - 07:59, 18:00 - 20:59)
fr: Crépuscule (06:00 - 07:59, 18:00 - 20:59)
ja: 暗い時間 (06:00 - 07:59, 18:00 - 20:59)
nl: Schemering (06:00 - 07:59, 18:00 - 20:59)
pl: Świt / zmierzch (06:00 - 07:59, 18:00 - 20:59)
pt_pt: Crepúsculo (06:00 - 07:59, 18:00 - 20:59)
sk: Súmrak (06:00 - 07:59, 18:00 - 20:59)

# Nacht (21:00 - 05:59)
source: Night (21:00 - 05:59)
de: Nacht (21:00 - 05:59)
es_es: Noche (21:00 - 05:59)
fr: Nuit (21:00 - 05:59)
ja: 夜間 (21:00 - 05:59)
nl: Nacht (21:00 - 05:59)
pl: Noc (21:00 - 05:59)
pt_pt: Noite (21:00 - 05:59)
sk: Noc (21:00 - 05:59)

# msgNamedProfile
source: Use profile "{name}"
es_es: Usar perfil "{name}"
fr: Utiliser le profil "{name}"
sk: Profil "{name}" verwenden

# msgNoNameHelp
source: The profile with the name "{name}" could not be found. This must be set up in the profile editor on the Nightscout page. A profile must be set up there with the name "{name}" in order to be able to generate this form. The link below opens the profile editor. Under certain circumstances, the authentication must then be carried out at the very bottom of the page in order to be able to change the values.
es_es: No se ha encontrado el perfil "{name}". Este se debe editar en el editor de perfil en la página Nightscout. Aquí se debe crear un perfil con el nombre "{name}" para poder crear el formulario. El enlace de abajo te llevará al editor de perfil. A lo mejor te tendrás que autentificar para poder editar los valores.
fr: Le profil avec le nom "{name}" n'a pas pu être trouvé. Il doit être configuré dans l'éditeur de profil de la page Nightscout. Un profil doit y être configuré avec le nom "{name}" afin de pouvoir générer ce formulaire. Le lien ci-dessous ouvre l'éditeur de profil. Dans certaines circonstances, l'authentification doit alors être effectuée en bas de la page afin de pouvoir modifier les valeurs.
sk: Das Profil mit dem Namen "{name}" wurde nicht gefunden. Das muss im Profileditor auf der Nightscout Seite eingerichtet werden. Dort muss ein Profil eingerichtet werden, das den Namen "{name}" hat, um dieses Formular erzeugen zu können. Mit dem Link unten wird der Profileditor aufgerufen. Unter Umständen muss dort dann noch ganz unten auf der Seite die Authentifizierung durchgeführt werden, um die Werte ändern zu können.

# msgProfileSwitch
source: Profileswitch - {oldName} => {newName}
de: Profilwechsel - {oldName} => {newName}
es_es: Cambio de perfil - {oldName} => {newName}
fr: Changement de profil - {oldName} => {newName}
ja: プロフィール変更 - {oldName} => {newName}
nl: Profiel verandering - {oldName} => {newName}
pl: zmiana profilu - {oldName} => {newName}
pt_pt: TrocaPerfil - {oldName} => {newName}
sk: Zmena profilu z {oldName} => {newName}
