Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

# Glukosewert
source: Glucose
de: Glukosewert
es_es: Valor de glucosa
fr: Glycémie
ja: グルコース
pl: Glukoza
sk: hladina glukózy

# Wechsel (Katheter etc.)
source: Changes (catheters etc.)
de: Wechsel (Katheter etc.)
es_es: Cambio (catéter etc.)
fr: Changements (cathéters etc.)
ja: 交換 (カニューレなど)
nl: Veranderingen (catheters etc.)
pl: Zmiany (zestawy infuzyjne, itp.)
pt_pt: Mudanças (cateteres etc.)
sk: Zmena (katéter atď.)

# Zusätzliche Spalte anzeigen
source: Show additional column
de: Zusätzliche Spalte anzeigen
es_es: Mostrar columna additional
fr: Afficher une colonne supplémentaire
ja: 追加した列を表示
nl: Toon extra kolom
pl: Wybierz dodatkowe kolumny
pt_pt: Mostrar coluna adicional
sk: Zobraziť dodatočný stĺpec

# Kalibrierung und blutige Messungen
source: Calibration and blood values
de: Kalibrierung und blutige Messungen
es_es: Calibración y medicmedición capilar
fr: Calibration et valeurs de glycémies
ja: 血糖値とキャリブレーション
nl: Kalibratie en bloedwaarden
pl: Kalibracja i pomiary z krwi
pt_pt: Calibração e valores do sangue
sk: Kalibrácia a merania z krvi

# Details des Profilwechsels
source: Details of Profileswitch
de: Details des Profilwechsels
es_es: Detalles del cambio de perfil
fr: Détails du changement de profil
ja: プロファイル変更の詳細
nl: Details van profiel verandering
pl: Szczegóły profilu
pt_pt: Detalhes do Perfil
sk: Podrobnosti o zmene profilu

# Dauer mit Minutenbruchteil
source: Precise duration
de: Dauer mit Minutenbruchteil
es_es: Duración con partes por minutos
fr: Durée précise
ja: 正確な期間
nl: Precieze duratie
pl: Dokładny czas trwania
pt_pt: Precisão da duração
sk: Trvanie v zlomkoch minúty

# Mehrfache Datensätze kennzeichnen
source: Denote repeated datasets
de: Mehrfache Datensätze kennzeichnen
es_es: Marcar múltiples registros
fr: Marquer plusieurs jeux de données
nl: Denote herhaalde datasets
pl: Zmienia powtarzające się zbiory danych
pt_pt: Negar datasets repetidos
sk: Označte viac záznamov

# Nur mehrfache Datensätze anzeigen
source: Show only repeated datasets
de: Nur mehrfache Datensätze anzeigen
es_es: Solo mostrar multiples registros
fr: Afficher uniquement les jeux de données répétés
nl: Alleen herhaalde datasets tonen
pl: Pokaż tylko powtarzające się zbiory danych
pt_pt: Mostrar apenas datasets repetidos
sk: Nur mehrfache Datensätze anzeigen

# Es gibt keine mehrfachen Datensätze.
source: There are no multiple datasets.
es_es: No hay múltiples registros.
fr: Il n'y a pas de jeux de données multiples.
nl: Er zijn geen meerdere datasets.
pt_pt: Não há vários conjuntos de dados.
sk: Es gibt keine mehrfachen Datensätze.

# msgLogTempTarget
source: temp target {target} for {duration} min, reason: {reason}
de: temp. Ziel {target} für {duration} min, Grund: {reason}
es_es: objetivo temporal {target} para {duration} min, razon: {reason}
fr: cible temporaire {target} pour {duration} min, raison: {reason}
ja: 目標範囲{target}、{duration} 分、理由：{reason}
nl: tijdelijk doel {target} voor {duration} min, reden: {reason}
pl: cel tymczasowy {target} na {duration} min, powód: {reason}
pt_pt: alvo temporário {target} por {duration} min, motivo: {reason}
sk: temp. {target} cieľ na {duration} min, dôvod: {reason}

# Aufhebung von temp. Ziel
source: Cancel temp target
de: Aufhebung von temp. Ziel
es_es: Anulación de objetivos temp
fr: Annuler le basal temporaire
nl: Annuleer tijdelijk doel
pl: Wyłącz bazę tymczasową
pt_pt: Cancelar basal temp
sk: Aufhebung von temp. Ziel

# msgLogTempBasal
source: temp basal {percent}% / {duration} min
es_es: basal temporal {percent}% / {duration} min
fr: débit de base temporaire {percent}% / {duration} min
ja: 一時基礎量 {percent}%/{duration} 分
nl: tijdelijk basaal {percent}% / {duration} min
pl: baza tymczasowa {percent}% / {duration} min
pt_pt: basal temporária {percent}% / {duration} min
sk: temp. Bazál {percent}% / {duration} min

# Ampullenwechsel
source: Reservoir Change
de: Ampullenwechsel
es_es: Cambio de ampolla
fr: Changement de réservoir
ja: リザーバー交換
nl: Reservoir vervangen
pl: Zmiana zbiornika z insuliną
pt_pt: Mudança do reservatório
sk: výmena ampulky

# Batteriewechsel
source: Batterychange
de: Batteriewechsel
es_es: Cambio de pila
fr: Changement de batterie
ja: 電池交換
nl: Batterijverandering
pl: Wymiana baterii
pt_pt: Troca de bateria
sk: Výmena batérie

# msgMBG
source: Blood value {gluc} {unit}
de: Blutige Messung {gluc} {unit}
es_es: Medición capilar {gluc} {unit}
fr: Valeur de glycémie {gluc} {unit}
ja: 血糖値 {gluc}{unit}
nl: Bloedwaarde {gluc} {unit}
pl: Pomiar z krwi {gluc} {unit}
pt_pt: Valor do sangue {gluc} {unit}
sk: Meranie z krvi {gluc} {unit}

# msgLogOverride
source: temp. Override for {duration} min, Reason: {reason}, Targetrange: {range}, Scale: {scale}%
es_es: sust. temp. Por {duration} min, razón: {reason}, objectivo: {range}, ajuste: {scale}%
fr: temp. Remplacer pour {duration} min, Raison: {reason}, Plage cible: {range}, Échelle : {scale}%
nl: temp. Overschrijven voor {duration} min, Reden: {reason}, Targetrange: {range}, Schaal: {scale}%
pt_pt: temp. Substituição por {duration} min, Motivo: {reason}, Alvo: {range}, Escala: {scale}%
sk: temp. Override für {duration} min, Grund: {reason}, Zielbereich: {range}, Anpassung: {scale}%

source: This form shows the actual basal rate that has run during the day, taking into account any temporary basal rate adjustments. The basal rate stored in the profile can also be displayed. The basal rate can be displayed as a value, as a percentage change in relation to the profile basal rate, or both. The total column shows the basal rate delivered up to the corresponding time. It is also possible to display the time with seconds. This can be used to mathematically check the displayed values. If the basal rate is displayed from the profile, the maximum for the display of the bars is determined using the maximum value of the profile basal rate. As a result, the bars are extended beyond the column for values above 100% of the maximum value of the profile basal rate. But there is an option to cut off these bars and to show them as arrows.
es_es: Este formulario muestra la tasa basal real que se ha ejecutado durante el día, teniendo en cuenta todos los ajustes temporales de la tasa basal. Además, se puede visualizar la tasa basal almacenada en el perfil. La tasa basal se puede mostrar como un valor, como un cambio porcentual en términos de la tasa basal del perfil, o ambos. La columna total muestra la tasa basal entregada hasta el momento adecuado. También es posible mostrar el tiempo con segundos. Esto permite comprobar matemáticamente los valores mostrados. Cuando la tasa basal se muestra desde el perfil, el máximo para mostrar las barras viene determinado por el valor máximo de la tasa basal del perfil. Esto extiende las barras más allá de la columna para valores superiores al 100% del valor máximo de la tasa basal del perfil. Sin embargo, hay una opción para cortar estas barras y mostrarlas como flechas.
nl: Dit formulier toont de werkelijke basaalstand die gedurende de dag is geweest, rekening houdend met eventuele tijdelijke basaalstanden. De opgeslagen basaalstand in het profiel kan ook worden weergegeven. De basaal kan worden weergegeven als een waarde, als een percentage dat verandert ten opzichte van de profiel basaal of beide. De totale kolom toont de basaalstand tot de overeenkomstige tijd. Het is ook mogelijk om de tijd met seconden weer te geven. Dit kan worden gebruikt om wiskundig de weergegeven waarden te controleren. Als de basaalstand wordt weergegeven in het profiel, het maximum voor weergave van de balken wordt bepaald met behulp van de maximale waarde van de profielbasaalstand. Als gevolg daarvan worden de balken uitgebreid tot boven de kolom voor waarden boven de 100% van de maximale waarde van de basaalstand. Maar er is een optie om deze balken af te knippen en ze te laten zien als pijlen.
pt_pt: Este formulário mostra a taxa de basal real que foi executada durante o dia, levando em conta quaisquer ajustes temporários de taxa de basal. A taxa de basal armazenada no perfil também pode ser exibida. A taxa basal pode ser exibida como um valor, como uma alteração percentual na relação com a taxa basal do perfil, ou ambos. A coluna total mostra a taxa de basal entregue até o tempo correspondente. Também é possível exibir o tempo com segundos. Isto pode ser usado para verificar matematicamente os valores exibidos. Se a taxa de basal for exibida do perfil, o máximo para a exibição das barras é determinado usando o valor máximo da taxa basal do perfil. Como resultado, as barras são estendidas além da coluna para valores acima de 100% do valor máximo da taxa basal do perfil. Mas há uma opção para cortar essas barras e exibi-las como setas.
sk: Dieses Formular zeigt die tatsächliche Basalrate, die während des Tages gelaufen ist unter Berücksichtigung aller temporären Basalratenanpassungen. Zusätzlich kann noch die im Profil hinterlegte Basalrate angezeigt werden. Die Basalrate kann als Wert, als prozentuale Änderung in Bezug auf die Profilbasalrate oder mit beidem angezeigt werden. Die Summenspalte zeigt die bis zur entsprechenden Uhrzeit abgegebene Basalrate an. Es ist auch möglich, die Uhrzeit mit Sekunden anzeigen zu lassen. Damit kann man die angezeigten Werte rechnerisch überprüfen. Wenn die Basalrate aus dem Profil angezeigt wird, wird das Maximum für die Darstellung der Balken anhand des maximalen Wertes der Profilbasalrate ermittelt. Dadurch werden bei Werten über 100% des Maximalwerts der Profilbasalrate die Balken über die Spalte hinaus verlängert. Es gibt aber eine Option, um diese Balken abzuschneiden und als Pfeile darstellen zu lassen.

# Tagesprofil
source: Daily Profile
de: Tagesprofil
es_es: Perfil de día
fr: Profil quotidien
ja: デイリープロファイル
nl: Dagelijks Profiel
pl: Praca TBR
pt_pt: Perfil diário
sk: Denný profil

# Prozent
source: Percent
es_es: Porcentaje
nl: Procent
pt_pt: Porcentagem
sk: Percento

# Wert
source: Value
es_es: Valor
fr: Valeur
ja: 値
nl: Waarde
pt_pt: Valor
sk: Hodnota

# Wert & Prozent
source: Value & Percent
es_es: Valor & Porcentaje
fr: Valeur & Pourcentage
ja: 値とパーセント
nl: Waarde & percentage
pt_pt: Valor & Porcentagem
sk: Hodnota & percento

# Sekunden anzeigen
source: Show seconds
de: Sekunden anzeigen
es_es: Mostrar segundos
fr: Afficher les secondes
ja: 秒を表示
nl: Toon seconden
pl: Czas z sekundami
pt_pt: Mostrar segundos
sk: Zobraziť sekundy

# Basal aus Profil anzeigen
source: Show basal from profile
es_es: Mostrar basal del perfil
fr: Afficher le basal depuis le profil
ja: プロファイルから基礎を表示
nl: Toon basaal uit profiel
pt_pt: Mostrar basal do perfil
sk: Zobraziť bazál z profilu

# IE-Anzeige
source: IE-Display
es_es: Ui-pantalla
fr: Affichage
sk: Zobraziť inzulín

# Werte über dem Maximum als Pfeile darstellen
source: Show values above the maximum as arrows
es_es: Mostrar valores por encima del máximo como flecha
fr: Afficher les valeurs au-dessus du maximum comme des flèches
nl: Toon waarden boven het maximum als pijlen
pt_pt: Mostrar valores acima do máximo como setas
sk: Hodnoty nad maximom zobrazovať ako šípky

source: This form shows the statistical values for the days of the selected period. A line is generated for each day. The columns can be partially configured. The estimated A1C is also output here. As in the @01@ form, this has very little informative value, which is why it is shown here also with a weaker font.
es_es: Este formulario muestra los valores estadísticos de los días del período seleccionado. Se crea una línea para cada día. Las columnas se pueden configurar parcialmente. Una vez más, se emite el HbA1c estimado. Esto tiene muy poco significado, como en la forma @01@ por lo que sólo se muestra aquí con una fuente más débil.
nl: Dit formulier toont de statistische waarden voor de dagen van de geselecteerde periode. Er wordt een regel gegenereerd voor elke dag. De kolommen kunnen gedeeltelijk worden geconfigureerd. De geschatte A1C is hier ook de uitvoer. Net als in de @01@ formulier, heeft dit weinig informatieve waarde, en daarom wordt het hier ook met een zwakkere lettertype getoond.
pt_pt: Este formulário mostra os valores estatísticos para os dias do período selecionado. Uma linha é gerada para cada dia. As colunas podem ser parcialmente configuradas. A A1C estimada também é uma saída aqui. Assim como na forma @01@, este tem muito pouco valor informativo, e é por isso que é mostrado aqui também com uma fonte mais fraca.
sk: Dieses Formular zeigt die statistischen Werte für die Tage des ausgewählten Zeitraums an. Für jeden Tag wird eine Zeile erzeugt. Die Spalten kann man teilweise konfigurieren. Auch hier wird der geschätzte HbA1c ausgegeben. Dieser hat wie auch im Formular @01@ nur sehr wenig Aussagekraft, weshalb er auch hier nur mit schwächerer Schrift angezeigt wird.

# Spalte Messwerte
source: Column valuecount
de: Spalte Messwerte
es_es: Columna de valores de medición
fr: Colonne du nombre de mesures
ja: 値数の列
nl: Kolom waarde aantal
pl: Kolumna ilość odczytów
pt_pt: Coluna do Valor
sk: Namerané hodnoty v stĺpci

# Spalte Standardabweichung
source: Column standard deviation
de: Spalte Standardabweichung
es_es: Columna desviación estandar
fr: Colonne écart type
ja: 標準偏差の列
nl: Kolom standaard deviatie
pl: Kolumna odchylenie standardowe SD
pt_pt: Desvio padrão de coluna
sk: Štandardná odchýlka stĺpca

# Spalten Perzentile
source: Columns percentiles
de: Spalten Perzentile
es_es: Columna percentiles
fr: Colonne Pourcentiles
ja: パーセンタイルの列
nl: Kolommen percentielen
pl: Kolumna percentyl
pt_pt: Colunas dos percentis
sk: Percentá v stĺpci

# Spalte HbA1c
source: Column A1C
de: Spalte HbA1c
es_es: Columna HbA1c
fr: Colonne HbA1C
ja: A1C の列
nl: Kolom A1C
pl: Kolumna HbA1c
pt_pt: Coluna HbA1c
sk: Stĺpec HbA1c

# Spalte Variationskoeffizient
source: Column coefficient of variation
de: Spalte Variationskoeffizient
es_es: Columna coeficiente de variación
fr: Colonne coefficient de variation
ja: 血糖変動係数の列
nl: Kolom coëfficiënt variatie
pl: Kolumna współczynnik zmienności CV
pt_pt: Coluna do coeficiente de variação
sk: Variačný koeficient stĺpca

# Spalte Basal anzeigen
source: Show column basal
es_es: Mostrar columna para basal
fr: Afficher la colonne de la basale
sk: Spalte Basal anzeigen

# Spalte Kohlenhydrate anzeigen
source: Show column carbs
es_es: Mostrar columna carbohidratos
fr: Afficher la colonne des glucides
sk: Spalte Kohlenhydrate anzeigen

# Spalten Min / Max anzeigen
source: Show columns min / max
es_es: Mostrar columna min / máx
fr: Afficher les colonnes min / max
sk: Spalten Min / Max anzeigen

# Spalte Bolus anzeigen
source: Show column bolus
es_es: Mostrar columna para bolo
fr: Afficher la colonne des bolus
sk: Spalte Bolus anzeigen

# TDD anzeigen
source: Show TDD
es_es: Mostrar TTD
fr: Afficher TDD
nl: TDD weergeven
pt_pt: Mostrar TDD
sk: Zobraziť celkovú dennú dávku inzulínu

# Tagesstatistik
source: Daily Statistics
de: Tagesstatistik
es_es: Estatistica diaria
fr: Statistiques quotidiennes
ja: 日別統計
nl: Dagelijkse Statistieken
pl: Statystyki dzienne
pt_pt: Estatísticas Diárias
sk: Denná štatistika

source: This form shows the distribution of the glucose values in the selected period.
es_es: Este formulario muestra la distribución de los valores de glucosa durante el periodo seleccionado.
nl: Dit formulier toont de verdeling van de glucosewaarden in de geselecteerde periode.
sk: Tento formulár zobrazuje distribúciu hodnôt glykémie vo zvolenom období.

# Verteilung der Glukosewerte
source: Distribution of glucose values
es_es: Distribución de valores de glucosa
nl: Distributie van glucose waarden
sk: Distribúcia hodnôt glykémie

# Bei 0 beginnen
source: Start with 0
es_es: Comenzar con 0
nl: Met 0 beginnen
sk: Bei 0 beginnen

# Schritte
source: Steps
es_es: Pasos
nl: Stappen
sk: Schritte

source: This form shows how the glucose values are distributed over the day in the selected period. This distribution can be output graphically and in tabular form. In the graphic, the areas for certain deviations are color-coded. The line shows the median value. You can look up the values in the table. If the basal rate is also displayed, then this is the basal rate that was active at the beginning of the selected period.
es_es: Este formulario muestra cómo se distribuyen los niveles de glucosa durante el día durante el período seleccionado. Esta distribución se puede generar gráfica y tabularmente. En el gráfico, las áreas están codificadas por colores para desviaciones específicas. La línea muestra el valor medio. Estos valores se pueden leer en la tabla. Si se muestra la tasa basal, esa es la tasa basal que estaba activa al principio del período seleccionado.
nl: Dit formulier toont hoe de glucosewaarden over de dag in de geselecteerde periode worden verdeeld. Deze distributie kan grafisch en in tabulaire vorm worden uitgewerkt. In de grafiek zijn de gebieden voor bepaalde afwijkingen kleurgecodeerd. De lijn toont de mediaan waarde. Je kunt de waarden in de tabel opzoeken. Als de basaalstand ook wordt weergegeven, dan is dit de basaalstand die aan het begin van de geselecteerde periode actief was.
pt_pt: Este formulário mostra como os valores da glicose são distribuídos no dia no período selecionado. Esta distribuição pode ser de saída gráfica e em forma tabular. No gráfico, as áreas para certos desvios são codificadas por cores. A linha mostra o valor da mediana. Você pode procurar os valores na tabela. Se a taxa de basal também é exibida, então esta é a taxa de basal ativa no início do período selecionado.
sk: Dieses Formular zeigt an, wie sich die Glukosewerte im ausgewählten Zeitraum über den Tag verteilen. Diese Verteilung kann graphisch und tabellarisch ausgegeben werden. In der Grafik sind die Bereiche für bestimmte Abweichungen farblich markiert. Die Linie zeigt den Medianwert an. In der Tabelle kann man diese Werte nachlesen. Wenn die Basalrate mit ausgegeben wird, dann ist das die Basalrate, die zu Beginn des ausgewählten Zeitraums aktiv war.

# Basalrate anzeigen
source: Show basalrate
de: Basalrate anzeigen
es_es: Mostrar tasa basal
fr: Afficher le débit basal
ja: ベーサルレートを表示
nl: Toon basaal
pl: Pokaż dawki podstawowe
pt_pt: Mostrar basalrate
sk: Zobraziť bazál

# msgBasalInfo1
source: This basalrate was active on {unit}.
de: Diese Basalrate war am {unit} aktiv.
es_es: Esta tasa basal estaba activa {unit}.
fr: Ce débit de basal a été actif le {unit}.
ja: このベーサルレートは {unit} で有効でした
nl: Dit basaal was actief op {unit}.
pl: Ta baza była aktywna na {unit}.
pt_pt: Este basalrate estava ativo em {unit}.
sk: Diese Basalrate war am {unit} aktiv.

# Spalte Messwerte anzeigen
source: Show column valuecount
es_es: Mostrar columnas valores
sk: Spalte Messwerte anzeigen

# Spalte Mittelwert anzeigen
source: Show column average
es_es: Mostrar columna promedio
sk: Spalte Mittelwert anzeigen

# Spalte Min anzeigen
source: Show column min
es_es: Mostrar columna mínimo
sk: Spalte Min anzeigen

# Spalte Max anzeigen
source: Show column max
es_es: Mostrar columna máximo
sk: Spalte Max anzeigen

# Spalte Std.Abw. anzeigen
source: Show column SDev
es_es: Mostrar columna desv/hora
sk: Spalte Std.Abw. anzeigen

# Spalte KH anzeigen
source: Show column carbs
es_es: Mostrar columna HC
sk: Spalte KH anzeigen

# Spalte IE anzeigen
source: Show column U
es_es: Mostrar columna UI
sk: Spalte IE anzeigen

# Spalten für 10% und 90% anzeigen
source: Show columns for 10% and 90%
de: Spalten für 10% und 90% anzeigen
es_es: Mostrar columnas para 10% y 90%
fr: Afficher les colonnes pour 10% et 90%
ja: 10% と 90% の列を表示
nl: Toon kolommen voor 10% en 90%
pl: Pokaż kolumny dla 10% i 90%
pt_pt: Mostrar colunas para 10% e 90%
sk: Zobraziť stĺpce pre 10% a 90%

source: This form shows the profile. Usually all profiles of the selected period are shown. If the profile has changed during this period, a new sheet is created. However, there is an option that only outputs the last profile of the period. There is also an option to combine lines with same values. This leads to a shorter profile if several times in succession contain the same values.
es_es: Este formulario muestra el perfil. Normalmente, se generan todos los perfiles del período de tiempo seleccionado. Si el perfil ha cambiado en el período, se crea una pagina nueva. Sin embargo, hay una opción que devuelve solo el último perfil del período. También hay una opción para resumir las mismas líneas. Esto da como resultado un perfil más corto si varias veces seguidas contienen los mismos valores.
nl: Dit formulier toont het profiel. Meestal worden alle profielen van de geselecteerde periode weergegeven. Als het profiel is veranderd gedurende deze periode, wordt er een nieuw vel aangemaakt. Er is echter een optie die alleen het laatste profiel van de periode uitvoert. Er is ook een mogelijkheid om lijnen te combineren met dezelfde waarden. Dit leidt tot een korter profiel als meerdere keren achter elkaar dezelfde waarden bevatten.
pt_pt: Este formulário mostra o perfil. Geralmente todos os perfis do período selecionado são mostrados. Se o perfil for alterado durante este período, uma nova folha será criada. Entretanto, há uma opção que apenas produz o último perfil do período. Existe também a opção de combinar linhas com os mesmos valores. Isto leva a um perfil mais curto se várias vezes consecutivas tiverem os mesmos valores.
sk: Dieses Formular zeigt das Profil an. Es werden normalerweise alle Profile des ausgewählten Zeitraums ausgegeben. Wenn sich in dem Zeitraum das Profil geändert hat, wird ein neues Blatt erzeugt. Es gibt aber eine Option, welche nur das letzte Profil des Zeitraums ausgibt. Ausserdem gibt es eine Option, mit der gleiche Zeilen zusammengefasst werden. Das führt zu einem kürzeren Profil, wenn mehrere Zeiten nacheinander die gleichen Werte beinhalten.

# Profil
source: Profile
de: Profil
es_es: Perfil
fr: Profil
ja: プロフィール
nl: Profiel
pl: Profil
pt_pt: Perfil
sk: Profil

# Zeilen mit gleichen Werten zusammenfassen
source: Combine entries with the same values
de: Zeilen mit gleichen Werten zusammenfassen
es_es: Sumar lineas con valores identicos
fr: Combiner les entrées avec les mêmes valeurs
ja: 同じ値の設定はまとめて表示
nl: Combineer invoergegevens met dezelfde waarden
pl: Połącz jednakowe wartości w bloki czasowe
pt_pt: Combinar entradas com os mesmos valores
sk: Spojiť riadky s rovnakými hodnotami

# Nur letztes Profil ausgeben
source: Show only last profile
de: Nur letztes Profil ausgeben
es_es: Solo mostrar perfil reciente
fr: Afficher uniquement le dernier profil
ja: 最後のプロフィールのみ表示
nl: Toon alleen laatste profiel
pl: Pokaż tylko ostatni profil
pt_pt: Mostrar apenas o último perfil
sk: Zobraziť len posledný profil

# Dieses Formular ...
source: This form ...
es_es: Este formulario...
nl: Dit formulier ...
sk: Dieses Formular ...

source: Template
es_es: Patron
nl: Sjabloon
sk: Šablóna

# Irgendwas zum Einstellen
source: Something to configure
es_es: Algo para ajustar
nl: Iets te configureren
sk: Irgendwas zum Einstellen

# Benutzerdaten
source: User data
de: Benutzerdaten
es_es: Datos del usuario
fr: Données d'utilisateur
ja: 利用者情報
nl: Gebruikers gegevens
pl: Dane pacjenta
pt_pt: Dados do usuário
sk: Informácie o pacientovi

# Es sind keine Daten vorhanden.
source: No data available.
de: Es sind keine Daten vorhanden.
es_es: No hay datos disponibles.
fr: Aucune donnée disponible.
ja: 利用可能なデータがありません。
nl: Geen gegevens beschikbaar.
pl: Brak dostępnych danych.
pt_pt: Sem dados disponíveis.
sk: Nie sú k dispozícii žiadne dáta.

# Alle Benutzer ausgeben
source: Show all users
es_es: Mostrar todos usuarios
fr: Afficher tous les utilisateurs
ja: すべてのユーザーを表示
nl: Toon alle gebruikers
pt_pt: Mostrar todos os usuários
sk: Alle Benutzer ausgeben

source: Name
es_es: Nombre
fr: Nom
ja: 氏名
nl: Naam
pl: Imię
pt_pt: Nome
sk: Meno

source: Version
es_es: Versión
ja: バージョン
nl: Versie
pl: Wersja
pt_pt: Versão
sk: verzia
