Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: Before a PDF is created, a dialog is displayed in which you can enter parameters for all PDFs created. You can set the target area to the standard area that doctors like to see. This has an impact on all representations of the target area, as well as on the distribution of the values inside and outside the target area. You can also set the maximum value for glucose in graphics there. This value is used in the daily graphics, the percentile diagram and the weekly graphics. If it is set to "Automatic", the maximum value is determined from the existing data as before. You can also specify here whether you want to generate the current period or a comparison period. This is useful to show the doctor a comparison of past and now values.
de: Vor der Erzeugung eines PDFs wird noch ein Dialog angezeigt, auf dem man Parameter für alle erzeugten PDFs eingeben kann. Man kann dort den Zielbereich auf den Standardbereich festlegen, den Ärzte gerne sehen. Das hat Auswirkungen auf alle Darstellungen des Zielbereichs, sowie auf die Verteilung der Werte innerhalb und ausserhalb des Zielbereichs. Man kann dort auch den Maximalwert für Glukose in Grafiken festlegen. Dieser Wert wird in der Tagesgrafik, dem Perzentil Diagramm und der Wochengrafik verwendet. Wenn er auf "Automatisch" gesetzt wird, wird der Maximalwert wie bisher auch aus den vorhandenen Daten ermittelt. Ausserdem kann man hier angeben, ob man den aktuellen Zeitraum erzeugen möchte oder einen Vergleichszeitraum. Das ist nützlich, um dem Arzt die Gegenüberstellung von Werten der Vergangenheit und jetzt zu zeigen.
es_es: Antes de crear el PDF se muestra un diálogo para elegir los parámetros para los PDF. Se puede definir el rango de los valores estándar como lo quieren ver los médicos. Esto se aplica a todos los gráficos que muestran estos valores, también afecta a la distribución de los valores dentro y fuera del rango. Aquí también se puede definir un valor de glucosa máximo para los gráficos. Este será usado en el gráfico diario, en el gráfico del percentil y en el gráfico semanal. Si se usa el valor automático este será calculado a base de los datos. Además aquí puedes elegir si quieres usar el periodo actual o un periodo de comparación. Esto es práctico para comparar con el médico valores de periodos actuales y pasados.
fr: Avant de créer un PDF, une boîte de dialogue s'affiche, dans laquelle vous pouvez entrer des paramètres pour tous les PDFs créés. Vous pouvez définir la zone cible à la zone standard que les médecins aiment voir. Ceci a un impact sur toutes les représentations de la zone cible, ainsi que sur la distribution des valeurs à l'intérieur et à l'extérieur de la zone cible. Vous pouvez également définir la valeur maximale pour le glucose dans les graphiques. Cette valeur est utilisée dans les graphiques quotidiens, le diagramme percentile et les graphiques hebdomadaires. S'il est défini à "Automatique", la valeur maximale est déterminée à partir des données existantes. Vous pouvez également spécifier ici si vous voulez générer la période actuelle ou une période de comparaison. Ceci est utile pour montrer au médecin une comparaison des valeurs passées et maintenant.
ja: PDF 作成前にダイアログを表示し、作成されたすべての PDF のパラメーターを入力できます。目標範囲を、医師が確認したい標準範囲へと設定できます。これは目標範囲のすべての表示に影響があり、目標範囲の内外の値の分布にも影響します。またグラフ中でグルコースの最大値も設定できます。この値は、デイリーグラフ、パーセンタイル図、週間グラフで使用されます。「自動」に設定されている場合、これまでと同様に既存のデータから最大値が決定されます。またここで、現在の期間または比較期間のどちらを生成するのか指定できます。過去と現在の値の比較を医師に示すのに役立ちます。
nl: Voordat een PDF wordt aangemaakt, wordt er een dialoogvenster weergegeven waarin u parameters kunt invoeren voor alle PDF's die worden aangemaakt. U kunt het doel instellen op het standaardgebied dat artsen graag zien. Dit heeft gevolgen voor alle vertegenwoordigingen van het doelgebied. evenals de verspreiding van de waarden binnen en buiten het doelgebied. Je kunt daar ook de maximale waarde voor glucose instellen in de grafieken. Deze waarde wordt gebruikt in de dagelijkse grafiek, het percentiele diagram en de wekelijkse grafieken. Als het is ingesteld op "Automatisch", wordt de maximale waarde bepaald op basis van de bestaande data zoals voorheen. U kunt hier ook opgeven of u de huidige periode of een vergelijkingsperiode wilt genereren. Dit is nuttig om de arts een vergelijking te laten maken van vroegere en huidige waarden.
pl: Przed utworzeniem pliku PDF wyświetlane jest okno dialogowe, w którym można wprowadzić parametry dla wszystkich plików PDF. Możesz ustawić obszar docelowy na standardowy obszar, który lekarze lubią. Ma to wpływ na wszystkie reprezentacje powierzchni docelowej, jak również rozkładu wartości na obszarze docelowym i poza nim. Możesz również ustawić maksymalną wartość glukozy w grafikach. Ta wartość jest używana w dziennej grafiki, schemacie percentyla i tygodniowej grafiki. Jeśli jest ustawiony na "Automatyczny", maksymalną wartość określa się na podstawie istniejących danych jak poprzednio. Możesz również określić tutaj czy chcesz wygenerować bieżący okres czy okres porównania. Jest to przydatne do pokazania lekarzowi porównania przeszłych i obecnych wartości.
pt_pt: Antes de criar um PDF, é exibido uma caixa de parâmetros no qual pode inserir parâmetros para todos os PDFs criados. Pode definir o intervalo-alvo para o valor padrão que os médicos gostam de ver. Isto tem um impacto em todas as representações do intervalo alvo, bem como na distribuição dos valores dentro e fora do intervalo alvo. Você também pode definir o valor máximo para a glicose nos gráficos. Esse valor é usado nos gráficos diários, no diagrama percentual e nos gráficos semanais. Se estiver definido como "Automático", o valor máximo é determinado a partir dos dados existentes, como antes. Você também pode especificar aqui se deseja gerar o período atual ou um período de comparação. Isto é útil para mostrar ao médico uma comparação do passado e dos valores actuais.
sk: Vor der Erzeugung eines PDFs wird noch ein Dialog angezeigt, auf dem man Parameter für alle erzeugten PDFs eingeben kann. Man kann dort den Zielbereich auf den Standardbereich festlegen, den Ärzte gerne sehen. Das hat Auswirkungen auf alle Darstellungen des Zielbereichs, sowie auf die Verteilung der Werte innerhalb und ausserhalb des Zielbereichs. Man kann dort auch den Maximalwert für Glukose in Grafiken festlegen. Dieser Wert wird in der Tagesgrafik, dem Perzentil Diagramm und der Wochengrafik verwendet. Wenn er auf "Automatisch" gesetzt wird, wird der Maximalwert wie bisher auch aus den vorhandenen Daten ermittelt. Ausserdem kann man hier angeben, ob man den aktuellen Zeitraum erzeugen möchte oder einen Vergleichszeitraum. Das ist nützlich, um dem Arzt die Gegenüberstellung von Werten der Vergangenheit und jetzt zu zeigen.

source: The buttons for creating previous periods have been removed. This can now be set in the new PDF dialog.
de: Die Buttons für die Erzeugung vergangener Zeiträume wurden entfernt. Das kann jetzt im neuen PDF-Dialog eingestellt werden.
es_es: Los botones para crear periodos pasados han sido borrados. Esto ahora es crea en la nueva ventana.
fr: Les boutons de création des périodes précédentes ont été supprimés. Cela peut maintenant être réglé dans la nouvelle boîte de dialogue PDF.
ja: 以前の期間を作成ボタンが削除されました。これからは、これは新しい PDF ダイアログ内でで設定可能です。
nl: De knoppen om vorige perioden aan te maken zijn verwijderd. Dit kan nu worden ingesteld in het nieuwe PDF-dialoogvenster.
pl: Przyciski tworzenia poprzednich okresów zostały usunięte. Można je teraz ustawić w nowym oknie dialogowym PDF.
pt_pt: Os botões para criar períodos anteriores foram removidos. Agora isto pode ser definido na nova caixa de diálogo PDF.
sk: Die Buttons für die Erzeugung vergangener Zeiträume wurden entfernt. Das kann jetzt im neuen PDF-Dialog eingestellt werden.

source: If there are empty columns on the profile page, this no longer leads to an empty page.
de: Wenn auf der Profilseite leere Spalten vorkommen, führt das nicht mehr zu einer leeren Seite.
es_es: Si en la página del perfil existen columnas vacias ya no se producen páginas vacias.
fr: S'il y a des colonnes vides sur la page de profil, cela ne mène plus à une page vide.
ja: プロファイルページの空の列がある場合も、空のページになりません。
nl: Als er lege kolommen op de profielpagina staan, leidt dit niet langer tot een lege pagina.
pl: Jeśli na stronie profilu znajdują się puste kolumny, nie prowadzi to już do pustej strony.
pt_pt: Se houver colunas vazias na página de perfil, isso não leva mais a uma página vazia.
sk: Wenn auf der Profilseite leere Spalten vorkommen, führt das nicht mehr zu einer leeren Seite.

source: The values VarK and ToR in the CGP are correctly output for day and week graphics in the legend and in the graphic.
de: Die Werte VarK und ToR im CGP werden bei Tages- und Wochengrafiken in der Legende und in der Grafik korrekt ausgegeben.
es_es: Los valores VarK y TeR en el CGP serán mostrados correctamente en el gráfico yen la leyenda.
fr: Les valeurs VarK et ToR dans la CGP sont correctement affichées pour les graphiques de jour et de semaine dans la légende et dans le graphique.
ja: CGP 内の VarK と ToR の値が、日付と週のグラフで正しく出力 in the legend and in the graphic. (仮翻訳)
nl: De waarden VarK en ToR in de CGP zijn de juiste output voor dag en week afbeeldingen in de legende en in de grafiek.
pl: Wartości VarK i ToR w CGP są poprawne dla grafiki dnia i tygodnia w legendzie i w grafiki.
pt_pt: Os valores VarK e ToR no CGP são resultados corretos para os gráficos do dia e da semana na legenda e no gráfico.
sk: Die Werte VarK und ToR im CGP werden bei Tages- und Wochengrafiken in der Legende und in der Grafik korrekt ausgegeben.

# Die Bilder auf den Kacheln sind nun in der jeweiligen Sprache beschriftet.
source: The images on the tiles are now labeled in the respective language.
de: Die Bilder auf den Kacheln sind nun in der jeweiligen Sprache beschriftet.
es_es: Las imágenes en los azulejos ahora son marcados en el idioma correspondiente.
fr: Les images sur les tuiles sont maintenant étiquetées dans la langue respective.
ja: タイルの画像が各言語でラベル付けされます。
nl: De afbeeldingen op de tegels zijn nu gelabeld in de respectievelijke taal.
pl: Obrazy na płytkach są teraz oznaczone w odpowiednim języku.
pt_pt: As imagens nos mosaicos estão agora rotuladas no respectivo idioma.
sk: Kachličky majú teraz popisky v zvolenom jazyku.

# Die Werte im CGP werden jetzt bei mmol-Angaben auch korrekt angezeigt.
source: The values in the CGP are now also correctly displayed for mmol data.
de: Die Werte im CGP werden jetzt bei mmol-Angaben auch korrekt angezeigt.
es_es: Los valores en el CGP ahora son mostrados también correctamente en mmol.
ja: mmol データに対し CGP 内の値が正しく表示されます。
nl: De waarden in de CGP worden nu ook correct weergegeven voor mmol-gegevens.
pl: Wartości w CGP są obecnie poprawnie wyświetlane dla danych mmol.
pt_pt: Os valores no CGP agora também são exibidos corretamente para dados em mmol.
sk: Hodnoty v jednotke mmol sa teraz zobrazia správne aj na stránke CGP (súhrnný glykemický päťuholník).

source: The glycemic variability is now correctly displayed in the CGP even with daily and weekly graphics.
de: Die glykämische Variabilität wird jetzt im CGP auch bei Tages- und Wochengrafiken korrekt ausgegeben.
es_es: La variabilidad glucemica es mostrada correctamente en los gráficos díarios y semanales en el CGP.
ja: 1日・週間グラフでも、CGP 中の血糖値の変動が正しく表示されます。
nl: De glycemische variabiliteit is nu correct weergegeven in de CGP zelfs met dagelijkse en wekelijkse grafieken.
pl: Zmienność glikemii jest teraz poprawnie wyświetlana w CGP nawet z codzienną i tygodniową grafiką.
pt_pt: A variabilidade glicémia agora está corretamente exibida no CGP, mesmo com gráficos diários e semanais.
sk: Glykemická variabilita sa teraz v zobrazuje na stránke CGP (súhrnný glykemický päťuholník) správne aj pri období dňa a týždňa.

source: Blood values should now also be displayed correctly in the daily graph for mmol data.
de: Blutige Werte sollten jetzt auch bei mmol-Daten korrekt in der Tagesgrafik angezeigt werden.
es_es: Valores de glucosa en sangre también serán mostrados correctamente en los gráficos díarios en mmol.
fr: Les glycémies capillaires devraient maintenant également être affichées correctement dans le graphique quotidien pour les données en mmol.
ja: デイリーグラフの mmol データの Bloody values が正しく表示されるようになりました。
nl: Bloedwaarden moeten nu ook correct worden weergegeven in de dagelijkse grafiek voor mmol-gegevens.
pt_pt: Valores do sangue agora também devem ser exibidos corretamente no gráfico diário de dados mmol.
sk: Hodnoty glykémie v mmol formáte sa teraz zobrazujú správne aj v dennom prehľade.

source: There is a new option on the page "Hourly Statistics" to also show columns with 10% and 90%.
de: Auf der Seite "Stündliche Statistik" gibt es eine neue Option, um auch Spalten mit 10% und 90% anzeigen zu lassen.
es_es: En la página "estatistica por hora" hay una da opción para mostrar columnas con 10% y 90%.
fr: Il y a une nouvelle option sur la page "Statistiques horaires" pour afficher également les colonnes avec 10% et 90%.
ja: 「毎時統計」ページに新しいオプションが追加され、10％ と 90％ の列も表示できます。
nl: Er is een nieuwe optie op de pagina "Uur statistieken" om ook kolommen met 10% en 90 procent te tonen.
pl: Na stronie "Statystyki godzinowe" znajduje się nowa opcja, aby pokazać również kolumny z 10% i 90%.
pt_pt: Há uma nova opção na página "Estatísticas horárias" para também mostrar colunas com 10% e 90%.
sk: Stránka "Hodinová štatistika" má novú voľbu, aby bolo možné stĺpce zobraziť aj v pomere 10% a 90%.

# Auf der Seite "Profil" wird die Gültigkeit jetzt mit Uhrzeit angezeigt.
source: The validity is now displayed with the time on the "Profile" page.
de: Auf der Seite "Profil" wird die Gültigkeit jetzt mit Uhrzeit angezeigt.
es_es: En la página "perfil" ahora se muestra la validez con hora.
fr: La validité est maintenant affichée avec l'heure sur la page "Profil".
ja: プロファイルページで、validity (未訳) が時間と共に表示されます。
nl: De geldigheid wordt nu met de tijd op de pagina "Profiel" weergegeven.
pt_pt: A validade agora é exibida com o tempo na página "Perfil".
sk: Na stránke "Profil" sa zobrazuje platnosť záznamu aj s časovým údajom.

source: The entries in the log for temporary targets are now displayed correctly even with mmol data.
de: Die Einträge im Protokoll für temporäre Ziele werden jetzt auch bei mmol-Angaben richtig angezeigt.
es_es: Las entradas en el protocolo para objetivos temporales ahora también se muestran en mmol correctamente.
fr: Les entrées dans le journal des cibles temporaires sont maintenant affichées correctement, même avec les données en mmol.
ja: mmol データでも一時的対象のログの項目が正しく表示されます。
nl: De invoergegevens in het logboek voor tijdelijke doelen worden nu correct weergegeven, zelfs met mmol-gegevens.
pt_pt: As entradas no registro para alvos temporários agora são exibidas corretamente, mesmo com dados mmol.
sk: Záznamy v protokole pre dočasné ciele sa teraz zobrazujú správne aj pri mmol jednotkách.

# Die Überschrift über der mittleren Spalte im Tagesprofil wurde korrigiert.
source: The heading above the middle column in the daily profile has been corrected.
de: Die Überschrift über der mittleren Spalte im Tagesprofil wurde korrigiert.
es_es: El título de la columna mediana en el perfil diario ha sido corregido.
fr: L'en-tête au-dessus de la colonne du milieu dans le profil quotidien a été corrigé.
ja: 1日プロファイルの中間列の上の見出しを修正しました。
nl: De titel boven de middelste kolom in het dagprofiel is gecorrigeerd.
pt_pt: O título acima da coluna do meio no perfil diário foi corrigido.
sk: Opravený nadpis nad stredným stĺpcom denného profilu.

# Die Balken in der Analyse werden jetzt korrekt skaliert.
source: The bars in the analysis are now scaled correctly.
de: Die Balken in der Analyse werden jetzt korrekt skaliert.
es_es: La barra en la análisis ahora son escaladas correctamente.
fr: Les barres de l'analyse sont maintenant redimensionnées correctement.
ja: 分析のバーが正しく縮尺されます。
nl: De balken in de analyse zijn nu correct geschaald.
pt_pt: As barras na análise agora são dimensionadas corretamente.
sk: Grafy v Analýze majú teraz správne rozmery.

source: Most of the columns on the page "Hourly Statistics" are left blank if there is no data.
de: Die meisten Spalten auf der Seite "Stündliche Statistik" werden bei nicht vorhandenen Daten leer gelassen.
es_es: En la página "estatistica por hora" la mayoría de las columnas se quedan vacias si no contienen datos.
fr: La plupart des colonnes de la page "Statistiques horaires" sont laissées vides s'il n'y a pas de données.
ja: 「毎時統計」ページのほとんどの列は、データがなければ空のままです。
nl: De meeste kolommen op de pagina "ourly Statistics" worden leeg gelaten als er geen gegevens zijn.
pt_pt: A maioria das colunas na página "Estatísticas horárias" ficam em branco se não houver dados.
sk: Väčšina stĺpcov na stránke "Hodinová štatistika" zostane prázdna ak nie je dostatok dát.

source: In the daily graphics, there is the option to suppress HTML notes. Some uploaders write complete HTML pages in the notes, which is extremely difficult to render in the PDF. That's why you can hide them by setting this option.
de: In der Tagesgrafik gibt es die Option, HTML-Notizen zu unterdrücken. Manche Uploader schreiben in die Notizen komplette HTML-Seiten rein, was im PDF extrem schlecht darstellbar ist. Deswegen kann man diese mit Setzen der Option ausblenden.
es_es: En la estadística diaria existe la opción de suprimir las notas HTML. Algunos navegadores implementan páginas completas en las notas, esto se muestra malamente en el PDF. Por eso se puede deshabilitar está opción.
fr: Dans les graphiques quotidiens, il y a l'option de supprimer les notes HTML. Certains uploaders écrivent des pages HTML complètes dans les notes, ce qui est extrêmement difficile à rendre dans le PDF. C'est pourquoi vous pouvez les cacher en définissant cette option.
ja: デイリーグラフに、HTMLメモを抑制するオプションが用意されました。一部のアップロード者は、メモ中に完全なHTMLページを書く人がいますが、これは PDF として描画することが非常に難しいです。このオプションを設定することで、それらを非表示できます。
nl: In de dagelijkse afbeelding is er de mogelijkheid om HTML-notities te onderdrukken. Sommige uploaders schrijven complete HTML-pagina's in de notities, wat uiterst moeilijk te tonen is in de PDF. Daarom kun je ze verbergen door deze optie in te stellen.
pt_pt: Nos gráficos diários, há a opção de suprimir notas HTML. Alguns iploaders escrevem páginas HTML completas nas notas, o que é extremamente difícil de renderizar no PDF. É por isso que pode escondê-los definindo esta opção.
sk: V dennom prehľade je nastavenie na potlačenie zobrazovania HTML poznámok. Mnohí užívateľia píšu do poznámok celé HTML stránky, čo sa vo formáte PDF zobrazuje veľmi rušivo. Preto je tu možnosť ich zobrazovanie úplne vypnúť.

source: The Glucose Percentile Graph has been expanded to include the Hourly Statistics table. This tabulates the values of the period for each hour of the day. You can either create just the graphic, just the table or both together.
de: Die Glucose Perzentil Grafik wurde um die Tabelle "Stündliche Statistik" erweitert. Diese listet tabellarisch die Werte des Zeitraums für jede Stunde des Tages auf. Man kann entweder nur die Grafik, nur die Tabelle oder beides zusammen erzeugen lassen.
es_es: "Estadística por hora" ha sido añadido al gráfico para el percentil de glucosa. Esta muestra en una tabla los datos del periodo elegido para cada hora del día. Puedes crear la tabla, el gráfico o las dos cosas.
fr: Le graphe du pourcentage de glycémies a été élargi pour inclure le tableau des statistiques horaires. Ceci détermine les valeurs de la période pour chaque heure de la journée. Vous pouvez soit créer simplement le graphe, juste la table ou les deux ensemble.
ja: ブドウ糖のパーセンタイル図に、毎時統計の表が追加されました。その日のそれぞれの1時間の値を集計します。図だけ、表だけ、または両方を作成することができます。
nl: De Glucose Percentile Graph is uitgebreid tot de Hourly statistieken tabel. Dit bepaalt de waarden van de periode voor elk uur van de dag. Je kunt alleen de grafiek, alleen de tafel of beide samen maken.
pt_pt: O gráfico do Percentil foi expandido para incluir a tabela de estatísticas por hora. Isto tabela os valores do período para cada hora do dia. Pode criar apenas o gráfico, apenas a tabela ou ambas juntas.
sk: Graf percentilu glykémie bol rozšírený o "Hodinovú štatistiku". Táto zobrazuje v tabuľke hodnoty každej hodiny daného dňa. Je možné zobraziť len graf, len tabuľku, alebo oboje spoločne.

# In der Sprachauswahl ist jetzt auch Slowakisch verfügbar.
source: Slovak is now also available In the language selection.
de: In der Sprachauswahl ist jetzt auch Slowakisch verfügbar.
es_es: Existe eslovaco en la selección de lenguajes.
fr: Le slovaque est maintenant également disponible dans la sélection de la langue.
ja: スロバキア語が言語から利用できます。
nl: Slowaaks is nu ook beschikbaar in de taalselectie.
pt_pt: Eslovaco está agora disponível na selecção da língua.
sk: Vo výbere jazyka je teraz k dispozícii aj slovenský jazyk.
