Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: There are now small help buttons on the forms. In the list view they replace the icons for dragging the forms, in the tile view they are displayed on the top left of the tiles. The respective view can be selected in the hamburger menu. When you click on such a button, a text is displayed that describes what the corresponding form shows.
es_es: Es gibt jetzt kleine Hilfebuttons bei den Formularen. In der Listenansicht ersetzen sie die Icons zum Ziehen der Formulare, in der Kachelansicht werden sie links oben auf den Kacheln dargestellt. Die jeweilige Ansicht kann man im Hamburgermenü auswählen. Beim Anklicken eines solchen Buttons wird ein Text angezeigt, der beschreibt, was das entsprechende Formular darstellt. Al pinchar estos botones se muestran información sobre el formulario.
nl: Er zijn nu kleine helpknoppen op de formulieren. In de lijstweergave vervangen ze de pictogrammen voor het slepen van de formulieren, in de tegelweergave worden ze links bovenaan de tegels. De respectieve weergave kan worden geselecteerd in het hamburgermenu. Wanneer u op een dergelijke knop klikt, wordt een tekst weergegeven die beschrijft wat het bijbehorende formulier weergeeft.
pt_pt: Existem agora pequenos botões de ajuda nos formulários. Na exibição de lista, eles substituem os ícones para arrastar os formulários, no modo de exibição de bloco eles são exibidos no canto superior esquerdo dos botões. A visualização respetiva pode ser selecionada no menu. Quando você clica no botão, um texto é exibido que descreve o que o formulário correspondente mostra.
sk: Es gibt jetzt kleine Hilfebuttons bei den Formularen. In der Listenansicht ersetzen sie die Icons zum Ziehen der Formulare, in der Kachelansicht werden sie links oben auf den Kacheln dargestellt. Die jeweilige Ansicht kann man im Hamburgermenü auswählen. Beim Anklicken eines solchen Buttons wird ein Text angezeigt, der beschreibt, was das entsprechende Formular darstellt.

source: In the output parameters, you can now specify the unit in which the glucose values are to be shown. At the beginning this is determined from the data stored in Nightscout and pre-assigned accordingly. But it is also possible to change this unit or to have both units shown. If "both" is selected, then every form on which glucose information is available is shown first with mg/dL and then again with mmol/l. This unit is also saved in the shortcuts.
es_es: En los parámetros mostrados se puede definir la unidad en la que se muestran los valc de glucosa. Esta al principio resulta de los datos en nightscout. Es posible cambiar las unidades o mostrar las dos. Si se eligen ambas unidades se muestran los formularios que contienen estas unidas primero en mg/dl y después en mmol. Las unidades también se guardan en los shortcuts.
nl: In de uitvoerparameters kunt u nu de eenheid aangeven waarin de glucosewaarden worden weergegeven. Aan het begin wordt dit bepaald op basis van de gegevens die zijn opgeslagen in Nightscout en vooraf zijn toegewezen. Maar het is ook mogelijk deze eenheid te veranderen of beide eenheden te laten zien. Als "beide" is geselecteerd, dan wordt elk formulier waarop glucoseinformatie beschikbaar is eerst getoond met mg/dL en daarna met mmol/l. Deze eenheid wordt ook opgeslagen in de snelkoppelingen.
pt_pt: Nos parâmetros de saída, pode especificar a unidade na qual os valores de glicose devem ser mostrados. No início, isso é determinado a partir dos dados armazenados no Nightscout e pré-atribuído de acordo. Mas também é possível alterar esta unidade ou mostrar ambas as unidades. Se "dois" é selecionado, então cada formulário no qual a informação de glicose está disponível é mostrada primeiro com mg/dL e novamente com mmol/l. Esta unidade também é salva nos atalhos.
sk: Bei den Ausgabeparametern kann jetzt festgelegt werden, in welcher Einheit die Glukosemessungen ausgegeben werden sollen. Diese wird zu Beginn aus den in Nightscout gespeicherten Daten ermittelt und entsprechend vorbelegt. Es ist aber auch möglich, diese Einheit zu ändern oder beide Einheiten ausgeben zu lassen. Wenn beide ausgegeben werden, dann wird jedes Formular auf dem Glukoseangaben vorhanden sind zunächst mit mg/dL und danach nochmal mit mmol/l ausgegeben. Diese Einheit wird auch in den Shortcuts gespeichert.

source: The profile basal rate in the daily profile form is now also displayed with bars.
es_es: La tasa basal del perfil en el formulario diario ahora también se muestra con barras.
fr: Le débit basal du profil dans le formulaire de profil quotidien est maintenant aussi affiché avec des barres.
nl: De profielbasaalstand in het profiel formulier wordt nu ook weergegeven met streepjes.
pt_pt: A taxa basal do perfil na forma de perfil diário agora também é exibida com barras.
sk: Die Profilbasalrate im Formular Tagesprofil wird jetzt ebenfalls mit Balken dargestellt.

source: iOS Loop misuses the profile table to save its own settings, which for users of this software meant that the profile table could not be loaded correctly. Therefore, in the settings there is now the option of restricting the number of data records that are loaded from the profile table.
es_es: el bucle de iOS hace un uso indebido de la tabla de perfiles para guardar su propia configuración, lo que provocó que no se cargaba correctamente la tabla de perfiles. Por lo tanto, ahora existe la posibilidad en la configuración de limitar el número de registros que se cargan desde la tabla de perfiles.
fr: iOS Loop utilise mal la table de profil pour enregistrer ses propres paramètres, qui, pour les utilisateurs de ce logiciel, signifiait que la table de profil ne pouvait pas être chargée correctement. Par conséquent, dans les paramètres, il y a maintenant l'option de restreindre le nombre d'enregistrements de données qui sont chargés à partir de la table de profil.
nl: iOS Loop misbruikt de profieltabel om zijn eigen instellingen op te slaan dit betekend voor gebruikers van deze software dat de profieltabel niet correct geladen kon worden. Daarom is er nu in de instellingen de optie om het aantal datarecords te beperken die worden geladen vanuit de profieltabel.
pt_pt: iOS Loop utiliza indevidamente a tabela perfil para salvar suas próprias configurações. o que para os usuários deste software significava que a tabela de perfil não pôde ser carregada corretamente. Portanto, nas configurações há agora a opção de restringir o número de registos de dados carregados a partir da tabela de perfil.
sk: iOS Loop missbraucht die Profiltabelle dazu, seine eigenen Settings zu speichern, was bei Benutzern dieser Software dazu führte, dass die Tabelle Profil nicht korrekt geladen werden kann. Deshalb gibt es jetzt in den Einstellungen die Möglichkeit, die Anzahl der Datensätze, die aus der Profiltabelle geladen werden einzuschränken.

source: Temporary overrides which are entered in the treatment data by iOSLoop are now also shown in the daily log.
es_es: En el protocolo ahora también se muestran sustituciónes temporales que son importadas por los valores de iOsLoop.
fr: Les substitutions temporaires qui sont entrées dans les données de traitement par iOSLoop sont maintenant également affichées dans le journal journalier.
ja: iOS Loopによるトリートメントデータ入力、一時的なオーバーライドもデイリーログに表示されるようになりました
nl: Tijdelijke overschrijvingen die zijn ingevoerd in de verwerkingsgegevens door iOSLoop worden nu ook getoond in de dagelijkse log.
pt_pt: Substituições temporárias que são inseridas nos dados de tratamento pelo iOSLoop agora também são mostradas no log diário.
sk: Im Protokoll werden nun auch temporäre Overrides ausgegeben, die von iOSLoop in die Behandlungsdaten eingetragen werden.

source: In the daily profile you can now specify whether only the value, the percentage adjustment of the profile or both should be displayed. In addition, a line can be inserted that shows the value set in the basal profile at the respective point in time.
es_es: En el perfil diario se puede seleccionar si se muestran el valor absoluto, el porcentaje o los dos valores. Además se puede mostrar una línea que representa el valor del perfil del momento.
fr: Dans le profil quotidien, vous pouvez maintenant spécifier si seulement la valeur, le pourcentage d'ajustement du profil ou les deux doivent être affichés. En outre, une ligne peut être insérée qui montre la valeur définie dans le profil basal à chaque point du moment.
nl: In het dagelijkse profiel kunt u nu aangeven of alleen de waarde, het percentage van aanpassing van het profiel of beide moeten worden weergegeven. Daarnaast kan een lijn worden ingevoegd die de in het basaal ingestelde waarde op het betreffende tijdstip toont.
pt_pt: No perfil diário você pode agora especificar se o valor, o ajuste de percentagens do perfil ou ambos devem ser exibidos. Além disso, uma linha pode ser inserida que mostra o valor definido no perfil basal no respetivo ponto no tempo.
sk: Im Tagesprofil kann nun angegeben werden, ob nur der Wert, die prozentuale Anpassung des Profils oder beides angezeigt werden soll. Ausserdem kann eine Linie eingefügt werden, die den im Basalprofil zum jeweiligen Zeitpunkt eingestellten Wert darstellt.

source: Profile changes are no longer displayed in the daily graphic if the profile has not changed. iOSLoop very often inserts new profiles into the nightscout data records that do not contain any changes because other configuration settings are also saved there.
es_es: En el gráfico diario ya no se muestran cambios de perfil si no cambia el perfil. IosLoop adjunta muchos perfiles en nightscout, que no contienenccambio, por que contienen también valoresdde cconfiguración.
fr: Les modifications de profil ne sont plus affichées dans le graphique quotidien si le profil n'a pas changé. iOSLoop insère très souvent de nouveaux profils dans les enregistrements de données Nightscout qui ne contiennent aucune modification, car d'autres paramètres de configuration y sont également enregistrés.
ja: プロフィールが変更されていない場合、プロフィールの変更はデイリーグラフに表示されなくなります。 iOSLoopは他の設定とともに保存されるため、変更を含まずプロファイルをナイトスカウトに記録することがよくあります。
nl: Profielwijzigingen worden niet langer in de dagafbeelding weergegeven als het profiel niet is gewijzigd. iOSLoop introduceert heel vaak nieuwe profielen in de Nightscout data records die geen wijzigingen bevatten omdat andere configuratie-instellingen daar ook worden opgeslagen.
pt_pt: As alterações no perfil não são mais exibidas no gráfico diário se o perfil não mudou. O iOSLoop frequentemente insere novos perfis nos registros de dados do nightscout que não contêm quaisquer alterações porque outras configurações também são salvas lá.
sk: In der Tagesgrafik werden Profilwechsel nicht mehr angezeigt, wenn sich das Profil beim Wechsel nicht geändert hat. iOSLoop fügt in die Nightscoutdatensätze sehr häufig neue Profile ein, die keine Änderung beinhalten, weil dort zusätzlich andere Konfigurationseinstellungen gespeichert werden.

# Ein Fehler beim Laden der ausgewählten Formulare wurde korrigiert.
source: An error when loading the selected forms has been fixed.
es_es: Una falta al cargar formularios elegidos ha sido corregida.
fr: Une erreur lors du chargement des formulaires sélectionnés a été corrigée.
ja: 選択したフォームの読み込みエラーを修正しました。
nl: Er is een fout opgetreden bij het laden van het geselecteerde formulier.
pt_pt: Um erro ao carregar os formulários selecionados foi corrigido.
sk: Ein Fehler beim Laden der ausgewählten Formulare wurde korrigiert.

source: When syncing with Google Drive is canceled, the authorization is now reset properly. If you want to synchronize again afterwards, the authorizations are requested again.
es_es: Al cancelar la sincronizacion con Google Drive se reconstruye todo correctamente. Si se vuelve a activar la sincronizacion se vuelven a pedir derechos.
fr: Lorsque la synchronisation avec Google Drive est annulée, l'autorisation est maintenant réinitialisée correctement. Si vous voulez synchroniser à nouveau par la suite, les autorisations sont demandées à nouveau.
ja: Googleドライブとの同期がキャンセルされた場合、承認は正しくリセットされます。後で再度同期したい場合は、認証が再度要求されます。
nl: Bij het annuleren van de synchronisatie met Google Drive wordt de autorisatie nu opnieuw ingesteld. Als u daarna opnieuw wilt synchroniseren, worden de autorisaties opnieuw aangevraagd.
pt_pt: Quando a sincronização com o Google Drive é cancelada, a autorização agora é redefinida corretamente. Se você quiser sincronizar novamente depois, as autorizações são solicitadas novamente.
sk: Wenn die Synchronisierung mit Google Drive aufgehoben wird, wird die Berechtigung nun korrekt zurückgesetzt. Wenn man sich danach wieder synchronisieren will, werden nochmal die Berechtigungen abgefragt.

source: A bug has been fixed that caused temporary goals to be displayed in the daily graph with a time shift.
es_es: Se ha corregido una falta que causaba que los objetivos temporales se mostraban incorrectamente.
fr: Un bug a été corrigé qui a fait apparaître des cibles temporaires dans le graphique quotidien avec un décalage de temps.
ja: A bug has been fixed that caused temporary targets to be displayed in the daily graph with a time shift.
nl: Er is een bug opgelost die ervoor heeft gezorgd dat tijdelijke objecten in de dagelijkse grafiek met een tijdverschuiving worden weergegeven.
pt_pt: Erro corrigido que fez com que alvos temporários fossem exibidos no gráfico diário com um deslocamento de tempo.
sk: Ein Fehler wurde behoben, der dafür sorgte, dass temporäre Ziele in der Tagesgrafik mit zeitlicher Verschiebung angezeigt wurden.

source: Insulin deliveries are now also displayed on the Protocol page, e.g. if they were entered via xdrip.
de: Auf der Seite Protokoll werden jetzt auch Insulinabgaben angezeigt, die z.B. über xdrip eingegeben wurden.
es_es: En la página del protocolo ahora también se muestran informaciónes sobre insulina que se inserten por ejemplo por xdrip.
fr: Les livraisons d'insuline sont maintenant aussi affichées sur la page Protocole, par exemple si elles ont été entrées via xdrip.
ja: Iインスリンデリバリーはプロトコルページにも表示されるようになりました。例) xdrip経由で入力された場合など
nl: Insuline leveringen worden nu ook getoond op de protocolpagina, bijvoorbeeld als ze via xdrip werden ingevoerd.
pl: Dawki insuliny są teraz wyświetlane na stronie protokołu, np. jeśli zostały wprowadzone przez xDrip.
pt_pt: As entregas da insulina agora também são exibidas na página do protocolo, por exemplo, se elas foram inseridas via xdrip.
sk: Auf der Seite Protokoll werden jetzt auch Insulinabgaben angezeigt, die z.B. über xdrip eingegeben wurden.

source: There are now shortcuts with which you can save the current selection of forms, their parameters and the selected period. When activating a shortcut, everything is set back to what it was when the shortcut was saved.
de: Es gibt jetzt Shortcuts, mit denen man die aktuelle Auswahl der Formulare, deren Parameter und den ausgewählten Zeitraum speichern kann. Beim Aktivieren eines Shortcuts wird das alles wieder so eingestellt, wie es war, als der Shortcut gespeichert wurde.
es_es: Ahora existen atajos con los que puedes guardar la selección actual de formularios, los parámetros y el periodo seleccionado. Al activar un atajo, todo se repone como seleccionado al guardar el atajo.
fr: Il y a maintenant des raccourcis avec lesquels vous pouvez enregistrer la sélection actuelle des formulaires, leurs paramètres et la période sélectionnée. Lors de l'activation d'un raccourci, tout est réglé sur ce qu'il était lorsque le raccourci a été enregistré.
nl: Er zijn nu snelkoppelingen waarmee u de huidige selectie van formulieren, hun parameters en de geselecteerde periode kunt opslaan. Bij het activeren van een snelweg, wordt alles teruggezet naar wat het was toen de snelkoppeling werd gered.
pl: Istnieją teraz skróty, z którymi możesz zapisać bieżący wybór formularzy, ich parametry i wybrany okres. Podczas aktywowania skrótu, wszystko jest ustawione z powrotem na to, co było po zapisaniu skrótu.
pt_pt: Agora há atalhos com os quais você pode salvar a seleção atual de formulários, seus parâmetros e o período selecionado. Ao ativar um atalho, tudo é ajustado para o que era quando o atalho foi salvo.
sk: Es gibt jetzt Shortcuts, mit denen man die aktuelle Auswahl der Formulare, deren Parameter und den ausgewählten Zeitraum speichern kann. Beim Aktivieren eines Shortcuts wird das alles wieder so eingestellt, wie es war, als der Shortcut gespeichert wurde.

source: With herokuapp and other providers of free database instances, the instance's storage space is limited, which is why it becomes full at some point. Then you can create a new instance, but Nightscout Reporter needs access to all instances for which you want to receive a PDF in order to be able to display it seamlessly every day. Therefore, multiple URLs can now be entered for the Nightscout instances. In addition, you have to enter which is the first and the last day with data. With this information, Nightscout Reporter can then seamlessly evaluate the required data across multiple instances.
de: Bei Herokuapp und anderen Anbietern kostenloser Datenbankinstanzen ist der Speicherplatz der Instanz beschränkt, weshalb sie irgendwann voll ist. Dann kann man zwar eine neue Instanz anlegen, Nightscout Reporter benötigt aber für eine lückenlose Darstellung aller Tage Zugriff auf alle Instanzen, für die man eine Auswertung erhalten will. Deshalb können nun mehrere URLs für die Nightscout Instanzen eingegeben werden. Zusätzlich muss noch eingegeben werden, welches der erste und der letzte Tag mit Daten ist. Mit diesen Informationen ist es Nightscout Reporter dann möglich die benötigten Daten lückenlos auch über mehrere Instanzen hinweg auszuwerten.
es_es: En Herokoapp y otros Servidores de Bases de Datos el espacio de almacenamiento esta restrigido, asi que a lo largo del tiempo se llena. Se puede crear una base nueva pero Nightscout Reporter necesita acceso a todas bases para poder mostrar los datos de todos los dias seguidos sin falta de datos. Por eso ahora se pueden usar varias URL para las bases de nightscout. Adicionalmente se debe indicar cual es el primer y cual es el último día con datos. Con estas informaciones Nightscout Reporter puede evaluar los datos completamente usando varias bases de datos.
fr: Avec herokuapp et d'autres fournisseurs d'instances de base de données gratuites, l'espace de stockage de l'instance est limité, c'est pourquoi il devient complet à un moment donné. Ensuite, vous pouvez créer une nouvelle instance, mais Nightscout Reporter a besoin d'accéder à toutes les instances pour lesquelles vous voulez recevoir un PDF afin de pouvoir l'afficher de façon transparente tous les jours. Par conséquent, plusieurs URL peuvent maintenant être saisies pour les instances Nightscout. En outre, vous devez entrer qui est le premier et le dernier jour avec des données. Avec cette information, Nightscout Reporter peut ensuite évaluer de façon transparente les données requises à travers plusieurs instances.
nl: Met herokuapp en andere aanbieders van gratis database-instanties, is de opslagruimte van de instantie beperkt, waardoor deze op een bepaald moment vol is. Dan kunt u een nieuwe instantie aanmaken, maar Nightscout Verporter heeft toegang nodig tot alle instanties waarvoor je een PDF wilt ontvangen om het naadloos elke dag weer te kunnen geven. Daarom kunnen er nu meerdere URL's worden ingevoerd voor de instanties van Nightscout. Bovendien moet u invoeren wat de eerste en laatste dag is met de gegevens. Met deze informatie kan Nightscout Reporter vervolgens naadloos de benodigde gegevens in meerdere instanties evalueren.
pt_pt: Com o herokuapp e outros provedores gratuitos de banco de dados, o espaço de armazenamento da instância é limitado, e é por isso que fica cheio em algum momento. Então pode criar uma nova instância mas o Nightscout Reporter precisa de acesso a todas as instâncias para as quais você deseja receber um PDF para poder exibi-lo sem interrupções todos os dias. Portanto, várias URLs agora podem ser inseridas para as instâncias do Nightscout. Além disso, você deve informar qual é o primeiro e último dia com dados. Com estas informações, o Nightscout Reporter pode então avaliar os dados necessários em múltiplas instâncias.
sk: Bei Herokuapp und anderen Anbietern kostenloser Datenbankinstanzen ist der Speicherplatz der Instanz beschränkt, weshalb sie irgendwann voll ist. Dann kann man zwar eine neue Instanz anlegen, Nightscout Reporter benötigt aber für eine lückenlose Darstellung aller Tage Zugriff auf alle Instanzen, für die man eine Auswertung erhalten will. Deshalb können nun mehrere URLs für die Nightscout Instanzen eingegeben werden. Zusätzlich muss noch eingegeben werden, welches der erste und der letzte Tag mit Daten ist. Mit diesen Informationen ist es Nightscout Reporter dann möglich die benötigten Daten lückenlos auch über mehrere Instanzen hinweg auszuwerten.

source: If a value in the CGP exceeds the maximum value of the scale, the corresponding corner is marked with a yellow circle.
de: Wenn im CGP ein Wert den Maximalwert der Skala überschreitet, wird die entsprechende Ecke mit einem gelben Kreis markiert.
es_es: Si se sale un valor en el CGP del máximo de la escala, la punta se indicará con un circulo amarillo.
fr: Si une valeur dans la CGP dépasse la valeur maximale de l'échelle, le coin correspondant est marqué par un cercle jaune.
nl: Als een waarde in de CGP de maximale waarde van de schaal overschrijdt, wordt de overeenkomstige hoek met een gele cirkel gemarkeerd.
pt_pt: Se um valor no CGP exceder o valor máximo da escala, o canto correspondente é marcado com um círculo amarelo.
sk: Wenn im CGP ein Wert den Maximalwert der Skala überschreitet, wird die entsprechende Ecke mit einem gelben Kreis markiert.

source: In addition to the URL input fields, there is a button on the Settings dialog to open the URL in a new browser window.
de: Auf dem Einstellungen-Dialog gibt es neben den URL-Eingabefeldern jeweils einen Button, um die URL in einem neuen Browser-Fenster zu öffnen.
es_es: En los ajustes ahora hay un botón para abrir URL en una nueva ventana.
fr: En plus des champs de saisie d'URL, il y a un bouton dans la boîte de dialogue Paramètres pour ouvrir l'URL dans une nouvelle fenêtre du navigateur.
nl: Naast de URL-invoervelden staat er een knop in het dialoogvenster Instellingen om de URL in een nieuw browservenster te openen.
pt_pt: Além dos campos de entrada de URL, há um botão na caixa de diálogo Configurações para abrir a URL em uma nova janela do navegador.
sk: Auf dem Einstellungen-Dialog gibt es neben den URL-Eingabefeldern jeweils einen Button, um die URL in einem neuen Browser-Fenster zu öffnen.

source: The entry of the access key in the settings dialog can now be made readable with a button next to the input field.
de: Die Eingabe des Zugriffsschlüssels auf dem Einstellungen-Dialog kann jetzt mit einem Button neben dem Eingabefeld lesbar gemacht werden.
es_es: El código de acceso a los ajustes ahora se puede hacer visible con el botón al lado de la casilla.
fr: L'entrée de la clé d'accès dans la boîte de dialogue des paramètres peut maintenant être lisible avec un bouton à côté du champ de saisie.
nl: Het invoeren van de toegangssleutel in het instellingen dialoogvenster kan nu leesbaar worden gemaakt met een knop naast het invoerveld.
pt_pt: A entrada da chave de acesso na caixa de diálogo de configurações pode agora ser legível com um botão ao lado do campo de entrada.
sk: Die Eingabe des Zugriffsschlüssels auf dem Einstellungen-Dialog kann jetzt mit einem Button neben dem Eingabefeld lesbar gemacht werden.
