Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: The accuracy of the insulin dosage is determined from the profile. The value with the highest precision defines how many decimalplaces are used for display of basalvalues.
de: Die Genauigkeit der Insulindosierung wird aus dem Profil ermittelt. Der Wert mit der höchsten Genauigkeit legt fest, mit wievielen Nachkommastellen Basalratenwerte angezeigt werden.
es_es: La exactitud de la dosis de insulina se calcula a base del perfil. El valor con la mayor exactitud determina, cuantos decimales serán mostrados.
fr: La précision de la posologie de l'insuline est déterminée à partir du profil. La valeur avec la plus grande précision définit le nombre de décimales utilisées pour l'affichage des valeurs de base.
ja: 正確なインスリン投与量はプロフィールより決定されます。正確な値はベーサルレートの小数点以下の桁数を決定します。
nl: De nauwkeurigheid van de insulinedosis wordt bepaald vanuit het profiel. De waarde met de hoogste precisie definieert hoeveel decimalen worden gebruikt voor de weergave van basalwaarden.
pl: Dokładność dawkowania insuliny jest uzależniona od ustawień profilu Nightscout. Wartość z najwyższą precyzją określa, ile miejsc po przecinku ma być wyświetlane w przypadku wartości dawek podstawowych (baz).
pt_pt: A precisão da dosagem de insulina é determinada a partir do perfil. O valor com a maior precisão define quantos números decimais são usados para exibição de valores basais.
sk: Presnosť dávky inzulínu je stanovená z profilu. Hodnota s najvyššou presnosťou určuje, o koľko desatinných miest sa budú zobrazovať základné hodnoty.

# Daten verschiedener Uploader werden nun besser interpretiert.
source: Data from different uploaders is now better interpreted.
de: Daten verschiedener Uploader werden nun besser interpretiert.
es_es: Informaciones de diferentes cargadores de datos ahora se interpretan mejor.
fr: Les données des différents uploaders sont maintenant mieux interprétées.
ja: 異なるアップローダーからのデータを正確に処理できるようになりました。
nl: Gegevens van verschillende uploaders worden nu beter geïnterpreteerd.
pl: Dane z różnych źródeł są teraz lepiej interpretowane.
pt_pt: Os dados de diferentes Uploaders agora são melhores interpretados.
sk: Údaje od rôznych používateľov, ktorí odovzdali video, sa teraz lepšie interpretujú.

source: Data which was marked as sync by xDrip will be ignored in the caluclations.
de: Daten, die von xDrip als sync markiert wurden, werden bei der Auswertung ignoriert.
es_es: Datos que se han marcado por xDrip como sync, se ignoran en la evaluación.
fr: Les données marquées comme synchronisées par xDrip seront ignorées dans les calculs.
ja: xDripより同期されたデータは計算時に無視されます。
nl: Gegevens die werden gemarkeerd als synchronisatie door xDrip zullen worden genegeerd in de aluclaties.
pl: Dane, które zostały oznaczone jako "sync" przez xDrip+ są ignorowane podczas analizy.
pt_pt: Os dados que foram marcados como sincronização pelo xDrip serão ignorados nas calculações.
sk: Dáta označené ako synchronizované pomocou xDrip budú počas vyhodnocovania ignorované.

# Die Farben für Dialoge und Scrollbars wurden angepasst.
source: The colors for dialogs and scrollbars have been adjusted.
de: Die Farben für Dialoge und Scrollbars wurden angepasst.
es_es: Se han ajustado los colores para diálogos y barras de desplazamiento.
fr: Les couleurs des boîtes de dialogues et des barres de défilement ont été ajustées.
ja: ダイアログとスクロールバーの色を調整しました。
nl: De kleuren voor dialogen en schuifbalken zijn aangepast.
pl: Kolory dla okien dialogowych i pasków przewijania zostały dopasowane.
pt_pt: As cores das caixas de diálogo e barras de deslizantes foram ajustadas.
sk: Farby pre dialógy a posuvníky boli upravené.

# Die Berechnung der tatsächlichen Basalrate wurde korrigiert.
source: The calculation of actual basal rate was corrected.
de: Die Berechnung der tatsächlichen Basalrate wurde korrigiert.
es_es: Se corrigió el cálculo de la tasa basal real.
fr: Le calcul du débit de base réel a été corrigé.
ja: 実際のベーサルレートの計算式を修正しました。
nl: De berekening van de werkelijke basaalstand is gecorrigeerd.
pl: Kalkulacja aktualnego schematu dawki podstawowej (bazy) zostały poprawiona.
pt_pt: O cálculo da taxa basal atual foi corrigido.
sk: Výpočet skutočnej bazálnej dávky bol opravený.

source: The profile page has been adapted so that entries for 24 hours fit on one page.
de: Die Profilseite wurde angepasst, damit Einträge für 24 Stunden auf eine Seite passen.
es_es: La página de perfil se ha adaptado para que se muestren los datos de 24 horas en una sola página.
fr: La page de profil a été adaptée de manière à ce que les entrées sur 24 heures puissent s'inscrire sur une seule page.
ja: プロファイルのページでは 24 時間の項目が 1ページに収まるように調整されています。
nl: De profielpagina is aangepast zodat de invoer 24 uur op één pagina past.
pl: Strona Profil została dostosowana tak, aby odczyty dla 24 godzin mieściły się na jednej stronie.
pt_pt: A página de perfil foi adaptada para que as entradas por 24 horas caibam numa página.
sk: Stránka profilu bola upravená tak, aby umožňovala vstupy na stránku na 24 hodín.

source: The menu links to Nightscout and the reports of Nightscout now also work correctly when a usertoken was provided.
de: Die Links zu Nightscout und den Reports von Nightscout im Menü funktionieren jetzt auch richtig, wenn ein Usertoken angegeben wurde.
es_es: Los enlaces a Nightscout y sus evaluaciónes ahora funcionan correctamente si se ha especificado un token de usario.
fr: Les liens du menu vers Nightscout et les rapports de Nightscout fonctionnent maintenant correctement lorsqu'un jeton d'utilisateur a été fourni.
ja: ナイトスカウトとナイトスカウトレポートのリンクがユーザー・トークンを設定すると動作するようになりました。
nl: De menu links naar Nightscout en de rapporten van Nightscout werken nu ook goed wanneer er een usertoken is verstrekt.
pl: Łącza menu do profilu i raportów Nightscout działają teraz poprawnie, również w przypadku używania tokenu użytkownika.
pt_pt: O link do menu para o Nightscout e relatórios do Nightscout agora também funcionam corretamente quando um token for fornecido.
sk: Odkazy na správy Nightscout a správy Nightscout v ponuke teraz fungujú správne, ak bol zadaný token používateľa.

source: It is now possible to scroll the main page in Firefox, if it is longer than the browser window.
de: In Firefox ist es jetzt auch möglich, die Hauptseite zu scrollen, wenn sie länger ist, als das Browserfenster.
es_es: Ahora también es posible deslizar la página inicial si es más larga que la ventanilla del navegador Firefox.
fr: Il est maintenant possible de faire défiler la page principale dans Firefox, si elle est plus longue que la fenêtre du navigateur.
ja: メインページを Firefox で表示している際に、ブラウザ画面より長い場合はスクロールできるようになりました。
nl: Het is nu mogelijk om de hoofdpagina in Firefox, als deze langer is dan het browservenster.
pl: Możliwe jest przewijanie strony głównej w przeglądarce Firefox, jeśli jest dłuższa niż okno przeglądarki.
pt_pt: Agora é possível rolar a página principal no Firefox, se é mais do que a janela do browser.
sk: Vo Firefoxe je teraz možné posúvať hlavnú stránku, ak je dlhšia ako okno prehľadávača.

# Blutwerte werden jetzt auch bei mmol/L in den Grafiken korrekt angezeigt.
source: Blood values are displayed correctly now in mmol/L in the graphics.
de: Blutwerte werden jetzt auch bei mmol/L in den Grafiken korrekt angezeigt.
es_es: Valores sanguíneos se muestran ahora correctamente en mmol/L en los gráficos.
fr: Les glycémies capillaires sont maintenant affichées correctement dans les graphiques.
ja: 血糖値が mmol/l でグラフに正しく表示できるようになりました。
nl: Bloedwaarden worden nu correct weergegeven in mmol/L in de grafiek.
pl: Glikemia jest wyświetlana poprawnie także w mmol/L na wykresach.
pt_pt: Os valores de sangue agora são exibidos corretamente em mmol/L nos gráficos.
sk: Krvné hodnoty sa teraz zobrazujú správne aj v prípade mmol / l v grafe.

# Die Standardabweichung wird jetzt auch bei mmol/L korrekt angezeigt.
source: Standard deviation is now also shown correctly when using mmol/L.
de: Die Standardabweichung wird jetzt auch bei mmol/L korrekt angezeigt.
es_es: La desviación estándar se mostrará correctamente ahora también en mmol/L.
fr: L'écart type est également affiché correctement lors de l'utilisation de mmol/L.
ja: 標準偏差は、mmol / L を選択しても正しく表示されるようになりました。
nl: De standaardafwijking wordt nu ook correct weergegeven bij het gebruik van mmol/L.
pl: Odchylenie standardowe jest teraz wyświetlane poprawnie podczas korzystania mmol/L.
pt_pt: O desvio-padrão agora também é mostrado corretamente ao usar mmol/L.
sk: Štandardná odchýlka sa teraz zobrazuje správne aj pri mmol / L.

# Die fehlerhafte Zentrierung der Auswahlbuttons wurde korrigiert.
source: Wrong alignment of buttons on mainpage has been fixed.
de: Die fehlerhafte Zentrierung der Auswahlbuttons wurde korrigiert.
es_es: Se ha corregido el centrado incorrecto de los botones de selección.
fr: Le mauvais alignement des boutons sur la page principale a été corrigé.
ja: メインページのボタン配置の間違いを修正しました。
nl: Verkeerde uitlijning van knoppen op de hoofdpagina is hersteld.
pl: Nieprawidłowe wyrównanie przycisków na głównej stronie zostało naprawione.
pt_pt: Foi corrigido o alinhamento errado dos botões na página principal.
sk: Opravené bolo nesprávne vycentrovanie tlačidiel výberu.

source: There is now also the possibility to use Nightscout Reporter in European English. The difference to American English currently exists only in the date format (gb: dd/MM/yyyy, us: MM/dd/yyyy).
de: Es gibt jetzt auch die Möglichkeit, Nightscout Reporter in europäischem Englisch darzustellen. Der Unterschied zum amerikanischen Englisch besteht derzeit lediglich im Datumsformat (gb: dd/MM/yyyy, us: MM/dd/yyyy).
es_es: Ahora también existe la posibilidad de representar Nightscout Repoerter en inglés europeo. La única diferencia esta en el formato de la fecha para el inglés americano (gb: dd/MM/AAAA, U. S.: dd/MM/AAAA).
fr: Il est maintenant possible d'utiliser Nightscout Reporter en anglais européen. La différence avec l'anglais américain n'existe actuellement que dans le format de date (gb: yyyy/MM/dd, us: MM/yyyy/dd).
ja: ナイトスカウトレポーターをイギリス英語で使用できるようになりました。アメリカ英語との違いは日付表示のみです。(例：dd/MM/yyyy, us: MM/dd/yyyy)
nl: Er is nu ook de mogelijkheid om Nightscout Reporter te gebruiken in Europees Engels. Het verschil met Amerikaans Engels bestaat momenteel alleen in het datumformaat (gb: dd/MM/jjjjjjjj).
pl: Obecnie istnieje również możliwość korzystania z raportu Nightscout w języku angielskim. Różnica w stosunku do angielskiego amerykańskiego istnieje obecnie tylko w formacie daty (gb: dd/MM/yyyy, nas: MM/dd/yyyy).
pt_pt: Existe agora também a possibilidade de usar o Relatório de Nightscout em inglês europeu. A diferença para o inglês americano existe actualmente apenas no formato da data (gb: dd/MM/yyyy, nós: MM/dd/yyyy).
sk: Teraz je tiež možnosť predstaviť Nightscout Reporter v európskej angličtine. Rozdiel oproti americkej angličtine v súčasnosti existuje iba vo formáte dátumu (gb: dd / MM / rrrr, nás: MM / dd / rrrr).

source: The legend below the daily graph shows the sum of carbohydrates for the day.
de: In der Legende unter der Tagesgrafik wird die Summe der Kohlenhydrate für den Tag angezeigt.
es_es: La cantidad de carbohidratos diarios se mostrará en la leyenda debajo del gráfico del día.
fr: La légende en dessous du graphe quotidien montre la somme des glucides pour la journée.
ja: デイリーグラフの凡例にある炭水化物には合計値が表示されます。
nl: De legende onder de dagelijkse grafiek toont de som van koolhydraten voor de dag.
pl: Legenda poniżej wykresu dziennego przedstawia sumę węglowodanów w danym dniu.
pt_pt: A legenda abaixo do gráfico diário mostra a soma de hidratos de carbono para o dia.
sk: Legenda pod denným grafom zobrazuje súčet sacharidov za deň.

# In der Tagesgrafik werden nun auch Reservoirwechsel angezeigt.
source: Reservoir changes are now also shown in the daily graph.
de: In der Tagesgrafik werden nun auch Reservoirwechsel angezeigt.
es_es: El gráfico diario ahora también se muestra el cambio de depósito.
fr: Les changements de réservoirs sont maintenant également indiqués dans le graphe quotidien.
ja: リザーバー交換が1日グラフに表示されます
nl: Veranderingen van reservoir worden nu ook weergegeven in de dagelijkse grafiek.
pt_pt: As mudanças de reservatório também são agora mostradas no gráfico diário.
sk: V dennom grafe sa teraz zobrazujú zmeny zásobníka.

source: The daily chart now shows the estimated A1C and the percentage of bolus insulin and basal insulin for the day. These values are displayed within the legend, which is why it must be enabled for the values to appear.
de: In der Tagesgrafik werden nun der geschätzte HbA1C und die prozentuale Menge an Bolusinsulin und Basalinsulin für den Tag angezeigt. Diese Anzeige erfolgt innerhalb der Legende, weshalb diese aktiviert sein muss, damit die Werte angezeigt werden.
es_es: En el gráfico diario se muetra la HbA1C estimada y la cantidad porcentual de insulina de bolo e insulina basal para el día. Esto se muestra en la leyenda, por lo cual se debe activar para poder ver los valores.
fr: Le tableau quotidien montre maintenant les estimations HbA1C et les pourcentages de bolus et de débit de base pour la journée. Ces valeurs sont affichées dans la légende, c'est pourquoi elles doivent être activées pour que les valeurs apparaissent.
ja: 日別の推定 A1C、ボーラスインスリンおよび基礎インスリンの割合は、1日グラフの下の凡例に表示されます。これらを表示するには凡例表示を有効にする必要があります。
nl: De dagelijkse grafiek toont nu de geschatte A1C en het percentage bolus insuline en basale insuline voor overdag. Deze waarden worden weergegeven in de legende, daarom moet het ingeschakeld zijn om de waarden te laten verschijnen.
pt_pt: O gráfico diário mostra agora o HbA1c estimado e a percentagem de insulina bolus e insulina basal para o dia. Estes valores são exibidos dentro da legenda, e é por isso que deve ser activado para que os valores apareçam.
sk: Denný graf teraz ukazuje odhadovanú HbA1C a percento bolusového inzulínu a bazálneho inzulínu za deň. Toto zobrazenie sa nachádza v legende, preto sa musí povoliť zobrazenie hodnôt.

# Die Angabe DIA auf der Profilseite wird nun mit zwei Nachkommastellen angezeigt.
source: DIA on the profile page is now displayed with two decimal places.
de: Die Angabe DIA auf der Profilseite wird nun mit zwei Nachkommastellen angezeigt.
es_es: El valor DIA se muestra en la pagina del perfil con dos decimales.
fr: DIA sur la page de profil est maintenant affiché avec deux décimales.
ja: プロフィールのインスリン作用時間は、小数点以下2桁で表示されるようになりました。
nl: DIA op de profielpagina wordt nu weergegeven met twee decimalen plaatsen.
pl: DIA na stronie profilu jest teraz wyświetlana z dwoma miejscami po przecinku.
pt_pt: DIA na página do perfil agora é exibido com duas casas decimais.
sk: Indikácia DIA na stránke profilu sa teraz zobrazuje s dvoma desatinnými miestami.

source: There is now an option for the daily graphics to toggle the accumulation of close values.
de: Für die Tagesgrafik gibt es jetzt eine Option, um die Aufsummierung nahe beieinander liegender Werte umzuschalten.
es_es: Hay una opción para cambiar a la adición de valores similares.
fr: Il existe maintenant une option pour les graphiques quotidiens de basculer l'accumulation de mesures proches.
ja: 1日グラフに、時間帯が近い数値をまとめるオプションが追加されました。
nl: Er is nu een optie voor de dagelijkse grafieken om de opeenstapeling van nauwe waarden in te schakelen.
pt_pt: Agora há uma opção para que os gráficos diários alternem a acumulação de valores fechados.
sk: Pre dennú grafiku je teraz možné prepínať akumuláciu blízkych hodnôt.

source: The carbohydrate information on the daily graph is now output without the suffix KH.
de: Die Kohlenhydratangaben auf der Tagesgrafik werden jetzt ohne den Zusatz KH ausgegeben.
es_es: La información sobre los carbohidratos en el gráfico diario se muestran ahora sin la unidad HC.
fr: L'information sur les glucides figurant sur le graphe quotidien sont maintenant affcihées sans le suffixe KH.
ja: デイリーグラフ上の炭水化物に接頭語のKHなしで表示されるようになりました。
pt_pt: A informação de Hidratos de carbono no gráfico diário agora é mostrado sem o sufixo KH.
sk: Informácie o sacharidoch v dennom grafe sa teraz zobrazujú bez prípony.

source: The bars for the bolus insulin in the daily graph are now scaled according to the maximum bolus insulin at that day.
de: Die Balken für das Bolusinsulin in der Tagesgrafik werden nun entsprechend dem Maximalwert an Bolusinsulin an dem Tag skaliert.
es_es: La barra de la insulina de bolo en el gráfico díario ahora se escala según el valor máximo de la insulina de bolo en el día.
fr: Les barres de bolus dans le graphe journalier sont maintenant redimensionnées en fonction du bolus maximal à ce jour.
ja: デイリーグラフのボーラスバーは、その日の最大ボーラスによって縮尺が決定されます。
pt_pt: As barras para a insulina do bolus no gráfico diário são colocadas em escala de acordo com a insulina do bolus máxima naquele dia.
sk: Stĺpce bolusového inzulínu v dennom grafe sa teraz upravujú podľa maximálneho bolusového inzulínu v deň.

source: In the analysis the percentages for the target areas can be shown with decimal places. This reduces the difference to 100% if you sum it up. The remainder is because of rounding differences.
de: In der Analyse können die Prozentzahlen für die Zielbereiche mit Nachkommazahl angezeigt werden. Das verringert die Differenz zu 100%, wenn man sie zusammenzählt. Der verbleibende Rest sind Rundungsdifferenzen.
es_es: En la analisis ahora se muestran los procentajes para los objectivos con decimales. Esto reduce la diferencia al sumar hasta 100%. El resto es debido al diferencias de redondeo.
fr: Dans l'analyse, les pourcentages pour les zones cibles peuvent être affichés avec des décimales. Cela réduit l'écart à 100% si vous la totalisez. Le reste est dû à des différences d'arrondi.
ja: 分析ページでは目標範囲のパーセントを小数点を含め表示できます。この数値の合計と100％との差異は数値の四捨五入によるものです。
pt_pt: Na análise, as percentagens para os intervalos alvo podem ser mostradas com casas decimais. Isto reduz a diferença a 100% se for somar. O resto deve-se a diferenças de arredondamento.
sk: V analýze môžu byť percentá pre cieľové oblasti zobrazené s desatinnými miestami. To zníži rozdiel na 100%, keď ich sčítate. Zvyšok sú zaokrúhlením rozdielov.

source: The daily graphic now sums up insulin values and carbohydrate values when there are several values within an hour. The bars are still drawn individually for each value. In this way there should be no overlapping output of the values anymore. The summarized values are displayed in square brackets to indicate that values have been summed up here.
de: In der Tagesgraphic werden jetzt Insulinwerte und Kohlenhydratwerte zusammengefasst, wenn es mehrere innerhalb einer Stunde gibt. Die Balken werden nach wie vor für jeden Wert einzeln ausgegeben. Auf diese Art sollte es keine überlappende Ausgabe der Werte mehr geben. Die zusammengefassten Werte werden in eckigen Klammern ausgegeben, um anzuzeigen, dass hier Werte aufsummiert wurden.
es_es: Valores de insulina y carbohidratos se juntan en el grafico diario en caso de que haya varios datos durante una hora. Las barras siguen muestradas individualmente para cada valor. De esta manera, no se deben solapar valores. Para indicar que se resumen valores, serán mostrados en corchetes.
fr: Le graphique quotidien totalise maintenant les valeurs d'insuline et de glucides lorsqu'il y a plusieurs valeurs en moins d'une heure. Les barres sont toujours dessinées individuellement pour chaque valeur. De cette manière, les valeurs ne devraient plus se chevaucher. Les valeurs agrégées sont affichées entre crochets pour indiquer que les valeurs ont été totalisées ici.
ja: デイリーグラフでは、インスリンと炭水化物の値が1時間に複数個ある場合は合計が表示されます。各バーは値ごとに表示されます。またこの表示により文字が重なることが解消されました。角括弧で表示された値は合計された値です。
pt_pt: O gráfico diário resume agora os valores de insulina e os valores de Hidratos de carbono quando há vários valores dentro de uma hora. As barras são desenhadas individualmente para cada valor. Desta forma, não deve haver mais nenhuma saída sobreposta dos valores. Os valores resumidos são exibidos entre quadros para indicar que os valores foram resumidos aqui.
sk: Denná grafika teraz sčítava hladiny inzulínu a sacharidov v prípade, že ich je niekoľko za hodinu. Stĺpce sa stále zobrazujú jednotlivo pre každú hodnotu. Týmto spôsobom by sa už nemalo stať, že sa zobrazené hodnoty budú prekrývať. Súhrnné hodnoty sú zobrazené v hranatých zátvorkách, čo znamená, že hodnoty tu boli sčítané.

source: Fixed the bug in the profile that caused the ISF and target range values to be incorrectly converted.
de: Der Fehler im Profil, der dazu führte, dass die Werte für ISF und Zielbereich falsch umgerechnet werden, wurde behoben.
es_es: El error que produjo sumar los valores para ISF y el objectivo incorrectamente ha sido corregido.
fr: Correction du bogue dans le profil qui a entraîné la conversion incorrecte des valeurs ISF et de la plage cible.
ja: プロフィールの ISF と目標範囲の値が正確に変換されないバグを修正しました。
pt_pt: Corrigido o erro no perfil que fazia com que os valores de faixa do ISF e intervalo alvo fossem convertidos incorretamente.
sk: Chyba v profile, ktorá spôsobila nesprávne prevedenie hodnôt ISF a cieľového rozsahu, bola vyriešená.

source: Fixed the erroneous placement of the blood values in the daily graph when using mmol/L.
de: Die fehlerhafte Platzierug der blutigen Werte bei mmol/L in der Tagesgrafik wurde korrigiert.
es_es: Se ha corregido la falta en mostrar valores de glucosa medidos en sangre en mmol/l en el gráfico diario.
fr: Correction du placement erroné des glycémies capillaires dans le graphe quotidien lors de l'utilisation de mmol/L.
ja: デイリーグラフの血糖値をmmol/L標記にした場合も正しい位置に表示されるようになりました。
pt_pt: Corrigido o erro de posicionamento dos valores sangrentos no gráfico diário ao usar mmol/L.
sk: Opravené bolo chybné umiestnenie krvavých hodnôt na mmol / l v dennom grafe.

# Im Profil werden jetzt die richtigen Einheiten verwendet (mg/dL oder mmol/l).
source: The profile now uses the correct units (mg/dL or mmol/l).
de: Im Profil werden jetzt die richtigen Einheiten verwendet (mg/dL oder mmol/l).
es_es: El perfil ahora muestra las unidades correctas (mg/dL o mmol/l).
fr: Le profil utilise maintenant les unités correctes (mg/dL ou mmol/l).
ja: プロファイルで正しい単位が利用できるようになりました。(mg/dL か mmol/l)
pt_pt: O perfil agora usa as unidades corretas (mg/dL ou mmol/l).
sk: Profil teraz používa správne jednotky (mg / dl alebo mmol / l).

source: New option in the profile to combine consecutive times with the same values into a single entry.
de: Neue Option im Profil, um fortlaufende Zeiten mit gleichen Werten zu einem Eintrag zusammen zu fassen.
es_es: Nueva opción en el perfil resumir tiempo continuo con los mismos valores a un ingreso.
fr: Nouvelle option dans le profil pour combiner les temps consécutifs avec les mêmes valeurs en une seule entrée.
ja: プロファイルで同じ値を持つ項目の時刻を統合する新しいオプションです。
pt_pt: Nova opção no perfil para combinar horários consecutivos com os mesmos valores numa única entrada.
sk: Nová možnosť v profile kombinovať po sebe idúce časy s rovnakými hodnotami do záznamu.
