Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: Added daily graphic parameters for reverse sorting. The daily graphics are created starting with the highest date.
de: Tagesgrafikparameter zur umgekehrten Sortierung hinzugefügt. Die Tage werden damit beginnend mit dem höchsten Datum ausgegeben.
es_es: Añadido parámetros gráfico diario con clasificación inversa. Los días se muestran a partir de la fecha más reciente.
fr: Ajout de paramètres graphiques quotidiens pour le tri inverse. Les graphiques quotidiens sont créés à partir de la date la plus haute.
ja: デイリーグラフを逆順に並べ替えるパラメータを追加しました。デイリーグラフは、最も古い日付から作成されます。
pt_pt: Adicionados parâmetros dos gráficos diários para ordenação inversa. Os gráficos diários são criados começando com a data mais alta.
sk: Pridané denné grafické parametre pre spätné triedenie. Dni sa trávia od najvyššieho dátumu.

source: The daily graphics now displays a chart with half-hourly glucose values. This can be switched off via a parameter.
de: In der Tagesgrafik wird jetzt eine Tabelle mit halbstündigen Glukosewerten eingeblendet angezeigt. Diese kann über einen Parameter ausgeschaltet werden.
es_es: En el gráfico diario se muestra una tabla con valores de glucosa a la media hora. Esto puede desactivarse mediante un parámetro.
fr: Les graphes quotidiens affichent maintenant un graphe avec des valeurs de glycémies toutes les demi-heures. Cette option peut être désactivée via un paramètre.
ja: デイリーグラフに30分単位で血糖値グラフが表示されるようになりました。これはパラメーターを使用してオフにできます。
pt_pt: Agora, os gráficos diários mostram uma tabela com valores de glicemia em semi-horária. Isso pode ser desligado através de um parâmetro.
sk: Denný graf teraz zobrazuje tabuľku s polhodinovými hodnotami glukózy. Toto je možné vypnúť pomocou parametra.

# In der Tagesstatistik wurde die Spalte Varianzkoeffizient hinzugefügt (VarK).
source: In the daily statistics, the column Coefficient of variation has been added (CV).
de: In der Tagesstatistik wurde die Spalte Varianzkoeffizient hinzugefügt (VarK).
es_es: En el grafico diario se agregó una columna con el coeficiente de variación (VarK).
fr: Dans les statistiques quotidiennes, la colonne Coefficient de variation a été ajoutée (CV).
ja: 日別統計に Coefficient of variation (CV) の項目を追加しました。
pt_pt: Nas estatísticas diárias, foi acrescentada a coluna Coeficiente de variação (CV).
sk: V dennej štatistike bol pridaný stĺpec Variance Coefficient (VarK).

source: SMBs are now also displayed in the daily graphics if the option for displaying insulin has been activated. You can specify whether the SMBs are displayed on the glucose curve or at the target value.
de: In der Tagesgrafik werden nun SMBs auch angezeigt, wenn die Option für die Darstellung von Insulin akitivert wurde. Man kann festlegen, ob die SMBs an der Glukosekurve oder am Zielwert angezeigt werden.
es_es: En el gráfico diario se muestran los SMB, si la opción para mostrar la insulina es activada. Se puede elegir si se muestran los SMB junto a la curva de la glucosa o al valor objetivo.
fr: SMBs sont maintenant également affichés dans les graphes quotidiens si l'option d'affichage de l'insuline a été activée. Vous pouvez spécifier si les SMBs sont affichées sur la courbe de glycémies ou à la valeur cible.
ja: インスリンを表示するに設定した場合、SMBがデイリーグラフに表示されるようになりました。SMBを血糖値曲線か目標値に表示するかを選択できます。
pt_pt: SMBs agora também são exibidos nos gráficos diários se a opção para exibir insulina tiver sido ativada. Você pode especificar se as SMBs são exibidas na curva de glicose ou no valor de destino.
sk: Po aktivácii možnosti inzulínu sa SMB zobrazujú aj v dennom grafe. Môžete určiť, či sa SMB zobrazia na glukózovej krivke alebo na cieľovej hodnote.

# Die Berechnung der Summenzeile auf der Seite Tagesstatistik wurde korrigiert.
source: The calculation of the totals row on the Daily Statistics page has been corrected.
de: Die Berechnung der Summenzeile auf der Seite Tagesstatistik wurde korrigiert.
es_es: Se ha corregido el cálculo de la fila de totales en la página de estadísticas diarias.
fr: Le calcul de la ligne des totaux sur la page Statistiques Quotidiennes a été corrigé.
ja: 日別統計の合計行の計算を修正しました。
pt_pt: O cálculo da linha de totais na página de Estatísticas Diárias foi corrigido.
sk: Výpočet riadku súčty na stránke Denná štatistika bol opravený.

# Zusätzliche Informationen zu den PDFs und im UI hinzugefügt
source: added additional information about the PDFs and in the UI
de: Zusätzliche Informationen zu den PDFs und im UI hinzugefügt
es_es: Añadido información adicional sobre los documentos PDF y en Ui
fr: informations supplémentaires ajoutées sur les PDFs et dans l'interface utilisateur
ja: PDFとその表示についての情報を追加しました。
pt_pt: adicionou informações adicionais sobre os PDFs e na interface do usuário
sk: Ďalšie informácie o súboroch PDF a pridané do používateľského rozhrania

source: Sums for bolus insulin, basal rate for the day, and basalrate from the profile added to the daily chart
de: Summen für Bolus Insulin, Basalrate für den Tag und Basalrate aus dem Profil zur Tagesgrafik hinzugefügt
es_es: Añadido sumas para insulina de bolo, el perfil básico para el día y el perfil básico a los gráficos de día
fr: Sommes pour bolus, basale de la journée et profil du débit de base ajouté au graphe quotidien
ja: デイリーグラフに、1日の総インスリン量、プロフィールで設定したベーサルレートを追加しました。
pt_pt: Somatório para insulina do bólus, taxa de basal para o dia e basal a partir do perfil adicionado ao gráfico diário
sk: Súčty pre bolusový inzulín, bazálna dávka za deň a bazálna dávka z profilu pridaného do denného grafu

source: Some forms can now be configured with parameters; click on the arrow on the right side of the formbutton and make the appropriate settings in the opened area; the arrow will not appear until the form has been marked for printout
de: Einige Formulare können nun mit Parametern konfiguriert werden; hierzu den Pfeil am rechten Rand des Formularbuttons anklicken und im aufgeklappten Bereich die entsprechenden Einstellungen vornehmen; der Pfeil erscheint erst, wenn das Formular zum Ausdruck markiert wurde
es_es: Algunas formas pueden ser configuradas con parámetros; para ello, haga clic en la flecha en el borde derecho de los botones del formulario y insertarlos ajustes apropiados en el área ampliada; la flecha aparecerá sólo si marcó la forma de imprimir
fr: Certains formulaires peuvent maintenant être configurés avec des paramètres; cliquez sur la flèche sur le côté droit du formulaire et effectuez les réglages appropriés dans la fenêtre ouverte; la flèche n'apparaîtra pas tant que le formulaire n'a pas été marqué pour l'impression
ja: 一部の印刷用フォームはパラメーターを使用して設定できるようになりました。フォームボタンの右側にある∨矢印をクリックして、下に開いたチェックボックスで表示設定をします。フォームボタンを選択するまで∨矢印は表示されません。
pt_pt: Alguns formulários agora podem ser configurados com parâmetros; carregue na seta no lado direito do botão do formulário e faça as configurações apropriadas na área aberta; a seta não aparecerá até que o formulário seja marcado para impressão
sk: Niektoré formuláre je teraz možné konfigurovať pomocou parametrov; kliknite na šípku na pravej strane tlačidla formulára a urobte príslušné nastavenia v otvorenej oblasti; Šípka sa neobjaví, kým formulár nie je označený pre tlač

# Anzahl der Sensoren zur Analyse hinzugefügt
source: Added number of sensors to analysis
de: Anzahl der Sensoren zur Analyse hinzugefügt
es_es: Añadido numero de sensores al analisis
fr: Nombre de capteurs ajouté à l"analyse
ja: 分析へのセンサー数追加
pt_pt: Número de sensores adicionados à análise
sk: Počet senzorov pridaných na analýzu

source: The possibility for beta functions has been removed; the beta version is now available at:
de: Die Möglichkeit für Beta-Funktionen wurde entfernt; die Betaversion ist nun hier zu finden:
es_es: La posibilidad para las funciones Beta se ha borrado; la versión Beta ahora se encuentra aqui:
fr: La disponibilité des foncitons bêta a été supprimée; la version bêta est maintenant disponible sur:
ja: ベータ機能の予定は削除されました。ベータバージョンは現在こちらから利用可能です。：
pt_pt: A possibilidade de funções beta foi removida; a versão beta agora está disponível em:
sk: Možnosť beta funkcií bola odstránená; beta verziu nájdete tu:

# Übersetzungen korrigiert
source: Corrected translations
de: Übersetzungen korrigiert
es_es: Traducción corregida
fr: Traductions corrigées
ja: 翻訳の修正
nl: Gecorrigeerde vertalingen
pt_pt: Traduções corretas
sk: Preložené preklady

# Titelangaben für Datumsbereiche auf den PDFs vereinheitlicht
source: Title information for date ranges on the PDFs are unified
de: Titelangaben für Datumsbereiche auf den PDFs vereinheitlicht
es_es: Información título estandardizado para intervalos de fechas en los archivos PDF
fr: Les informations de titre pour les plages de dates sur les PDF sont unifiées
ja: PDF のタイトルの日付情報が統一されました。
nl: Titelinformatie voor datumbereik op de PDF's zijn verenigd
pt_pt: Informações do título para os intervalos de datas nos PDFs estão unificadas
sk: Zjednotené informácie o názve pre rozsahy dátumov v súboroch PDF

source: Fixed a crash that occurred when no matching profile could be found for a given time
de: Absturz behoben, der auftrat, wenn kein passendes Profil für einen Zeitpunkt gefunden werden konnte
es_es: Arreglada falta que se produjo, cuando no se encontraban perfiles coincidente para un tiempo
fr: Correction d'un plantage qui s'est produit quand aucun profil correspondant n'a pu être trouvé pendant un certain temps
ja: プロファイルが一定時間内に一致しない場合、クラッシュしていた問題が修正されました。
nl: Een crash opgelost die zich voordeed toen er geen overeenkomend profiel gevonden kon worden voor een bepaalde tijd
pt_pt: Corrigido um erro que ocorreu quando nenhum perfil correspondente poderia ser encontrado por um determinado tempo
sk: Opravená havária, ku ktorej došlo, keď v určitom okamihu nebolo možné nájsť žiadny zodpovedajúci profil

# Benutzer können nun gelöscht werden
source: Users can now be deleted
de: Benutzer können nun gelöscht werden
es_es: El usuario ya puede ser borrado
fr: Les utilisateurs peuvent maintenant être supprimés
ja: 利用者を削除可能になりました。
nl: Gebruikers kunnen nu worden verwijderd
pl: Użytkownicy mogą być teraz usuwani
pt_pt: Os usuários agora podem ser excluídos
sk: Používatelia môžu byť teraz odstránení

source: Users can specify a user token to connect to protected nightscout instances
de: Benutzer können ein User-Token angeben, um sich mit geschützten Nightscout-Instanzen zu verbinden
es_es: Usarios pueden insertar un User-Token para conectar con paginas Nightscout protegidas
fr: Les utilisateurs peuvent spécifier un jeton utilisateur pour se connecter aux instances protégées de Nightscout
ja: 保護されたナイトスカウトのプログラムに接続するためにユーザー・トークンを設定できます
nl: Gebruikers kunnen een gebruikerstoken opgeven om verbinding te maken met beschermde nightscout instanties
pl: Użytkownicy mogą określić token użytkownika, aby połączyć się z chronionymi instalacjami Nightscout
pt_pt: Os usuários podem especificar um token de usuário para conectar a instâncias nightscout protegidas
sk: Používatelia môžu určiť token používateľa na pripojenie k chráneným nočným farbám

# Kohlenhydrate und Bolusinsulin werden jetzt in den täglichen Grafiken angezeigt
source: Carbohydrates and bolus insulin are now displayed in the daily graphs
de: Kohlenhydrate und Bolusinsulin werden jetzt in den täglichen Grafiken angezeigt
es_es: Carbohidratos y insulina bolo son mostradas en los graficos diarios
fr: Les glucides et les bolus sont maintenant affichés dans les graphes quotidiens
ja: デイリーグラフに炭水化物とボーラスインスリンが表示できるようになりました。
nl: Koolhydraten en bolus insuline worden nu weergegeven in de dagelijkse grafieken
pl: Węglowodany i insulina w bolusie są teraz wyświetlane na wykresach dziennych
pt_pt: Hidratos de carbono e insulina de bólus agora são exibidos nos gráficos diários
sk: Sacharidy a bolusový inzulín sa teraz zobrazujú v denných grafoch

# Spalte HbA1c zu Tagesstatistik hinzugefügt
source: Added column A1C to daily statistics
de: Spalte HbA1c zu Tagesstatistik hinzugefügt
es_es: Añadido columna HbA1c a las estatistica diaria
fr: Colonne HbA1C ajoutée aux statistiques quotidiennnes
ja: 日別統計に A1C を追加
nl: Kolom A1C toegevoegd aan dagelijkse statistieken
pt_pt: Adicionada coluna HbA1c às estatísticas diárias
sk: Do dennej štatistiky bol pridaný stĺpec HbA1c

# Bisher fehlende Summenwerte in der Tagesstatistik hinzugefügt
source: Added missing totals in daily statistics
de: Bisher fehlende Summenwerte in der Tagesstatistik hinzugefügt
es_es: Añadido sumas en la estatistica diaria
fr: Ajout des totaux manquants dans les statistiques quotidiennes
ja: 日別統計に合計を追加しました。
nl: Toegevoegd ontbrekende totalen in de dagelijkse statistieken
pt_pt: Adicionados totais ausentes nas estatísticas diárias
sk: Doteraz boli do denných štatistík pridané chýbajúce súčty

# Spaltenbreite der Informationen in der Analyse erhöht
source: Column width of the information in the analysis increased
de: Spaltenbreite der Informationen in der Analyse erhöht
es_es: Ampliado columna de información en la pagina analisis
fr: Largeur de la colonne des informations augmentée dans l'analyse
ja: 解析ページの情報を表示する列幅が広くなりました。
nl: Kolom breedte van de informatie in de analyse is verhoogd
pt_pt: Largura da coluna das informações na análise aumentada
sk: Šírka stĺpca informácií v analýze sa zvýšila

# Die Icons auf einigen Buttons waren zu nahe am Text
source: The icons on some buttons were too close to the text
de: Die Icons auf einigen Buttons waren zu nahe am Text
es_es: Iconos en algunos botones estaban muy cerca del texto
fr: Les icônes de certains boutons étaient trop proches du texte
ja: テキストに近すぎる場所にあった一部のアイコンを修正しました。
nl: De iconen op sommige knoppen stonden te dicht bij de tekst
pt_pt: Os ícones em alguns botões estavam muito próximos do texto
sk: Ikony na niektorých tlačidlách boli príliš blízko textu

# Temporäre Basalraten mit absoluten Werten werden korrekt dargestellt
source: Temporary basal rates with absolute values ​​are displayed correctly
de: Temporäre Basalraten mit absoluten Werten werden korrekt dargestellt
es_es: Perfiles temporales con valores absolutes son mostrados correctamente
fr: Les débits de base temporaires avec des valeurs absolues sont affichées correctement
ja: 一時ベーサルと通常ベーサルレートが正しく表示されるようになりました。
nl: Tijdelijke basaalstanden met absolute waarden × zijn correct weergegeven
pt_pt: Taxas basais temporárias com valores absolutos setecentos são exibidas corretamente
sk: Dočasné bazálne dávky s absolútnymi hodnotami sa zobrazujú správne

source: You can now create multiple users. This is useful for analyzing multiple nightscout instances (e.g. for doctors, caregivers or the developer of this software)
de: Man kann jetzt mehrere Benutzer anlegen. Das ist nützlich, um mehrere Nightscout-Instanzen auszuwerten (z.B. für Ärzte, Betreuer oder den Entwickler dieser Software)
es_es: Se pueden inserter varios usarios. Esto es practico para usar varias paginas Nightsout (para doctores, enfermeros, productores de este software)
fr: Vous pouvez maintenant créer plusieurs utilisateurs. Ceci est utile pour analyser plusieurs instances Nightscout (par exemple pour les médecins, les aidants ou le développeur de ce logiciel)
ja: 複数のユーザーのレポートを作成できるようになりました。 複数のナイトスカウトの事例を分析するのに役立ちます(例: 医師、介護者、またはこのソフトウェアの開発者など)。
nl: U kunt nu meerdere gebruikers maken. Dit is handig voor het analyseren van meerdere nightscout instanties (bijvoorbeeld voor artsen, zorgverleners of de ontwikkelaar van deze software)
pt_pt: Agora pode criar vários usuários. Isto é útil para analisar várias instâncias do nightscout (por exemplo, para médicos, cuidadores ou o desenvolvedor deste software)
sk: Teraz môžete vytvoriť viac používateľov. Toto je užitočné na vyhodnotenie viacerých inštancií Nightscout (napr. Pre lekárov, správcov alebo vývojárov tohto softvéru).

# Benutzerdaten werden nun verschlüsselt im Browser gespeichert
source: User data is now stored encrypted in the browser
de: Benutzerdaten werden nun verschlüsselt im Browser gespeichert
es_es: Datos del usario son guardados y protegidos
fr: Les données de l'utilisateur sont maintenant stockées chiffrées dans le navigateur
ja: 利用者の情報は、ブラウザに暗号化されて保存されるようになりました。
nl: Gebruikersgegevens zijn nu versleuteld opgeslagen in de browser
pt_pt: Os dados do usuário agora são armazenados criptografados no browser
sk: Užívateľské údaje sú teraz uložené šifrované v prehliadači

source: The analysis page has been redesigned and now displays headings above the areas
de: Die Analyse-Seite wurde überarbeitet und zeigt nun Überschriften über den Bereichen an
es_es: La pagina de la analisis ha sido corregida y muestra títulos
fr: La page d'analyse a été redessinée et affiche maintenant les en-têtes au-dessus des zones
ja: 分析ページ上部に見出しが表示されるようにデザインを変更しました。
nl: De analyse pagina is opnieuw ontworpen en geeft nu koppen boven de gebieden weer
pt_pt: A página de análise foi redesenhada e agora exibe títulos acima das áreas
sk: Stránka s analýzou bola prepracovaná a teraz zobrazuje nadpisy oblastí

source: If the thresholds in Nightscout (BG_TARGET_BOTTOM and BG_TARGET_TOP) are equal to 70 and 180, then the area for the default targets will be hidden on the analysis page
de: Wenn die Grenzwerte in Nightscout (BG_TARGET_BOTTOM und BG_TARGET_TOP) den Werten 70 und 180 entsprechen, wird auf der Analyse-Seite der Bereich für die Standardzielwerte ausgeblendet
es_es: Si los limites de los valores en Nightscout (BG_TARGET_BOTTOM y BG_TARGET_TOP) corresponden a los valores 70 y 180 no se muestran los objectivos estandar en la pagina analisis
fr: Si les seuils dans Nightscout (BG_TARGET_BOTTOM et BG_TARGET_TOP) sont égal à 70 et 180, alors la plage pour les valeurs par défaut sera masquée sur la page d'analyse
ja: ナイトスカウトのしきい値 (BG_TARGET_BOTTOM とBG_TARGET_TOP) が 70 と 180 の場合、デフォルトの目標範囲は分析ページに表示されません。
nl: Als de drempelwaarden in Nightscout (BG_TARGET_BOTTOM en BG_TARGET_TOP) gelijk zijn aan 70 en 180, dan zal het gebied voor de standaard doelen worden verborgen op de analyse pagina
pt_pt: Se os limiares no Nightscout (BG_TARGET_BOTTOM e BG_TARGET_TOP) são iguais a 70 e 180, então a área para os alvos padrão será ocultada na página de análise
sk: Ak sa prahové hodnoty v Nightscout (BG_TARGET_BOTTOM a BG_TARGET_TOP) rovnajú 70 a 180, rozsah predvolených cieľov sa na stránke analýzy skryje.

# Die Tagesstatistik zeigt mmol/l-Werte nun korrekt an
source: The daily statistics now display mmol/l values ​​correctly
de: Die Tagesstatistik zeigt mmol/l-Werte nun korrekt an
es_es: La estatistica diaria ahora muestra valores mmol/l correctamente
fr: Les statistiques journalières affichent maintenant correctement les valeurs en mmol/l
ja: 日別統計のmmol/l表示ができるようになりました。
nl: De dagelijkse statistieken tonen nu mmol/l waarden correct
pt_pt: As estatísticas diárias agora exibem valores mmol/l corretamente
sk: Denná štatistika teraz zobrazuje správne hodnoty mmol / l

source: The values ​​for the default target range on the analysis page are now calculated correctly
de: Die Werte für den Standardzielbereich auf der Analyse-Seite werden nun korrekt ermittelt
es_es: Los valores del objectivo estandar se calculan corrctamente en la pagina analisis
fr: Les valeurs de la plage de cible par défaut sont maintenant calculées correctement sur la page d'analyse
ja: 分析ページのデフォルトの目標範囲の値が正しく計算されるようになりました。
nl: De streefwaarden per standaardbereik op de analysepagina worden nu correct berekend
pt_pt: Os valores do intervalo padrão na página de análise agora são calculados corretamente
sk: Hodnoty pre predvolený cieľový rozsah na analytickej stránke sa teraz určujú správne

source: Numbers and dates in the PDF are formatted according to the selected language
de: Im PDF werden Zahlen und Datumsangaben entsprechend der ausgewählten Sprache formatiert
es_es: En el PDF los numeros y las fechas tienen el formato del idioma seleccionado
fr: Les nombres et les dates dans le PDF sont formatés selon la langue sélectionnée
ja: PDF 内の日付の形式は選択した言語に合わされます
nl: Nummers en datums in de PDF zijn geformatteerd volgens de geselecteerde taal
pt_pt: Números e datas no PDF são formatados de acordo com o idioma selecionado
sk: PDF formátuje čísla a dátumy podľa zvoleného jazyka

# Beim Laden der Daten wird das entsprechende Datumsformat zur Anzeige verwendet
source: When loading the data, the corresponding date format is used for display of progress
de: Beim Laden der Daten wird das entsprechende Datumsformat zur Anzeige verwendet
es_es: Se utiliza el formato de fecha apropiado al cargar los datos
fr: Lors du chargement des données, le format de date correspondant est utilisé pour l'affichage de la progression
ja: データのロード中は、対応する日付形式が進行状況の表示に使用されます。
nl: Wanneer de gegevens worden geladen, wordt het overeenkomstige datumformaat gebruikt om de voortgang weer te geven
pt_pt: Ao carregar os dados, o formato de data correspondente é usado para a exibição de progresso
sk: Pri načítaní údajov sa na zobrazenie použije zodpovedajúci formát dátumu

source: Faulty values ​​are no longer considered in the evaluation of the graphics; these are recognized by the value "NONE" in the data field "direction"
de: Fehlerhafte Messwerte werden in der Auswertung der Grafiken nicht mehr brücksichtigt; diese werden an dem Wert "NONE" im Datenfeld "direction" erkannt
es_es: Mediciones erróneas en la evaluación de los gráficos ya no son calculadas; se reconocen por el valor "NONE" en los datos del campo "dirección"
fr: Les valeurs défaillantes ne sont plus prises en compte dans l'évaluation des graphiques; elles sont reconnues par la valeur "NONE" dans le champ de données "direction"
ja: 間違った値はグラフの表示で評価されなくなりました。データフィールドの「矢印」や「なし」によって認識されます。
nl: Bij de beoordeling van de grafische gegevens worden fouten niet meer in overweging genomen; deze worden erkend door de waarde "NONE" op het gebied van gegevens "richting"
pt_pt: Os valores das falhas não são mais considerados na avaliação dos gráficos; eles são reconhecidos pelo valor "Nenhum" no campo de dados "sentido"
sk: Chybné namerané hodnoty sa už pri hodnotení grafiky nezohľadňujú; tieto sú rozpoznávané hodnotou "NONE" v dátovom poli "direction"

# Bei der Berechnung der Kohlenhydrate werden weitere Datensätze berücksichtigt
source: Additional data is used for the calculation of carbohydrates
de: Bei der Berechnung der Kohlenhydrate werden weitere Datensätze berücksichtigt
es_es: Al calcular los carbohidratos se utilizan varios datos
fr: Des données supplémentaires sont utilisées pour le calcul des glucides
ja: 追加データは炭水化物の計算に利用されます
nl: Aanvullende gegevens worden gebruikt voor de berekening van koolhydraten
pt_pt: Dados adicionais são usados para o cálculo de hidratos de carbonos
sk: Pri výpočte sacharidov sa zohľadňujú ďalšie súbory údajov

# Diverse Abstürze beim Auslesen der Daten bereinigt
source: Fixed various crashes when reading data
de: Diverse Abstürze beim Auslesen der Daten bereinigt
es_es: Arreglado varias faltas al leer datos
fr: Correction de divers plantages lors de la lecture des données
ja: 読み取り時のクラッシュの修正
nl: Verschillende crashes bij het lezen van gegevens opgelost
pt_pt: Corrigidos vários erros ao ler dados
sk: Rôzne zlyhania pri čítaní upravených údajov
