Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: In the Settings dialog there is now the possibility to export and import the settings. When exporting, a file is written with the general settings; when importing, such a file is read in again. This allows you to manually synchronize the settings across different browsers even without Google Drive access.
de: Im Einstellungen Dialog gibt es jetzt die Möglichkeit, die Einstellungen zu exportieren und zu importieren. Beim Export wird eine Datei mit den allgemeinen Einstellungen geschrieben, beim Import wird so eine Datei wieder eingelesen. Damit kann man auch ohne Google Drive Zugriff die Einstellungen über verschiedene Browser hinweg manuell synchronisieren.
es_es: En el dialogo de los ajustes ahora existe la opción de exportar e importar los ajustes. Al exportar se crea un archivo con los ajustes basicos y al importar se leé este archivo. Asi se pueden sincronizar los ajustes sin necesidad de tener Google Drive.
fr: Dans la boîte de dialogue Paramètres, il y a maintenant la possibilité d'exporter et d'importer les paramètres. Lors de l'exportation, un fichier est écrit avec les paramètres généraux; lors de l'importation, un tel fichier est lu à nouveau. Cela vous permet de synchroniser manuellement les paramètres entre différents navigateurs, même sans accès à Google Drive.
nl: In het dialoogvenster Instellingen is er nu de mogelijkheid om instellingen te exporteren en importeren. Bij het exporteren van een bestand wordt geschreven met de algemene instellingen; bij het importeren wordt een dergelijk bestand opnieuw gelezen. Hiermee kunt u handmatig de instellingen synchroniseren tussen verschillende browsers, zelfs zonder Google Drive toegang.
pt_pt: Na caixa de diálogo Configurações existe agora a possibilidade de exportar e importar as configurações. Ao exportar, um arquivo é escrito com as configurações gerais; ao importar, esse arquivo é lido novamente. Isso permite que você sincronize manualmente as configurações entre diferentes navegadores, mesmo sem o acesso ao Google Drive.
sk: Im Einstellungen Dialog gibt es jetzt die Möglichkeit, die Einstellungen zu exportieren und zu importieren. Beim Export wird eine Datei mit den allgemeinen Einstellungen geschrieben, beim Import wird so eine Datei wieder eingelesen. Damit kann man auch ohne Google Drive Zugriff die Einstellungen über verschiedene Browser hinweg manuell synchronisieren.

source: In the daily log there is now the possibility to have duplicate records marked. Nightscout Reporter filters them out, but it can show how often a particular record was found in the data. You can also specify that it should only output data records that exist more than once. This way you can find out possible differences between Nightscout Reporter and other reporting tools.
de: Im Protokoll gibt es jetzt die Möglichkeit, sich doppelte Datensätze markieren zu lassen. Sie werden von Nightscout Reporter zwar rausgefiltert, aber er kann anzeigen, wie oft ein bestimmter Datensatz in den Daten gefunden wurde. Man kann dort auch angeben, dass er nur mehrfach vorhandene Datensätze ausgeben soll. So kann man mögliche Diskrepanzen zwischen Nightscout Reporter und anderen Reporting Tools herausfinden.
es_es: Ahora existe la opción de marcar entradas dobles. Nightscout Reportar las puede filtrar, pero tambien puede mostrar cuantas veces se han encontrado duplicados. Hay la opción de solo mostrar datos duplicados. Así se pueden detectar diferencias entre Nightscout Reporter y otras aplicaciones.
fr: Dans la log quotidienne, il y a maintenant la possibilité d'avoir des enregistrements en double marqués. Nightscout Reporter les filtre à l'extérieur, mais il peut montrer à quelle fréquence un enregistrement particulier a été trouvé dans les données. Vous pouvez également spécifier qu'il ne devrait afficher que les enregistrements de données qui existent plus d'une fois. De cette façon, vous pourrez découvrir les différences possibles entre Nightscout Reporter et d'autres outils de rapports.
nl: In het dagelijkse logboek is er nu de mogelijkheid om dubbele records aan te wijzen. Nightscout Verporter filtert ze uit, maar het kan laten zien hoe vaak een bepaald record is gevonden in de gegevens. Je kunt ook opgeven dat het alleen data records mag bevatten die meer dan één keer bestaan. Op deze manier kun je mogelijke verschillen ontdekken tussen Nightscout Reporter en andere rapporteerhulpmiddelen.
pt_pt: No registro diário há agora a possibilidade de ter registros duplicados marcados. O Nightscout Reporter os filtra para fora, mas pode mostrar quantas vezes um registro em particular foi encontrado nos dados. Você também pode especificar que só deve produzir registros de dados que existam mais de uma vez. Desta forma você pode descobrir possíveis diferenças entre o Nightscout Reporter e outras ferramentas de relatório.
sk: Im Protokoll gibt es jetzt die Möglichkeit, sich doppelte Datensätze markieren zu lassen. Sie werden von Nightscout Reporter zwar rausgefiltert, aber er kann anzeigen, wie oft ein bestimmter Datensatz in den Daten gefunden wurde. Man kann dort auch angeben, dass er nur mehrfach vorhandene Datensätze ausgeben soll. So kann man mögliche Diskrepanzen zwischen Nightscout Reporter und anderen Reporting Tools herausfinden.

# Das CGP wird jetzt auch bei extremen Werten korrekt erzeugt.
source: The CGP is now generated correctly even with extreme values.
de: Das CGP wird jetzt auch bei extremen Werten korrekt erzeugt.
es_es: El CGP ahora tambien se muestra correctamente con valores extremos.
fr: La CGP est maintenant générée correctement, même avec des valeurs extrêmes.
nl: Het CGP wordt nu correct gegenereerd, zelfs met extreme waarden.
pt_pt: O CGP agora é gerado corretamente, mesmo com valores extremos.
sk: Das CGP wird jetzt auch bei extremen Werten korrekt erzeugt.

# Im CGP wurden die Skalenbeschriftungen korrigiert.
source: The scale labels have been corrected in the CGP.
de: Im CGP wurden die Skalenbeschriftungen korrigiert.
es_es: Se ha corregido el etiquetado de la escala del CGP.
fr: Les étiquettes d'échelle ont été corrigées dans la CGP.
nl: De schaallabels zijn gecorrigeerd in het CGP.
pt_pt: Os rótulos da escala foram corrigidos no CGP.
sk: Im CGP wurden die Skalenbeschriftungen korrigiert.

source: In the dialog of the output parameters there is now the possibility to always generate the CGP with the standard target area. This option is initially activated because the CGP is a standardized form that is often used for comparison purposes. But you can turn it off for your own purposes. This setting is retained.
de: Im Dialog der Ausgabe Parameter gibt es nun die Möglichkeit, das CGP immer mit dem Standard Zielbereich zu erzeugen. Diese Option ist anfangs eingeschaltet, da das CGP ein standardisiertes Formular ist, das gerne zu Vergleichszwecken herangezogen wird. Man kann es aber für seine eigenen Zwecke ausschalten. Diese Einstellung wird dann auch beibehalten.
es_es: En el diálogo de parámetros de visualización ahora existe la posibilidad de crear el CGP con valores de objetivos de glucosa estándar. Esta opción está seleccionada desde el principio, por que se trata de un documento estándar que permite comparaciónes. Puedes desactivarlo para tu propio fin. Esta opción quedará seleccionada.
fr: Dans le dialogue des paramètres de sortie, il est maintenant possible de toujours générer la CGP avec la zone cible standard. Cette option est initialement activée car le CGP est un formulaire standardisé qui est souvent utilisé à des fins de comparaison. Mais vous pouvez le désactiver pour vos propres besoins. Ce paramètre est conservé.
nl: In het dialoogvenster van de uitvoerparameters is er nu de mogelijkheid om de CGP altijd te genereren met het standaard doelgebied. Deze optie is in eerste instantie geactiveerd omdat het CGP een gestandaardiseerd formulier is dat vaak wordt gebruikt voor vergelijkingsdoeleinden. Maar je kunt het uitzetten voor je eigen doeleinden. Deze instelling blijft behouden.
pl: W oknie dialogowym parametrów wyjściowych istnieje obecnie możliwość generowania CGP ze standardowym obszarem docelowym. Opcja ta jest początkowo aktywowana, ponieważ CGP jest standardową formą, która jest często wykorzystywana do celów porównawczych. Ale możesz go wyłączyć na własne cele. To ustawienie jest zachowane.
pt_pt: Na caixa de diálogo de parâmetros de saída, existe agora a possibilidade de sempre gerar o CGP com a área alvo padrão. Esta opção é inicialmente ativada porque o CGP é um formulário padronizado que é frequentemente utilizado para fins de comparação. Mas pode desativá-lo para seus próprios fins. Esta configuração é mantida.
sk: Im Dialog der Ausgabe Parameter gibt es nun die Möglichkeit, das CGP immer mit dem Standard Zielbereich zu erzeugen. Diese Option ist anfangs eingeschaltet, da das CGP ein standardisiertes Formular ist, das gerne zu Vergleichszwecken herangezogen wird. Man kann es aber für seine eigenen Zwecke ausschalten. Diese Einstellung wird dann auch beibehalten.

source: The last profile change was sometimes ignored when determining the profile. That is now fixed.
de: Bei der Profilermittlung wurde manchmal der letzte Profilwechsel ignoriert. Das ist nun behoben.
es_es: Al recompilar los perfiles alguna vez se ha ignorado el último perfil. Esto ha sido corregido.
fr: Le dernier changement de profil a parfois été ignoré lors de la détermination du profil. C'est maintenant corrigé.
nl: De laatste profielwijziging werd soms genegeerd bij het bepalen van het profiel. Dat is nu opgelost.
pl: Ostatnia zmiana profilu była czasami ignorowana podczas określania profilu. To jest teraz naprawione.
pt_pt: A última alteração do perfil foi às vezes ignorada ao determinar o perfil. Isso agora foi corrigido.
sk: Bei der Profilermittlung wurde manchmal der letzte Profilwechsel ignoriert. Das ist nun behoben.

source: In the dialog of the Output Parameters, the switch "for comparison purposes" was added in the top right. If this is activated, the standard target area is used everywhere. Internally, this is also used for other adjustments. This option is designed so that you can compare your printouts with other diabetics. This is useful, for example, for submission to doctors and diabetes consultants.
de: Im Dialog der Ausgabe Parameter wurde rechts oben der Schieberegler "zu Vergleichszwecken" hinzugefügt. Wenn dieser aktiviert ist, dann wird überall der Standard Zielbereich verwendet. Intern wird das auch noch für andere Anpassungen verwendet. Diese Option ist dafür gedacht, dass man seine Ausdrucke mit anderen Diabetikern vergleichen kann. Das ist zum Beispiel zur Vorlage bei Ärzten und Diabetesberatern sinnvoll.
es_es: En el diálogo de expedición se ha añadido a la derecha el botón "para comparación". Acitivandolo se usan en todos los informes los valores estándar para los objetivos de glucosa. También se usa para ajustes internos. Esta opción quiere ayudar a comparar los datos con otros diabeticos. Esto es útil para médicos y sus consejeros.
fr: Dans la boîte de dialogue des paramètres de sortie, le bouton "à des fins de comparaison" a été ajouté en haut à droite. Si cette option est activée, la zone cible standard est utilisée partout. En interne, cela est également utilisé pour d'autres ajustements. Cette option est conçue pour que vous puissiez comparer vos rapports avec d'autres diabétiques. Cela est utile, par exemple, pour la soumission aux médecins et aux consultants en diabète.
nl: In het dialoogvenster van de Output Parameters werd in de rechterbovenhoek de schakelaar "voor vergelijkingsdoelen" toegevoegd. Als dit wordt geactiveerd, wordt het standaard doelgebied overal gebruikt. Intern wordt dit ook gebruikt voor andere aanpassingen. Deze optie is zo ontworpen dat je prints kunt vergelijken met andere diabetica. Dit is bijvoorbeeld nuttig om artsen en diabetesadviseurs voor te leggen.
pl: W oknie dialogowym parametrów wyjściowych przełącznik "do celów porównawczych" został dodany w prawym górnym rogu. Jeśli to jest aktywowane, standardowy obszar docelowy jest używany wszędzie. Wewnętrznie jest to również używane do innych korekt. Ta opcja jest zaprojektowana tak, aby można było porównać wydruki z innymi cukrzycami. Jest to pomocne na przykład przy przekazywaniu informacji lekarzom i konsultantom w dziedzinie cukrzycy.
pt_pt: Na caixa de diálogo dos parâmetros de saída, a opção "para fins de comparação" foi adicionada no canto superior direito. Se isso for ativado, a área-alvo padrão será usada em todos os lugares. Internamente, isto também é usado para outros ajustes. Esta opção é projetada para que você possa comparar seus totais com outros diabéticos. Isto é útil, por exemplo, para a submissão a médicos e consultores para a diabetes.
sk: V dialógovom okne výstupných parametrov bol v pravom hornom rohu pridaný posúvač „na účely porovnania“. Ak je aktivovaná, všade sa používa štandardná cieľová oblasť. Interne sa používa aj na ďalšie úpravy. Táto voľba je navrhnutá tak, aby ste mohli svoje výtlačky porovnávať s inými diabetikmi. Je to užitočné napríklad pri podávaní lekárom a diabetologickým konzultantom.

source: You can now specify in the output parameters whether the newest day is always displayed first. This has an impact on the daily graph, the daily statistics and the weekly graph. The corresponding option has been removed from the form options.
de: In den Ausgabe Parametern kann nun angegeben werden, ob immer der neueste Tag zuerst angezeigt wird. Das hat Auswirkungen auf die Tagesgrafik, die Tagesstatistik und die Wochengrafik. In den Formularoptionen wurde die entsprechende Option entfernt.
es_es: En los parámetros de edición ahora se puede definir si siempre se muestra el actual día como primero. Esto efectúa el gráfico diario, los informes diarios y los informes semanales. En las opciones del formulario se han borrado las opciones correspondientes.
fr: Vous pouvez maintenant spécifier dans les paramètres de sortie si le jour le plus récent est toujours affiché en premier. Ceci a un impact sur le graphique quotidien, les statistiques quotidiennes et le graphique hebdomadaire. L'option correspondante a été retirée des options de formulaire.
nl: Je kunt nu in de uitvoer parameters aangeven of de nieuwste dag altijd eerst wordt weergegeven. Dit heeft invloed op de dagelijkse grafiek, de dagelijkse statistieken en de wekelijkse grafiek. De corresponderende optie is verwijderd uit de formulieropties.
pl: Możesz teraz określić w parametrach wyjściowych, czy najnowszy dzień jest zawsze wyświetlany jako pierwszy. Ma to wpływ na wykres dzienny, dzienne statystyki i wykres tygodniowy. Odpowiednia opcja została usunięta z opcji formularza.
pt_pt: Agora você pode especificar nos parâmetros de saída se o novo dia é sempre exibido primeiro. Isso tem um impacto no gráfico diário, nas estatísticas diárias e no gráfico semanal. A opção correspondente foi removida das opções de formulário.
sk: Teraz môžete vo výstupných parametroch určiť, či sa vždy zobrazí vždy prvý deň. To má vplyv na denný graf, denné štatistiky a týždenný graf. Zodpovedajúca voľba bola odstránená z možností formulára.

source: The setting for opening the PDF in the same window, downloading the PDF and hiding text about Nightscout in the PDF has been moved from the settings to the output parameters. This allows you to quickly set and change that for each output.
de: Die Einstellung für das Öffnen des PDF im gleichen Fenster, das Herunterladen des PDFs und den Hinweis auf Nightscout im PDF wurde aus den Einstellungen in die Ausgabe Parameter verschoben. Dadurch kann man das bei jedem Ausdruck schnell festlegen und ändern.
es_es: Las opiniones para abrir el PDF en la misma ventana, para guardar el PDF y la referencia a Nightscout en el PDF hab sido integrados en los parámetros de edición. Así es posible cambiarlo rápidamente con cada impreso.
fr: Le paramètre d'ouverture du PDF dans la même fenêtre, Le téléchargement du PDF et le masquage du texte sur Nightscout dans le PDF ont été déplacés des paramètres vers les paramètres de sortie. Cela vous permet de définir et de modifier rapidement cela pour chaque sortie.
nl: De instelling voor het openen van de PDF in hetzelfde venster, het downloaden van de PDF en het verbergen van tekst over Nightscout in de PDF is verplaatst van de instellingen naar de output parameters. Dit stelt je in staat om dat voor elke uitvoer snel in te stellen en te veranderen.
pl: Ustawienie otwierania PDF w tym samym oknie, pobieranie pliku PDF i ukrywanie tekstu o Nightscout w pliku PDF zostało przeniesione z ustawień na parametry wyjściowe. Pozwala to szybko ustawić i zmienić to dla każdego wyjścia.
pt_pt: A configuração para abrir o PDF na mesma janela, baixar o PDF e ocultar texto sobre o Nightscout no PDF foi movido das configurações para os parâmetros de saída. Isso permite que você defina e altere rapidamente isso para cada saída.
sk: Nastavenie otvorenia PDF v rovnakom okne, stiahnutia PDF a odkazovania na Nightscout v PDF bolo presunuté z nastavení na výstupné parametre. To vám umožní rýchlo nastaviť a zmeniť to pre každý výtlačok.

source: The title above the table of glucose percentile diagram has been corrected.
de: Die Überschrift über der Tabelle vom Glucose Perzentil Diagramm wurde korrigiert.
es_es: El título de la tabla del percentil de glucosa ha sido corregido.
fr: Le titre au-dessus de la table du diagramme de glucose percentile a été corrigé.
nl: De titel boven de tabel met glucose percentieldiagram is aangepast.
pl: Tytuł powyżej tabeli schematu percentyla glukozy został poprawiony.
pt_pt: O título acima da tabela de diagrama percentil de glicose foi corrigido.
sk: Nadpis nad tabuľkou z diagramu percentilu glukózy bol opravený.

source: The legend of the daily graphic now includes the entry for blood values.
de: Die Legende der Tagesgrafik wurde um den Eintrag für blutige Messungen erweitert.
es_es: En la leyenda del gráfico diario se ha añadido la información sobre medidas de glucosa en sangre.
fr: La légende du graphique quotidien comprend maintenant la valeur de glycémies.
ja: デイリーグラフィックの凡例には、血液値のエントリが含まれています
nl: Tot de legende van de dagelijkse grafische situatie behoort nu ook het binnenkomen van bloedwaarden.
pl: Legenda codziennej grafiki zawiera obecnie wpis dotyczący wartości krwi.
pt_pt: A lenda do gráfico diário inclui agora a entrada de valores sanguíneos.
sk: Die Legende der Tagesgrafik wurde um den Eintrag für blutige Messungen erweitert.

source: The microboli from the Minimed 600 Uploader have been removed from the output, because they are just temporary basal rates.
de: Die Microboli vom Minimed 600 Uploader wurden aus der Ausgabe entfernt, da es sich dabei nur um Temporäre Basalraten handelt.
es_es: Los micro bolos del Minimed 600 Uploader se han borrado de la emisión, pou que se trata sólo de bases basales temporales.
fr: Le microbolus du Minimed 600 Uploader a été retiré du rapport, car il s'agit juste des débits de base temporaires.
ja: Minimed 600 Uploader からのマイクロボリは、一時的なベーサルレートに過ぎないため、出力から削除されました。
nl: De microboli van de Minimale 600 Uploader zijn van de output verwijderd, omdat het slechts tijdelijke basaalstanden zijn.
pl: Mikroboli z minionego 600 Uploadera zostały usunięte z wyjścia, ponieważ są to tylko tymczasowe dawki bazowe.
pt_pt: O microboli do mapa Minimed 600 Uploader foi removido da saída, porque eles são apenas taxas basais temporárias.
sk: Mikroboly z aplikácie Uploaded Minimed 600 boli z edície odstránené, pretože ide iba o dočasné bazálne dávky.

source: A possible crash in the output of the CGP in the daily graphic has been fixed.
de: Ein möglicher Absturz bei der Ausgabe des CGP bei der Tagesgrafik wurde korrigiert.
es_es: Un posible error al crear el CGP en el gráfico diario se ha corregido.
fr: Un plantage possible de l'affichage du CGP dans le graphique quotidien a été corrigé.
ja: デイリーグラフ内の CGP の出力でクラッシュする可能性が修正されました
nl: Een mogelijke crash in de output van de CGP in de dagelijkse grafiek is opgelost.
pl: Ustanowiono ewentualną awarię wynikającą z CGP w dziennej grafice.
pt_pt: Uma possível falha na saída do CGP no gráfico diário foi corrigida.
sk: Bola opravená možná havária vo výstupe CGP v dennom grafe.

source: In the dialog with the output parameters, an option was added to specify the precision of the output of basal information. This is usually determined from the information on the basal rate in the profiles. This is still the case when the first entry in the list is selected. Otherwise, all basal information is output with the precision selected for this option.
de: In dem Dialog mit den Ausgabe Parametern wurde die Option hinzugefügt, die Genauigkeit der Ausgabe von Basalangaben festzulegen. Diese wird normalerweise aus den Angaben zur Basalrate in den Profilen ermittelt. Das wird auch weiterhin getan, wenn der erste Eintrag in der Liste ausgewählt wird. Ansonsten werden alle Basalangaben mit der Genauigkeit ausgegeben, die bei dieser Option ausgewählt wurde.
es_es: En el diálogo de los parámetros de edición se ha añadido la opción de definir la exactitud de edición de datos basales. Esto se obtiene normalmente desde las informaciones en los perfiles. Esto sigue siendo así, si se eligo el primer valor de la lista. Si no todos los datos basales serán mostrado con la exactitud elegido para esta opción.
fr: Dans la boîte de dialogue avec les paramètres de sortie, une option a été ajoutée pour spécifier la précision de l'affichage des informations de débit basal. Ceci est généralement déterminé à partir des informations sur le débit basal dans les profils. C'est toujours le cas lorsque la première entrée de la liste est sélectionnée. Sinon, toutes les informations de débit basal sont affichées avec la précision sélectionnée pour cette option.
ja: 出力パラメータのダイアログで、基礎情報の出力精度を指定するオプションが追加されました。これは通常、プロファイルの基礎単位の情報から決定されます。これは、リストの最初の項目が選択されている場合も This is still the case (未訳) です。それ以外の場合は、このオプションで選択された精度ですべての基礎情報が出力されます。
nl: In het dialoogvenster met de uitvoerparameters is een optie toegevoegd om de precisie van de uitgang van basale informatie op te geven. Dit wordt meestal bepaald door de informatie over de basaalstand in de profielen. Dit is nog steeds het geval wanneer het eerste item in de lijst is geselecteerd. Anders is alle basaal informatie de uitvoer met de precisie die is geselecteerd voor deze optie.
pl: W oknie dialogowym z parametrami wyjściowymi dodano opcję określającą dokładność danych wyjściowych. Zazwyczaj określa się to na podstawie informacji dotyczących dawki bazowej w profilach. Tak jest w przypadku wyboru pierwszego wpisu na liście. W przeciwnym razie wszystkie informacje bazowe są uzyskiwane z dokładnością wybraną dla tej opcji.
pt_pt: Na caixa de diálogo com os parâmetros de saída, uma opção foi adicionada para especificar a precisão da informação de saída da basal. Isso geralmente é determinado a partir das informações sobre a taxa basal nos perfis. Este ainda é o caso quando a primeira entrada na lista é selecionada. Caso contrário, todas as informações basais serão enviadas com a precisão selecionada para esta opção.
sk: V dialógovom okne s výstupnými parametrami bola pridaná možnosť určiť presnosť výstupu bazálnych informácií. Zvyčajne sa určuje z informácií o základnej dávke v profiloch. Bude to tak aj naďalej, ak je vybratý prvý záznam v zozname. Inak budú všetky základné informácie na výstupe s presnosťou vybranou pre túto možnosť.
