Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

# Montag|Dienstag|Mittwoch|Donnerstag|Freitag|Samstag|Sonntag
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
de: Montag|Dienstag|Mittwoch|Donnerstag|Freitag|Samstag|Sonntag
es_es: Lunes|Martes|Miercoles|Jueves|Viernes|Sabado|Domingo
fr: Lundi|Mardi|Mercredi|Jeudi|Vendredi|Samedi|Dimanche
ja: 月曜日|火曜日|水曜日|木曜日|金曜日|土曜日|日曜日
nl: Maandag|Dinsdag|Woensdag|Donderdag|Vrijdag|Zaterdag|Zondag
pl: Poniedziałek|Wtorek|Środa|Czwartek|Piątek|Sobota|Niedziela
pt_pt: Segunda-feira|Terça-feira|Quarta-feira|Quinta-feira|Sexta-feira|Sábado|Domingo
sk: Pondelok|Utorok|Streda|Štvrtok|Piatok|Sobota|Nedeľa

# Mo|Di|Mi|Do|Fr|Sa|So
source: Mon|Tue|Wed|Thu|Fri|Sat|Sun
de: Mo|Di|Mi|Do|Fr|Sa|So
es_es: Lu|Ma|Mier|Jue|Vier|Sa|Do
fr: Lun|Mar|Mer|Jeu|Ven|Sam|Dim
ja: 月|火|水|木|金|土|日
nl: Ma|Di|Wo|Do|Vr|Za|Zo
pl: Pn|Wt|Śr|Cz|Pt|Sb|Nd
pt_pt: Seg|Ter|Qua|Qui|Sex|Sab|Dom
sk: Po|Ut|St|Št|Pia|So|Ne

# Bis heute|Bis gestern|Bis Wochenende
source: Til Today|Til Yesterday|Til Weekend
es_es: Hasta hoy|Hasta ayer|Hasta fin de semana
fr: Jusqu'à aujourd'hui|Jusqu'à hier|Jusqu'au week-end
nl: Tot Vandaag|Tot Gisteren|Tot Weekend
sk: Bis heute|Bis gestern|Bis Wochenende

# Zeitraum festlegen
source: Set the period
de: Zeitraum festlegen
es_es: Determinar periodo
fr: Sélectionnez la période
ja: 期間を設定
nl: Stel de periode in
pl: Wybierz okres
pt_pt: Definir o período
sk: Nastaviť obdobie

# Der Zeitraum enthält keine auswertbaren Tage
source: The period contains no evaluable days
de: Der Zeitraum enthält keine auswertbaren Tage
es_es: El período no contiene días evaluables
fr: La période ne contient pas de jours évaluables
ja: 選択した期間に表示できる日が含まれていません
nl: De periode bevat geen evalueerbare dagen
pl: Okres nie zawiera dni dających się ocenić
pt_pt: O período não contém dias inestimáveis
sk: Obdobie neobsahuje žiadne hodnotiteľné dni

# Das Startdatum ist nicht korrekt
source: The start date is not correct
de: Das Startdatum ist nicht korrekt
es_es: La fecha inicial no es correcta
fr: La date de début n'est pas correcte
ja: 開始日が正しくありません
nl: De startdatum is niet correct
pl: Data początkowa jest niepoprawna
pt_pt: A data de início não está correta
sk: Dátum začiatku nie je správny

# Das Enddatum ist nicht korrekt
source: The end date is not correct
de: Das Enddatum ist nicht korrekt
es_es: La fecha final no es correcta
fr: La date de fin n'est pas correcte
ja: 終了日が正しくありません
nl: De einddatum is niet correct
pl: Data końcowa jest niepoprawna
pt_pt: A data final não está correta
sk: Dátum konca je nesprávny

# Anmeldung erfolgreich
source: Login successful
de: Anmeldung erfolgreich
es_es: Registro necesario
fr: Connexion réussie
ja: ログインしました
nl: Inloggen succesvol
pl: Zalogowano pomyślnie
pt_pt: Inicio de sessão com sucesso
sk: Prihlásenie bolo úspešné

# Anmelden
source: Sign In
de: Anmelden
es_es: Registrar
fr: Se connecter
ja: サインイン
nl: Log in
pl: Zaloguj się
pt_pt: Iniciar Sessão
sk: registrovať

# Verbinde zu Google...
source: Connect to Google...
de: Verbinde zu Google...
es_es: Conectar con Google...
fr: Se connecter à Google ...
ja: グーグルに接続中…
nl: Verbinden met Google...
pl: Połącz z Google
pt_pt: Conectar ao Google...
sk: Pripojiť sa ku Google ...

# Verbindung zu Google Drive trennen
source: Disconnect from Google Drive
de: Verbindung zu Google Drive trennen
es_es: Desconectar de Google Drive
fr: Se déconnecter de Google Drive
ja: Googleドライブから切断
nl: Verbreek verbinding met Google Drive
pl: Odłącz od Dysku Google
pt_pt: Desconectar do Google Drive
sk: Odpojiť sa od Disku Google

# Verbindung zu Google Drive herstellen
source: Connect to Google Drive
de: Verbindung zu Google Drive herstellen
es_es: Establecer conección con Google Drive
fr: Se connecter à Google Drive
ja: Googleドライブに接続
nl: Verbinden met Google Drive
pl: Połącz z Dyskiem Google
pt_pt: Conectar ao Google Drive
sk: Pripojte sa na Disk Google

# Synchronisierung aufheben
source: Cancel Sync
de: Synchronisierung aufheben
es_es: Deshabilitar sincronización
fr: Annuler la synchronisation
ja: 同期をキャンセル
nl: Synchronisatie annuleren
pl: Anuluj synchronizację
pt_pt: Cancelar sincronização
sk: Zrušenie synchronizácie

# Mit Google Drive synchronisieren
source: Sync with Google Drive
de: Mit Google Drive synchronisieren
es_es: Sincronizar con Google Drive
fr: Synchroniser avec Google Drive
ja: Google ドライブと同期
nl: Synchroniseer met Google Drive
pl: Synchronizacja z Google Drive
pt_pt: Sincronizar com o Google Drive
sk: Synchronizácia s Diskom Google

# SMB Werte anzeigen
source: Show SMB values
de: SMB Werte anzeigen
es_es: Mostrar valores SMB
fr: Afficher valeurs SMB
ja: SMBを表示する
nl: Toon SMB waarden
pl: Uwzględnij SMB
pt_pt: Mostrar valores SMB
sk: Zobraziť hodnoty SMB

# SMB an der Kurve platzieren
source: Place SMB on the curve
de: SMB an der Kurve platzieren
es_es: Mostrar SMB en la linea
fr: Placer SMB sur la courbe
ja: 曲線上に SMB を表示
nl: Plaats SMB op de curve
pl: Umieść SMB na krzywej glikemii
pt_pt: Coloque o SMB na curva
sk: Umiestniť SMB na krivku

# _msgPageCountEst
source: {count,plural, one {} =0{}=1{1 page or more}other{{count} pages or more}}
de: {count,plural, one {} =0{}=1{1 Seite oder mehr}other{{count} Seiten oder mehr}}
es_es: {count,plural, one {} =0{}=1{1 página o más}other{{count} páginas o más}}
fr: {count,plural, one {} =0{}=1{1 page ou plus}other{{count} pages ou plus}}
ja: {count,plural, =0{}=1{1 ページ以上}other{{count} ページ以上}}
nl: {count,plural, one {} =0{}=1{1 pagina of meer}other{{count} pagina's of meer}}
pl: {count,plural, one {} few {{count} stron lub więcej} many {{count} stron lub więcej} =0{}=1{1 strona lub więcej}other{{count} stron lub więcej}}
pt_pt: {count,plural, one {} =0{}=1{1 página ou mais}other{{count} páginas ou mais}}
sk: {count, plural, =0 {} =1 {1 alebo viac stránok} other {{count} alebo viac stránok}}

# _msgPageCount
source: {count,plural, one {} =0{}=1{1 page}other{{count} pages}}
de: {count,plural, one {} =0{}=1{1 Seite}other{{count} Seiten}}
es_es: {count,plural, one {} =0{}=1{1 página}other{{count} páginas}}
ja: {count,plural, =0{}=1{1 ページ}other{{count} ページ}}
nl: {count,plural, one {} =0{}=1{1 pagina}other{{count} pagina's}}
pl: {count,plural, one {} few {{count} strony} many {{count} strony} =0{}=1{1 strona}other{{count} strony}}
pt_pt: {count,plural, one {} =0{}=1{1 página}other{{count} páginas}}
sk: {count, plural, =0 {} =1 {1 stránka} other {{count} stránok}}

# msgKW
source: CW{date}
es_es: KW{date}
sk: KW{date}

# msgValidRange
source: valid from {begDate} to {endDate}
de: gültig von {begDate} bis {endDate}
es_es: valido de {begDate} a {endDate}
fr: valide de {begDate} à {endDate}
ja: {begDate} から{endDate} まで有効
nl: geldig van {begDate} tot {endDate}
pl: obowiązuje od {begDate} do {endDate}
pt_pt: válido de {begDate} para {endDate}
sk: platné od {begDate} do {endDate}

# msgValidFrom
source: valid since {begDate}
de: gültig ab {begDate}
es_es: valido a partir de {begDate}
fr: valide depuis {begDate}
ja: {begDate} から有効
nl: geldig sinds {begDate}
pl: wprowadzony {begDate}
pt_pt: válido desde {begDate}
sk: platné od {begDate}

# msgValidTo
source: valid until {endDate}
de: gültig bis {endDate}
es_es: valido hasta {endDate}
fr: valide jusqu'à {endDate}
ja: {endDate} まで有効
nl: geldig tot {endDate}
pl: obowiązuje do {endDate}
pt_pt: válido até {endDate}
sk: platí do {endDate}

source: Median
es_es: Medio
fr: Médiane
ja: 中央値
nl: Mediaan
pl: Mediana
pt_pt: Mediano
sk: Medián

# bis
source: until
de: bis
es_es: hasta
fr: jusqu'au
ja: から
nl: tot
pl: do
pt_pt: até
sk: do

# msgDuration
source: {hours} h {minutes} m
de: {hours} Std {minutes} Min
es_es: {hours} h {minutes} min
ja: {hours} 時間 {minutes} 分
nl: {hours} u {minutes} m
sk: {hours} hod {minutes} min

# msgTargetArea
source: Target Range ({min} - {max} {units})
de: Zielbereich ({min} - {max} {units})
es_es: Rango objetivo ({min} - {max} {units})
fr: Plage cible ({min} - {max} {units})
ja: 目標範囲 ({min} - {max} {units})
nl: Doelgebied ({min} - {max} {units})
pl: zakres docelowy ({min} - {max} {units})
pt_pt: Intervalo Alvo({min} - {max} {units})
sk: Cieľový rozsah ( {min} - {max} {units} )

# msgTargetValue
source: Target Value
de: Zielwert
es_es: Objectivo
fr: Valeur cible
ja: 目標値
nl: Doelwaarde
pl: wartość docelowa
pt_pt: Valor de Alvo
sk: cieľová hodnota

# Glukosekurve
source: Glucose curve
de: Glukosekurve
es_es: Curva glucosa
fr: Courbe de glycémies
ja: 血糖値曲線
pl: wykres glikemii
pt_pt: Curva de glicose
sk: Krivka glukózy

# _msgLowerGlucHint
source: All sensory glucose readings have been reduced by {factor}%
es_es: Todos valores sensoriales se han reducido por {factor} %
sk: Alle sensorischen Glukosewerte wurden um {factor} % verringert

# _msgRaiseGlucHint
source: All sensory glucose readings have been increased by {factor}%
es_es: Todos valores sensoriales se han aumentado por {factor} %
sk: Alle sensorischen Glukosewerte wurden um {factor} % erhöht

# msgCarbs
source: Carbs ({value}g)
de: Kohlenhydrate ({value}g)
es_es: Carbohidratos ({value}g)
fr: Glucides ({value} g)
ja: 炭水化物 ({value}g)
nl: Koolhydraten ({value}g)
pl: węglowodany {value}g
pt_pt: Hidratos de Carbono ({value}g)
sk: Sacharidy ( {value} g)

# msgBolusInsulin
source: Bolus Insulin ({value})
es_es: Insulina bolo ({value})
fr: Bolus d'insuline ({value})
ja: ボーラス インスリン({value})
nl: Bolus Insuline ({value})
pl: Insulina z bolusów ({value})
pt_pt: Insulina Bolus ({value})
sk: Bolusový inzulín ( {value} )

# Mahlzeitenbolus_bolus to handle a meal
source: Meal Bolus
de: Mahlzeitenbolus
es_es: Bolo comida
fr: Bolus du repas
ja: 食事ボーラス
nl: Maaltijd bolus
pl: Bolus na posiłek
pt_pt: Bolus da refeição
sk: Bolus k jedlu

# Bolus Rechner_bolus calculated by the bolus wizard
source: Bolus Wizard
de: Bolus Rechner
es_es: Calculadora de Bolo
fr: Assistant bolus
ja: ボーラスウィザード
pl: Kalkulator bolusa
pt_pt: Assistente de Bólus
sk: Bolusová kalkulačka

# Verzögerter Bolus
source: Delayed Bolus
de: Verzögerter Bolus
es_es: Bolo extendido
fr: Bolus retardé
ja: 遅延ボーラス
nl: Vertraagde bolus
pl: Bolus przedłużony
pt_pt: Bólus atrasado
sk: Oneskorený bolus

# msgCorrectBolusInsulin
source: Correction Bolus ({value})
de: Korrektur Bolus ({value})
es_es: Bolo de corrección ({value})
fr: Bolus de correction ({value})
ja: 補正ボーラス({value})
nl: Correctie Bolus ({value})
pl: bolus: korekta ({value})
pt_pt: Bolus de Correção ({value})
sk: Korekčný bolus ( {value} )

# msgCarbBolusInsulin
source: Meal Bolus ({value})
de: Mahlzeiten Bolus ({value})
es_es: Bolo de comida ({value})
fr: Bolus repas ({value})
ja: 食事ボーラス({value})
nl: Maaltijd Bolus ({value})
pl: bolus: posiłek ({value})
pt_pt: Bolus da refeição ({value})
sk: Bolus jedla ( {value} )

source: Basalrate
es_es: Perfil basal
fr: Débit basal
ja: ベーサルレート
nl: Basaal
pl: Schemat bazy
pt_pt: Taxa da Basal
sk: Bazálna rýchlosť

# msgBasalrateDay
source: Basalrate for the day ({value})
de: Basalrate für den Tag ({value})
es_es: Perfil basal diario ({value})
fr: Débit basal pour la journée ({value})
ja: ベーサルレート/日({value})
nl: Basaal voor de dag ({value})
pl: baza: realna ({value})
pt_pt: Taxa Basal do dia ({value})
sk: Bazálna dávka za deň ({value})

# msgBasalrateProfile
source: Basalrate from the profile ({value})
de: Basalrate aus dem Profil ({value})
es_es: Tasas basales del perfil ({value})
fr: Débit basal du profil ({value})
ja: ベーサルレート：プロファイル設定({value})
nl: Basaal van het profiel ({value})
pl: Baza: nominalna ({value})
pt_pt: Taxa Basal do perfil ({value})
sk: Bazálna dávka z profilu ({value})

# msgLegendTDD
source: Total Daily Dose ({value})
de: Gesamtinsulin ({value})
es_es: Insulina en total ({value})
fr: Dose journalière totale ({value})
ja: 1日の総インスリン量 ({value})
nl: Totaal Dagelijkse Dosis ({value})
pl: Dobowa Dawka Insuliny DDI ({value})
pt_pt: Dose Total Diário ({value})
sk: Celkový inzulín ( {value} )

source: TDD
fr: DTQ
pl: DDI
sk: CDD

# Es sind keine Daten für den Ausdruck vorhanden
source: There is no data for the printout
de: Es sind keine Daten für den Ausdruck vorhanden
es_es: No hay datos para imprimir
fr: Il n’y a pas de données pour l'impression
ja: 表示可能なデータがありません
nl: Er is geen informatie voor de export
pl: Brak danych do analizy
pt_pt: Não há dados para impressão
sk: Nie sú k dispozícii žiadne údaje pre tlač

# Katheterwechsel
source: Site change
de: Katheterwechsel
es_es: Cambio de catéter
fr: Changement de cathéter
ja: ポンプ注入場所変更
nl: Site wijzigen
pl: wymiana zestawu infuzyjnego
pt_pt: Alterar site
sk: výmena katétera

# Sensorwechsel
source: Sensor change
de: Sensorwechsel
es_es: Cambio de sensor
fr: Changement de capteur
ja: センサー交換
nl: Sensor verwisseld
pl: wymiana sensora CGM
pt_pt: Mudança do Sensor
sk: výmena snímača

# Reservoirwechsel
source: Reservoir change
de: Reservoirwechsel
es_es: Cambio deposito
fr: Changement de réservoir
ja: リザーバー交換
nl: Reservoir vervangen
pl: wymiana zbiorniczka
pt_pt: Mudança do reservatório
sk: výmena nádrže

# Aufsummierte Werte
source: Summed up values
de: Aufsummierte Werte
es_es: Datos acumulados
fr: Valeurs totalisées
ja: 合計値
nl: Samenvatting van waarden
pl: wartości zsumowane
pt_pt: Valores resumidos
sk: Nasčítané hodnoty

# Berechnete IE für Kohlenhydrate
source: Calculated U for carbs
de: Berechnete IE für Kohlenhydrate
es_es: Insulina calculada para HC
fr: U calculées pour les glucides
ja: 炭水化物より算出したインスリン量（U）
nl: Berekende U voor koolhydraten
pl: bolus
pt_pt: Calculo de U para hidratos de carbono
sk: Vypočítaná IE na uhľohydráty

# KH
source: Carbs
de: KH
es_es: CH
fr: Glucides
ja: 炭水化物
nl: Koolhydraten
pl: Węglowodany
pt_pt: Hidratos de carbono
sk: S

# msgReadingsPerDay
source: {howMany,plural, =0{No values available}=1{1 value per day}other{{fmt} values per day}}
de: {howMany,plural, =0{Keine Messwerte vorhanden}=1{1 Messung am Tag}other{{fmt} Messungen am Tag}}
es_es: {howMany,plural,=0{no hay datos} =1{1 medicion diaria}other {{fmt} mediciones diarias}}
fr: {howMany,plural, one {} =0{Aucune valeur disponible}=1{1 valeur par jour}other{{fmt} valeurs par jour}}
ja: {howMany,plural, =0{値がありません}=1{1日あたり1データ}other{1日あたり{fmt}データ}}
nl: {howMany,plural, one {} =0{Geen waarden beschikbaar}=1{1 waarde per dag}other{{fmt} waarden per dag}}
pl: {howMany,plural, =0{brak odczytów}=1{1 odczyt na dzień}other{{fmt} odczytów na dzień}}
pt_pt: {howMany,plural, =0{Sem dados disponiveis}=1{1 valor por dia}other{{fmt} valores por dia}}
sk: {howMany, plural, =0 {Nie sú k dispozícii žiadne údaje} =1 {1 meranie denne} other {{fmt} meraní denne}}

# msgReadingsPerHour
source: {howMany,plural, =0{No values available}=1{1 value per hour}other{{fmt} values per hour}}
de: {howMany,plural, =0{Keine Messwerte vorhanden}=1{1 Messung pro Stunde}other{{fmt} Messungen pro Stunde}}
es_es: {howMany,plural,=0{no hay datos} =1{1 medicion por hora}other {{fmt} mediciones por hora}}
fr: {howMany,plural, one {} =0{Aucune valeur disponible}=1{1 valeur par heure}other{{fmt} valeurs par heure}}
ja: {howMany,plural, =0{データがありません}=1{1件のデータ/時間}other{{fmt} 件のデータ/時間}}
nl: {howMany,plural, one {} =0{Geen waarden beschikbaar}=1{1 waarde per uur}other{{fmt} waarden per uur}}
pl: {howMany,plural, =0{brak pomiarów}=1{1 pomiar na godzinę}other{{fmt} pomiarów na godzinę}}
pt_pt: {howMany,plural, =0{Sem valores disponiveis}=1{1 valor por hora}other{{fmt} valores por horas}}
sk: {howMany, plural, =0 {Nie sú k dispozícii žiadne údaje} =1 {1 meranie za hodinu} other {{fmt} meraní za hodinu}}

# msgReadingsInMinutes
source: {howMany,plural, =0{No values available}=1{1 value per minute}other{value every {fmt} minute}}
de: {howMany,plural, =0{Keine Messwerte vorhanden}=1{1 Messung pro Minute}other{Messung alle {fmt} Minuten}}
es_es: {howMany,plural,=0{no hay datos} =1{1 medicion por minuto}other {medición cada {fmt}minutos}}
fr: {howMany,plural, one {} =0{Aucune valeur disponible}=1{1 valeur par minute}other{valeur chaque {fmt} minutes}}
ja: {howMany,plural, =0{データがありません}=1{1件のデータ/分}other{{fmt}分毎にデータ}}
nl: {howMany,plural, one {} =0{Geen waarden beschikbaar}=1{1 waarde per minuut}other{waarde elke {fmt} minuten}}
pl: {howMany,plural, =0{brak pomiarów}=1{pomiar co 1 minutę}other{pomiar co {fmt} minut}}
pt_pt: {howMany,plural, =0{Sem valores disponiveis}=1{1 valor por minuto}other{valor a cada {fmt} minutos}}
sk: {howMany, plural, =0 {Nie sú k dispozícii žiadne údaje} =1 {1 meranie za minútu} other {Meranie každých {fmt} minút}}

# msgValuesIn
source: Values ​​between {low} and {high}
de: Werte zwischen {low} und {high}
es_es: Valores entre {low} y {high}
fr: Valeurs entre {low} et {high}
ja: {low} から {high} の値
nl: Waarden tussen {low} en {high}
pl: Odczyty w zakresie: {low} - {high}
pt_pt: Valor entre {low} e {high}
sk: Hodnoty medzi {low} a {high}

# msgValuesBelow
source: Values ​​below {low}
de: Werte unter {low}
es_es: Valores bajo {low}
fr: Valeurs inférieures à {low}
ja: {low} 未満の値
nl: Waarden lager dan {low}
pl: Odczyty poniżej {low}
pt_pt: Valores abaixo {low}
sk: Hodnoty pod {low}

# msgValuesAbove
source: Values ​​above {high}
de: Werte über {high}
es_es: Valores superior a {high}
fr: Valeurs supérieures à {high}
ja: {high} 以上の値
nl: Waarden boven {high}
pl: Odczyty powyżej zakresu: {high}
pt_pt: Valores acima de {high}
sk: Hodnoty nad {high}

# msgValuesVeryHigh
source: Very High Values ( > {value})
de: Sehr hohe Werte ( > {value})
es_es: Valores muy altos ( > {value})
fr: Valeurs très élevées ( > {value})
ja: 重篤な高血糖 ( > {value})
nl: Zeer hoge waarden ( > {value})
pl: Powyżej zakresu, poziom 2 ( > {value})
pt_pt: Valores muito altos ( > {value})
sk: Veľmi vysoké hodnoty (> {value} )

# msgValuesNormHigh
source: High Values ({value})
de: Hohe Werte ({value})
es_es: Valores altos ({value})
fr: Valeurs élevées ({value})
ja: 高血糖 ({value})
nl: Hoge waarden ({value})
pl: Powyżej zakresu, poziom 1 ({value})
pt_pt: Valores altos ({value})
sk: Vysoké hodnoty ( {value} )

# msgValuesNorm
source: Target area ({low} - {high})
de: Zielbereich ({low} - {high})
es_es: Objetivos ({low} - {high})
fr: Plage cible ({low} - {high})
ja: 目標範囲 ({low} - {high})
nl: Doelbereik ({low} - {high})
pl: W zakresie ({low} - {high})
pt_pt: Intervalo alvo ({low} - {high})
sk: Cieľová oblasť ( {low} - {high} )

# msgValuesNormLow
source: Low Values ({value})
de: Niedrige Werte ({value})
es_es: Valores bajos ({value})
fr: Valeurs basses ({value})
ja: 低血糖 ({value})
nl: Lage waarden ({value})
pl: Poniżej zakresu, poziom 1 ({value})
pt_pt: Valores baixos ({value})
sk: Nízke hodnoty ( {value} )

# msgValuesVeryLow
source: Very Low Values (< {value})
de: Sehr niedrige Werte (< {value})
es_es: Valores muy bajos ( < {value})
fr: Valeurs très basses (< {value})
ja: 重篤な低血糖(< {value})
nl: Zeer lage waarden (< {value})
pl: Poniżej zakresu, poziom 2 (< {value})
pt_pt: Valores muito baixos (< {value})
sk: Veľmi nízke hodnoty (< {value} )

# msgKHBE
source: g CH ({value} BU)
de: g KH ({value} BE)
es_es: g HC ({value} unidades HC)
pl: g (średnio {value}g/godz.)
sk: g sach. ( {value} BE)

# msgReservoirDays
source: {count, plural, =0 {} =1 {({txt} day per reservoir)} other {({txt} days per reservoir)}}
de: {count,plural, =0{}=1{({txt} Tag pro Ampulle)}other{({txt} Tage pro Ampulle)}}
es_es: {count, plural, =0{}=1{({txt}dias por ampolla)}other{({txt} dias por ampolla)}}
fr: {count, plural, one {} =0 {} =1 {({txt} jour par réservoir)} other {({txt} jours par réservoir)}}
ja: {count, plural, =0 {} =1 {({txt} 日間/リザーバー)} other {({txt} 日間/リザーバー)}}
nl: {count, plural, one {} =0 {} =1 {({txt} dag per reservoir)} other {({txt} dagen per reservoir)}}
pl: {count, plural, =0 {brak danych} =1 {({txt} dzień na zbiorniczek)} other {({txt} dni na zbiorniczek)}}
pt_pt: {count, plural, =0 {} =1 {({txt} dia por reservatório)} other {({txt} dias por reservatório)}}
sk: {count, plural, =0 {} =1 {( {txt} deň na ampulku)} other {( {txt} dní na ampulku)}}

# msgCatheterDays
source: {count, plural, =0 {} =1 {({txt} day per catheter)} other {({txt} days per catheter)}}
de: {count,plural, =0{}=1{({txt} Tag pro Katheter)}other{({txt} Tage pro Katheter)}}
es_es: {count, plural, =0{}=1{({txt}dias por catéter)}other{({txt} dias por catéter)}}
fr: {count, plural, one {} =0 {} =1 {({txt} jour par cathéter)} other {({txt} jours par cathéter)}}
ja: {count, plural, =0 {} =1 {({txt} 日間/カニューレ)} other {({txt} 日間/カニューレ)}}
nl: {count, plural, one {} =0 {} =1 {({txt} dag per catheter)} other {({txt} dagen per catheter)}}
pl: {count, plural, =0 {brak danych} =1 {(zmiana co {txt} dn.)} other {(zmiana co {txt} dn.)}}
pt_pt: {count, plural, =0 {} =1 {({txt} dia por cateter)} other {({txt} dias por cateter)}}
sk: {count, plural, =0 {} =1 {( {txt} deň na katéter)} other {( {txt} dní na katéter)}}

# msgSensorDays
source: {count, plural, =0 {} =1 {({txt} day per sensor)} other {({txt} days per sensor)}}
de: {count,plural, =0{}=1{({txt} Tag pro Sensor)}other{({txt} Tage pro Sensor)}}
es_es: {count, plural, =0{}=1{({txt}dias por sensor)}other{({txt} dias por sensor)}}
fr: {count, plural, one {} =0 {} =1 {({txt} jour par capteur)} other {({txt} jours par capteur)}}
ja: {count, plural, =0 {} =1 {({txt} 日間/センサー)} other {({txt} 日間/センサー)}}
nl: {count, plural, one {} =0 {} =1 {({txt} dag per sensor)} other {({txt} dagen per sensor)}}
pl: {count, plural, =0 {brak danych} =1 {({txt} dzień na sensor)} other {({txt} dni na sensor)}}
pt_pt: {count, plural, =0 {} =1 {({txt} dia por sensor)} other {({txt} dias por sensor)}}
sk: {count, plural, =0 {} =1 {( {txt} deň na snímač)} other {( {txt} dní na snímač)}}

# Geburtstag
source: Birthday
de: Geburtstag
es_es: Fecha nacimiento
fr: Date de naissance
ja: 生年月日
nl: Verjaardag
pl: Data urodzin
pt_pt: Data de nascimento
sk: Dátum narodenia

# Diabetes seit
source: Diabetes since
de: Diabetes seit
es_es: Diabetes desde
fr: Diabétique depuis
ja: 糖尿病歴
nl: Diabetes sinds
pl: Data diagnozy CT1
pt_pt: Diabetes desde
sk: Diabetes od roku

source: Insulin
es_es: Insulina
fr: Insuline
ja: インスリン
nl: Insuline
pl: Insulina
pt_pt: Insulina
sk: Inzulín

# Ausgewertete Tage
source: Evaluated days
de: Ausgewertete Tage
es_es: Días evaluados
fr: Jours évalués
ja: 評価期間
nl: Geëvalueerde dagen
pl: Liczba dni uwzględniona w raporcie
pt_pt: Dias avaliados
sk: Hodnotené dni

# Anzahl Messungen
source: Count of values
de: Anzahl Messungen
es_es: Número de mediciones
fr: Nombre de mesures
ja: 値数
nl: Aantal waarden
pl: Liczba pomiarów (z krwi i CGM razem)
pt_pt: Número de valores
sk: Počet meraní

# Anzahl Ampullenwechsel
source: Count of reservoir changes
de: Anzahl Ampullenwechsel
es_es: Número cambios de ampollas
fr: Nombre de changement de réservoir
ja: リザーバーの交換回数
nl: Aantal reservoir wijzigingen
pl: Liczba zmian zbiornika na insulinę
pt_pt: Mudanças de reservatórios
sk: Počet výmien ampúl

# Anzahl Katheterwechsel
source: Count of site changes
de: Anzahl Katheterwechsel
es_es: Número cambio catéteres
fr: Nombre de changements de cathéters
ja: 注入場所変更回数
nl: Aantal katheter wisselingen
pl: Liczba zmian zestawu infuzyjnego
pt_pt: Quantidade de alterações de site
sk: Počet zmien katétra

# Anzahl Sensorenwechsel
source: Count of sensor changes
de: Anzahl Sensorenwechsel
es_es: Número cambio de sensores
fr: Nombre de changements de capteurs
ja: センサー変更回数
nl: Aantal sensor wijzigingen
pl: Liczba zmian sensora CGM
pt_pt: Mudanças de sensor
sk: Počet zmien snímača

# gesch. HbA1c
source: est. A1C
de: gesch. HbA1c
es_es: hbA1c estim.
fr: est. HbA1C
ja: 推定 A1C
pl: szac. HbA1c
pt_pt: est. HbA1c
sk: HbA1c

# Geschätzter HbA1c
source: Estimated A1C
de: Geschätzter HbA1c
es_es: HbA1c estimado
fr: HbA1c estimée
ja: 推定A1C
nl: Geschatte A1C
pl: Przewidywana HbA1c
pt_pt: HbA1c Estimado
sk: Odhadovaná HbA1c

# Niedrigster Wert im Zeitraum
source: Lowest value in the period
de: Niedrigster Wert im Zeitraum
es_es: Valor más bajo en periodo
fr: Valeur la plus basse de la période
ja: 期間中の最低血糖値
nl: Laagste waarde in de periode
pl: Najniższa wartość w okresie
pt_pt: Valor mais baixo no período
sk: Najnižšia hodnota za dané obdobie
