Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: The ability to display the URL in the title bar has been removed since the current user or his URL is now displayed directly
de: Die Möglichkeit, die URL in der Titelzeile anzeigen zu lassen wurde entfernt, da jetzt der aktuelle Benutzer oder dessen URL direkt angezeigt wird
es_es: Borrada la posibilidad den mostrar la URL en el título; aqui ahora se ve el usario actual o su URL
fr: La possibilité d'afficher l'URL dans la barre de titre a été supprimée depuis que l'utilisateur actuel ou son URL est maintenant affiché directement
ja: ユーザー名とユーザーのURLが直接表示されるようになった為、タイトルバーにURLを表示する機能は削除されました。
nl: De mogelijkheid om de URL in de titelbalk weer te geven is verwijderd sinds de huidige gebruiker of URL nu direct wordt weergegeven
pt_pt: A capacidade de exibir a URL na barra de título foi removida, uma vez que o usuário atual ou o URL dele agora são exibidos diretamente
sk: Schopnosť zobraziť adresu URL v záhlaví bola odstránená, pretože aktuálny používateľ alebo jeho adresa URL sa teraz zobrazuje priamo

# Legende für Katheter- und Sensorwechsel zur Tagesgrafik hinzugefügt.
source: Added legend for catheter and sensor changes to the daily chart.
de: Legende für Katheter- und Sensorwechsel zur Tagesgrafik hinzugefügt.
es_es: Leyenda para cambio de catéter y del sensor a los gráficos díarios añadidos.
fr: Ajout de la légende pour les changements de cathéter et de capteur sur le graphe quotidien.
ja: 凡例にカニューレとセンサーの変更表示を追加しました。
nl: Legenda voor catheter en sensorwijzigingen toegevoegd aan de dagelijkse grafiek.
pt_pt: Adicionada legenda para troca de cateter e sensor para gráfico diário.
sk: Do denného grafu bola pridaná legenda o zmenách katétrov a senzorov.

source: Order of PDF pages changed - Percentile Diagram now comes after analysis.
de: Reihenfolge der PDF Seiten geändert - Perzentil Diagramm kommt jetzt nach der Analyse.
es_es: Cambio del orden de las páginas PDF - tabla de percentil ahora viene después del análisis.
fr: Ordre des pages PDF modifié - Le diagramme du percentile vient maintenant après l'analyse.
ja: PDF のページの順番を変更しました。グルコース変動パターンは分析の後に出ます。
nl: Volgorde van PDF-pagina's veranderd - Percentile Diagram komt nu na analyse.
pt_pt: Ordem das páginas PDF alterada - diagrama do percentil vem após análise.
sk: Poradie strán PDF sa zmenilo - percentuálny diagram teraz prichádza po analýze.

source: Data for the glucose values ​​with incorrect date format are read out correctly.
de: Daten für die Glukosewerte mit fehlerhaftem Datumsformat werden jetzt trotzdem korrekt ausgelesen.
es_es: Datos para los valores de glucosa con formato de fecha incorrecto se leen correctamente.
fr: Les données de mesures de glycémies avec un format de date incorrect sont lues correctement.
ja: 間違っている血糖値と日付形式のデータも正しく読み込めます。
nl: De gegevens voor de glucosewaarden, 58 met onjuiste datumnotatie worden correct uitgelezen.
pt_pt: Dados para os valores de glicemia com formato de data incorreto foram lidos corretamente.
sk: Údaje pre hodnoty glukózy s nesprávnym formátom dátumu sa napriek tomu stále načítajú správne.

# Hohe Basalraten werden jetzt besser dargestellt.
source: High basal rates are now better represented.
de: Hohe Basalraten werden jetzt besser dargestellt.
es_es: Altas tasas basales están mejor representadas.
fr: Les débits de base élevés sont désormais mieux représentés.
ja: 高いベーサルレートも正しく表示されます。
nl: Hoge basaalstanden zijn nu beter vertegenwoordigd.
pt_pt: As elevadas taxas de basal estão agora melhor representadas.
sk: Teraz sú lepšie zastúpené vysoké bazálne dávky.

source: Added this page. It is displayed each time Nightscout Reporter starts, if it has not been displayed in the current version. In addition, it can be called up again in the burgermenu.
de: Diese Seite hinzugefügt. Sie wird jedesmal beim Start von Nightscout Reporter angezeigt, wenn sie in der aktuellen Version noch nicht angezeigt wurde. Ausserdem kann sie im Hamburgermenü wieder aufgerufen werden.
es_es: Añadido a esta página. Aparecerá cada al cargar Nightscout Reporter, si no se mostraba en la versión actual. También puede recuperar en el menú.
fr: Ajout de cette page. Il s'affiche à chaque fois que le Reporter Nightscout démarre, s'il n'a pas été affiché dans la version actuelle. En outre, il peut être appelé à nouveau dans le menu hamburger.
ja: このページを追加しました。リリースの最新バージョンで表示されていない場合はナイトスカウトレポーターの起動時に表示されます。またメニューから再び表示することもできます。
nl: Toegevoegd deze pagina. Deze wordt elke keer weergegeven als Nightscout Reporter start, als deze niet is weergegeven in de huidige versie. Bovendien kan het weer in het burgermenu worden opgeroepen.
pt_pt: Adicionado esta página. É exibida cada vez que o Nightscout reporter inicia, se não for exibido na versão atual. Além disso, pode ser chamado de novo no menu.
sk: Táto stránka bola pridaná. Zobrazí sa pri každom spustení aplikácie Nightscout Reporter, ak sa nezobrazila v aktuálnej verzii. Okrem toho ho možno vyvolať znova v ponuke Hamburger.

# Schliessen Button im Nachrichtenbereich hinzugefügt.
source: Close button added in the message area.
de: Schliessen Button im Nachrichtenbereich hinzugefügt.
es_es: Añadido botón cerrar en el panel de mensajes.
fr: Le bouton Fermer a été ajouté dans la zone de message.
ja: メッセージエリアに閉じるボタンを追加しました。
nl: Sluitknop toegevoegd aan het berichtengebied.
pl: Przycisk Zamknij dodany w obszarze wiadomości.
pt_pt: Botão Fechar adicionado na área de mensagem.
sk: Tlačidlo Zavrieť bolo pridané do oblasti správ.

# Fehler werden besser abgefangen und mit sinnvollem Text ersetzt.
source: Errors are better intercepted and replaced with more meaningful text.
de: Fehler werden besser abgefangen und mit sinnvollem Text ersetzt.
es_es: Errores son mejor atrapados y sustituidos por texto significativo.
fr: Les erreurs sont mieux interceptées et remplacées par un texte plus significatif.
ja: エラーを適切に処理し、意味が分かる文に置き換えられます。
nl: Fouten worden beter onderschept en vervangen door zinvollere tekst.
pt_pt: Os erros são melhor interceptados e substituídos por texto.
sk: Chyby sú lepšie zachytené a nahradené zmysluplným textom.

# Das Anklicken des Nachrichtenbereichs schliesst diesen nicht mehr.
source: Clicking on the message area no longer closes it.
de: Das Anklicken des Nachrichtenbereichs schliesst diesen nicht mehr.
es_es: Pinchando area de mensajes ya no lo cierra.
fr: Cliquer sur la zone de message ne la ferme plus.
ja: メッセージエリアをクリックしても、ページが閉じなくなりました。
nl: Klikken op het berichtengebied sluit het niet meer.
pt_pt: Clicar na área da mensagem já não a fecha.
sk: Kliknutím na oblasť správy ju už nezatvoríte.

source: Name, birthday, insulin and the start date of diabetes can now be left blank without any negative impact on the presentation in the PDF.
de: Name, Geburtstag, Insulin und das Startdatum des Diabetes können nun leer gelassen werden, ohne dass das negative Auswirkungen auf die Darstellung im PDF hat.
es_es: Día de nacimiento, nombre y la fecha de inicio de la diabetes, insulina pueden dejarse en blanco, sin tener efectos negativos en la presentación del PDF.
fr: Le nom, la date de naissance, l'insuline et la date de diagnostic du diabète peuvent maintenant être laissés vides sans impact négatif sur la présentation du PDF.
ja: 名前、生年月日、インスリン、糖尿病発症日が空欄でも PDF の表示ができるようになりました。
nl: Naam, verjaardag, insuline en de begindatum van diabetes kunnen nu leeg gelaten worden zonder negatieve gevolgen voor de presentatie in het PDF.
pt_pt: Nome, aniversário, insulina e data de início da diabetes agora podem ser deixados em branco sem qualquer impacto negativo na apresentação no PDF.
sk: Meno, dátum narodenia, inzulín a dátum začiatku diabetu môžu byť teraz ponechané prázdne bez toho, aby to malo negatívny vplyv na prezentáciu v PDF.

# Fehlermeldung beim Laden von Profilen ohne Startdatum entfernt.
source: Error message when loading profiles without start date removed.
de: Fehlermeldung beim Laden von Profilen ohne Startdatum entfernt.
es_es: Mensaje erronep eliminado al cargar perfiles sin fecha de inicio.
fr: Message d'erreur lors du chargement des profils sans date de début a été supprimé.
ja: 開始日の入力のないプロファイルを読み込んだ際のエラーメッセージを削除しました。
nl: Fout bij het laden van profielen zonder startdatum verwijderd.
pt_pt: Mensagem de erro ao carregar perfis sem a data de início removida.
sk: Chybové hlásenie pri načítaní profilov bez odstránenia dátumu začiatku.

source: If no data is available, blank pages will be generated with an appropriate hint.
de: Wenn keine Daten verfügbar sind, werden leere Seiten mit einem entsprechenden Hinweis erzeugt.
es_es: Si no hay datos disponibles, se crean páginas en blanco con una nota correspondiente.
fr: Si aucune donnée n'est disponible, les pages vides seront générées avec une astuce appropriée.
ja: 利用可能なデータが選択されていない場合は、ヒントと共に空白ページが生成されます。
nl: Als er geen gegevens beschikbaar zijn, worden lege pagina's met een gepaste hint gegenereerd.
pt_pt: Se nenhum dado estiver disponível, páginas em branco serão geradas com uma dica apropriada.
sk: Ak nie sú k dispozícii žiadne údaje, vygenerujú sa prázdne stránky s vhodným nápovedou.

# Die Glukosekurve der täglichen Grafiken wurde von fehlenden Daten befreit.
source: The glucose graph of the daily graphs has been freed from missing data.
de: Die Glukosekurve der täglichen Grafiken wurde von fehlenden Daten befreit.
es_es: La curva de glucosa de gráficos diarios fue liberada de datos ausentes.
fr: Le graphe de glycémies des graphes journaliers a été libéré des données manquantes.
ja: デイリーグラフ中の血糖値曲線は測定値が欠損している場合も適切に表示できます。
nl: De glucose grafiek van de dagelijkse grafieken is bevrijd van ontbrekende data.
pt_pt: O gráfico de glicose dos gráficos diários foi retirado dos dados em falta.
sk: Glukózový graf denných grafov bol zbavený chýbajúcich údajov.

source: The basal rate PDF was incorrect if there was not a value for each hour.
de: Das PDF für die Basalrate war nicht korrekt, wenn nicht für jede Stunde ein Wert vorlag.
es_es: El PDF para el perfil básico no fue correcto, si no existia un valor para cada hora.
fr: Le PDF du débit de base était incorrect s'il n'y avait pas de valeur pour chaque heure.
ja: ベーサルレートPDFは、毎時間の値が無い場合は正しく表示できませんでした。
nl: De PDF basaalstand is onjuist als er geen waarde was voor elk uur.
pt_pt: A taxa de basal do PDF estava incorreta se não estava definido um valor para cada hora.
sk: Bazálna sadzba PDF bola nesprávna, ak pre každú hodinu neexistovala hodnota.

# Initiale Version, alles ist neu!
source: Initial version, everything is new!
de: Initiale Version, alles ist neu!
es_es: Versión inicial, todo es nuevo!
fr: Version initiale, tout est nouveau !
ja: 初期バージョン。すべてが新しい！
nl: Eerste versie, alles is nieuw!
pl: Wersja początkowa, wszystko jest nowe!
pt_pt: Versão inicial, tudo é novo!
sk: Počiatočná verzia, všetko je nové!

# ViewWhatsnewComponent0__message_6
source: A new view called {startTag0}Night-Watch{endTag0} has been added. In this view, as in the clock display on the Nightscout page, you can see the current glucose value and other information that you can configure to a certain extent as you like it. Night-Watch is accessed via this URL: {startTag1}https://nightscout-reporter.zreptil.de/watch{endTag1} It can also be accessed via the main menu under the menu item {startTag2}Night-Watch{endTag2}, or by clicking on the current sugar value in Nightscout Reporter's title bar if you have activated it in the settings.
es_es: Se ha agregado una nueva vista denominada {startTag0}Night-Watch{endTag0}. En esta visualización, así como en la pantalla del reloj en la página Nightscout, puede ver el valor actual de glucosa y otra información que puede configurar en cierta medida como desee. Night-Watch se llama a través de esta URL: {startTag1}https://nightscout-reporter.zreptil.de/watch{endTag1} También se puede llamar desde el menú principal bajo el elemento de menú {startTag2}Night-Watch{endTag2} o haciendo clic en el valor de azúcar actual en la barra de título de Nightscout Reporter si lo ha activado en la configuración.
sk: Eine neue Ansicht namens {startTag0}Night-Watch{endTag0} wurde hinzugefügt. In dieser Ansicht sieht man, so wie auch in der Uhr-Anzeige auf der Nightscout-Seite, den aktuellen Glukosewert und weitere Informationen, die man sich in gewissem Rahmen so konfigurieren kann, wie sie einem gefallen. Night-Watch wird über diese URL aufgerufen: {startTag1}https://nightscout-reporter.zreptil.de/watch{endTag1} Es kann auch über das Hauptmenü unter dem Menüpunkt {startTag2}Night-Watch{endTag2} aufgerufen werden, oder indem man den aktuellen Zuckerwert in der Titelleiste von Nightscout Reporter anklickt, wenn man diesen in den Einstellungen aktiviert hat.

# ViewWhatsnewComponent0__message_9
source: Where a CGP can be created, there is now an option {startTag0}Lines around areas{endTag0}. This is switched on by default. When turned off, the healthy and current human stat ranges are no longer outlined with a line. This makes the graph look a little more pale, but you can examine the values on the axes more closely if you wish.
es_es: Donde se puede crear un CGP, ahora existe la opción {startTag0}Lineas por rangos{endTag0}. Esto está activado de forma predeterminada. Si está desactivado, los rangos de valores para la persona sana y la persona actual ya no están bordeados por una línea. Esto hace que el gráfico se vea un poco más pálido, pero puede examinar los valores en los ejes más de cerca si lo desea.
nl: A new view called {startTag0}Night-Watch{endTag0} has been added. In this view, as in the clock display on the Nightscout page, you can see the current glucose value and other information that you can configure to a certain extent as you like it. Night-Watch is accessed via this URL: {startTag1}https://nightscout-reporter.zreptil.de/watch{endTag1} It can also be accessed via the main menu under the menu item {startTag2}Night-Watch{endTag2}, or by clicking on the current sugar value in Nightscout Reporter's title bar if you have activated it in the settings.
sk: Dort, wo ein CGP erstellt werden kann, gibt es nun die Option {startTag0}Linien um Bereiche{endTag0}. Diese ist standardmässig eingeschaltet. Wenn sie ausgeschaltet wird, werden die Wertebereiche für den gesunden und den aktuellen Menschen nicht mehr mit einer Linie umrandet. Damit sieht die Grafik etwas blasser aus, aber man kann die Werte auf den Achsen genauer untersuchen, wenn man das möchte.

# ViewWhatsnewComponent0__message_47
source: After I was asked again and again whether I could be donated, I decided to make such a possibility available. Nightscout Reporter is still completely free and will stay that way. If you still want to express your affection for the program, I don't want to stand in your way any longer. The donation button is not visible. But if you want to throw something in the {startTag0}hat{endTag0}, you will find it :)
es_es: Después de muchas preguntas sobre la opción de poder donar, ahora he decidido de ofrecer esta posibilidad. Nightscout Reporter sigue siendo completamente gratuito y siempre lo será en el futuro. Si alguien quiere mostrar agradecimiento no me opondré más. El botón de donación no será visible, pero quien quiera donar algo encontrará el {startTag0}sombrero{endTag0} :)
sk: Nachdem ich immer wieder gefragt wurde, ob man mir eine Spende zukommen lassen kann, habe ich mich jetzt dann doch dazu entschlossen, so eine Möglichkeit zur Verfügung zu stellen. Nightscout Reporter ist aber nach wie vor komplett kostenlos und wird das auch bleiben. Wer dennoch seiner Zuneigung zum Programm Ausdruck verleihen will, dem will ich mich nicht länger in den Weg stellen. Der Spenden-Button ist nicht sichtbar. Aber wer etwas in den {startTag0}Hut{endTag0} werfen will, der wird ihn finden :)

# IE
source: U
de: IE
es_es: UI
nl: E
pl: j

source: Trend
es_es: Tendencia
fr: Tendance
ja: 傾向
pt_pt: Tendência

# msgLogTempBasalAbsolute
source: temp. Basal {value} / {duration} min
es_es: basal temp. {value} / {duration} min
fr: Basale temporaire {value} / {duration} min
ja: 一時基礎{value} / {duration} min
nl: tijdelijk Basaal {value} / {duration} min
pl: baza tymczasowa {value}% / {duration} min
pt_pt: basal temporária {value}% / {duration} min

# msgLogMicroBolus
source: Microbolus {insulin} {unit}
es_es: Micro bolo {insulin} {unit}

# Menü
source: Menu
de: Menü
es_es: Menú
ja: メニュー

source: Deutsch
fr: Allemand
ja: ドイツ語
nl: Duits
pl: Niemiecki
pt_pt: Alemão

source: English (USA)
fr: Anglais (USA)
ja: 英語 (アメリカ)
nl: Engels (VS)
pl: Angielski (USA)
pt_pt: Inglês (USA)

source: English (GB)
fr: Anglais (GB)
ja: 英語 (イギリス)
nl: Engels (Brits)
pl: Angielski (Wielka Brytania)
pt_pt: Inglês (GB)

source: Español
fr: Espagnol
ja: スペイン語
nl: Spaans
pl: Hiszpański
pt_pt: Espanhol

source: Polski
fr: Polonais
ja: ポーランド語
nl: Pools
pt_pt: Polaco

source: 日本の
fr: Japonais
ja: 日本語
pt_pt: Japonês

source: Slovenský
fr: Slovène
ja: スロベニア語
nl: Sloveens
pl: Slovenský
pt_pt: Eslovaco

source: Français
ja: フランス語
nl: Frans
pt_pt: Françês

source: Max
ja: 最大
pt_pt: Máx

source: Basal 0%
fr: Débit de base 0%
ja: 基礎 0%
nl: Basaal 0%
pl: baza: zatrzymanie (0%)

# msgTimeOfDayAM
source: {time} am
ja: 午前{time}
nl: {time} voormiddag
pl: {time} przed południem

# msgTimeOfDayPM
source: {time} pm
ja: 午後{time}
nl: {time} namiddag
pl: {time}

source: Bolus
ja: ボーラス

source: Min
ja: 最小

# msgTOR
source: ToR [{value}min/d]
ja: ToR [{value}分/時]
pl: Czas poza zakresem [{value}min/d]

source: tl;dr
ja: まとめ

# msgSMBInsulin
source: SMB ({value})
pl: bolus: SMB ({value})
