Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

# msgProfileSwitchDuration
source: Profileswitch - {oldName} => {newName} for {duration} Minutes
de: Profilwechsel - {oldName} => {newName} für {duration} Minuten
es_es: Cambio de perfil {oldName} => {newName} für {duration} minutos
fr: Changement de profil - {oldName} => {newName} pour {duration} minutes
ja: プロフィール変更 - {oldName} => {newName} から {duration} 分
nl: Profiel verandering - {oldName} => {newName} voor {duration} minuten
pl: Zmiana profilu - {oldName} => {newName} na {duration} minut
pt_pt: Profileswitch - {oldName} => {newName} por {duration} Minutos
sk: Zmena profilu z {oldName} => {newName} po {duration} minút

# Keine Änderung
source: No change
de: Keine Änderung
es_es: Sin cambio
fr: Aucune modification
ja: 変更なし
nl: Geen verandering
pl: Bez zmian
pt_pt: Sem alterações
sk: Bez zmeny

source: This form shows the evaluation of the values ​​of the selected Period. The average consumption of materials is calculated and displayed. This form contains most of the information that diabetologists would like to know. The A1C is calculated from the available data and normally deviates not insignificantly from the actually measured value. The value that is determined from the blood sample shows the actual binding of glucose in the blood. Since this depends on additional factors and not only on the measurement data used here, there are differences to the calculated value. Especially when the measured values ​​are not blood sugar but tissue sugar, as used by CGM systems. Nevertheless, this value is a rough guide to the quality of the Glucose setting and in the form determined by the laboratory is often used by diabetologists as a guide value, which is why it is displayed here. But it is issued in a weaker font so that its dubious nature can also be recognized.
es_es: Este formulario muestra la evaluación de los valores del período seleccionado. También se calcula y visualiza el consumo medio de materiales. Este formulario contiene la mayor parte de las informaciónes que interesan a los endocrinologos. El HbA1c se calcula a partir de los datos existentes y, por lo general, difiere significantemente del valor medido real. El valor obtenido de la muestra de sangre refleja la concentracíon real de la glucosa en la sangre. Dado que esto depende de factores adicionales y no sólo de los datos de medición utilizados aquí, hay diferencias con el valor calculado. Especialmente si los valores medidos no son azúcar en la sangre, sino azúcar de tejido, como utilizan los sistemas de MGC. Sin embargo, este valor es una indicación aproximada de la calidad de la configuración de glucosa y a menudo es utilizado por los endocrinologos como una directriz en la forma determinada por el laboratorio, razón por la cual se muestra aquí. Pero se muestra en escritura más débil, por lo que su naturaleza dudosa también es reconocible.
nl: Dit formulier toont de evaluatie van waarden voor de geselecteerde periode. Het gemiddelde verbruik van materialen wordt berekend en weergegeven. Dit formulier bevat de meeste informatie die diabeten graag zouden willen weten. De A1C wordt berekend op basis van de beschikbare gegevens en wijkt normaal gesproken niet onaanzienlijk af van de feitelijk gemeten waarde. De waarde die wordt bepaald door het bloed monster toont de feitelijke binding van glucose in het bloed. Aangezien dit afhankelijk is van aanvullende factoren en niet alleen van de hier gebruikte meetgegevens, zijn er verschillen in de berekende waarde. Vooral wanneer de gemeten waarden die worden gemeten, geen bloedsuiker zijn, maar weefselsuiker, zoals gebruikt door CGM-systemen. desalniettemin deze waarde is een ruwe schatting naar de kwaliteit van de Glucose instelling en in de vorm die wordt bepaald door het laboratorium wordt vaak door diabeten gebruikt als een richt waarde. dat is de reden waarom het hier wordt weergegeven. Maar het wordt in een zwakker lettertype uitgegeven, zodat ook het twijfelachtige karakter ervan wordt erkend.
sk: Dieses Formular zeigt die Auswertung der Werte des ausgewählten Zeitraums. Dabei wird auch der durchscnittliche Verbrauch an Materialien rechnerisch ermittelt und angezeigt. Dieses Formular beinhaltet die meisten Informationen, die Diabetologen gerne wissen wollen. Der HbA1c wird rechnerisch aus den vorhandenen Daten ermittelt und weicht normalerweise nicht unerheblich von dem tatsächlich gemessenen Wert ab. Der Wert, der aus der Blutprobe ermittelt wird, gibt die tatsächliche Bindung von Glukose im Blut wieder. Da diese von zusätzlichen Faktoren abhängig ist und nicht nur von den hier verwendeten Messdaten, ergeben sich Unterschiede zum errechneten Wert. Vor allem, wenn es sich bei den gemessenen Werten nicht um Blutzucker, sondern um Gewebszucker handelt, wie er von CGM-Systemen verwendet wird. Trotzdem ist dieser Wert ein grober Anhaltspunkt für die Qualität der Glukoseeinstellung und wird in der vom Labor ermittelten Form gerne von Diabetologen als Richtwert verwendet, weshalb er hier angezeigt wird. Er wird aber in schwächerer Schrift ausgegeben, damit seine zweifelhafte Natur auch erkennbar ist.

# Auswertung
source: Analysis
de: Auswertung
es_es: Análisis
fr: Analyse
ja: 分析
nl: Analyse
pl: Podsumowanie
pt_pt: Análise
sk: Zhodnotenie

# Material mit Nachkommastellen
source: Material with decimal places
de: Material mit Nachkommastellen
es_es: Materiál con décimas
fr: Consommables avec des décimales
ja: 小数点以下を表示する
nl: Materiaal met decimalen
pl: ??? Liczba miejsc po przecinku
pt_pt: Material com locais decimais
sk: Materiál s desatinnými miestami

# Zielbereich mit Nachkommastellen
source: Targetarea with decimals
de: Zielbereich mit Nachkommastellen
es_es: Objectivo con décimas
fr: Zone cible avec décimales
ja: 目標範囲に小数点以下を表示
nl: Doelbereik met decimalen
pl: Zakres docelowy z miejscem po przecinku (dla mmol)
pt_pt: Intervalo alvo com casas decimais
sk: Cieľová oblasť s desatinnými miestami

# Standardabweichung statt Anzahl
source: Standard deviation instead of valuecount
de: Standardabweichung statt Anzahl
es_es: Desviación estándar en lugar de número
fr: Écart-type au lieu du nombre
ja: 値のカウント数の代わりに標準偏差を表示
nl: Standaardafwijking in plaats van waardetelling
pl: Odchylenie standardowe zamiast liczby odczytów CGM
pt_pt: Desvio padrão em vez da contagem de valor
sk: Štandardná odchýlka miesto počtu

# Standardbereich mit feinerer Abstufung
source: Standard range with finer gradation
de: Standardbereich mit feinerer Abstufung
es_es: Rango estándar con graduación más fina
fr: Plage standard avec gradation plus fine
ja: 標準範囲を精細グラデーションで表示
nl: Standaard bereik met fijnere beoordeling
pl: Czas w zakresie z dokładnym podziałem wg wytycznych ATTD 2019
pt_pt: Intervalo padrão com ajuste preciso
sk: Štandardný rad s jemnejšou gradáciou

# Unterzuckerungen anzeigen
source: Show hypoglycemia
de: Unterzuckerungen anzeigen
es_es: Mostrar hipoglycemias
fr: Afficher l'hypoglycémie
ja: 低血糖を表示
nl: Toon hypoglycemie
pl: Pokaż hipoglikemię
pt_pt: Mostrar hipoglicemia
sk: Zozbraziť hypoglykémie

# msgHypoTitle
source: Hypos (< {value})
de: Unterzuckerungen (< {value})
es_es: Hipoglycemia (< {value})
fr: Hypoglycémies (< {value})
ja: 低血糖 (< {value})
pl: Hipoglikemia (< {value})
pt_pt: Hipos (< {value})
sk: Hypoglykémie (< {value})

# Anzahl Unterzuckerungen
source: Number of Hypos
de: Anzahl Unterzuckerungen
es_es: Número de hipoglycemias
fr: Nombre d'hypoglycémies
ja: 低血糖の回数
nl: Aantal Hypos
pl: Liczba incydentów hipoglikemii
pt_pt: Número de Hipos
sk: Počet hypoglykémií

# Letzte Unterzuckerung
source: Last Hypo
de: Letzte Unterzuckerung
es_es: Última hipoglucemia
fr: Dernière hypoglycémie
ja: 前回の低血糖
nl: Laatste Hypo
pl: Ostatnia hipoglikemia
pt_pt: Última Hipo
sk: Posledná hypoglykémia

source: This form shows the basal rate set in the profile in graphic form. Usually all basal rates for the selected period are displayed. If the basal rate has changed in the period, a new page is created. However, there is an option that only outputs the last basal rate of the period.
es_es: Este formulario muestra la tasa basal establecida en el perfil en forma gráfica. Normalmente, se emiten todas las tasas basales del período de tiempo seleccionado. Si la tasa basal ha cambiado en ese período, se crea una nueva página. Sin embargo, hay una opción que devuelve solo la última tasa basal del período.
nl: Dit formulier toont het basaal dat in het profiel is ingesteld. Meestal word het basaal voor de geselecteerde periode weergegeven. Als het basaal veranderd is in de periode, wordt er een nieuwe pagina aangemaakt. Er is echter een optie die alleen het laatste basaal van de periode uitvoert.
pt_pt: Este formulário mostra a taxa de basal definida no perfil em forma gráfica. Geralmente, todas as taxas de basal para o período selecionado são exibidas. Se a taxa de basal mudou no período, uma nova página será criada. No entanto, há uma opção que apenas produz a última taxa de basal do período.
sk: Dieses Formular zeigt die Basalrate, die im Profil eingestellt ist in graphischer Form an. Es werden normalerweise alle Basalraten des ausgewählten Zeitraums ausgegeben. Wenn sich in dem Zeitraum die Basalrate geändert hat, wird eine neue Seite erzeugt. Es gibt aber eine Option, welche nur die letzte Basalrate des Zeitraums ausgibt.

# Nur letzte Basalrate ausgeben
source: Show only last basalrate
de: Nur letzte Basalrate ausgeben
es_es: Solo mostrar perfil basal reciente
fr: Afficher uniquement le dernier débit de base
ja: 直近のベーサルレートのみ表示
nl: Toon alleen de laatste basaal waarde
pl: Pokaż tylko ostatni profil dawek bazowych
pt_pt: Mostrar apenas a última taxa de basal
sk: Zobraziť len poslednú bazálnu hodnotu

# msgCV
source: CV [{value}%]
de: VarK [{value}%]
es_es: VarK [{value}%]
ja: 血糖変動係数{value}%]
sk: VarK [{value}%]

# msgHYPO
source: Intensität HYPO [{unit} x min²]
es_es: Intensidad hipoglucemia [{unit} x min²]
fr: Intensité Hypo [{unit} x min²]
ja: 強い低血糖 [{unit} x min²]
nl: Intensiteit Hypo [{unit} x min²]
pl: Epizody hiperglikemii [{unit} x min²]
pt_pt: Intensidade HIPO [{unit} x min²]
sk: Intenzita HYPO [{unit} x min²]

# msgHYPER
source: Intensity HYPER [{unit} x min²]
de: Intensität HYPER [{unit} x min²]
es_es: Intensidad hiperglucemia [{unit} x min²]
fr: Intensité Hyper [{unit} x min²]
ja: 強い高血糖 [{unit} x min²]
nl: Intensiteit HYPER [{unit} x min2]
pl: Intensywność hiperglikemii [{unit} x min²]
pt_pt: Intensidade HIPER [{unit} x min²]
sk: Intenzita HYPER [{unit} x min²]

# msgMEAN
source: Average glucose [{unit}]
de: Mittlere Glukose [{unit}]
es_es: Glucemia media [{unit}]
fr: Glycémie moyenne [{unit}]
ja: 平均血糖値[{unit}]
nl: Gemiddelde glucose [{unit}]
pl: Średnie stężenie glukozy [{unit}]
pt_pt: Glicose média [{unit}]
sk: Stredná glykémia [{unit}]

source: The green pentagon represents the value range of a healthy person without diabetes.
de: Das grüne Fünfeck stellt den Wertebereich eines gesunden Menschen ohne Diabetes dar.
es_es: El pentágono verde representa el margen de valores de una persona sana sin diabetes.
fr: Le pentagone vert représente la plage de valeurs d'une personne en bonne santé sans diabète.
ja: 緑色の五角形の範囲は、糖尿病ではない人の値を表しています
nl: Het groene pentagon geeft de waarde weer van een gezonde persoon zonder diabetes.
pl: Zielony pięciokąt reprezentuje zakres wartości zdrowej osoby bez cukrzycy.
pt_pt: O pentágono verde representa o alcance do valor de uma pessoa saudável sem diabetes.
sk: Zelený päťuholník predstavuje rozsah hodnôt zdravého človeka bez cukrovky.

# Das gelbe Fünfeck stellt den Wertebereich des angegebenen Zeitraums dar.
source: The yellow pentagon represents the value range of the specified period.
de: Das gelbe Fünfeck stellt den Wertebereich des angegebenen Zeitraums dar.
es_es: El pentágono verde presenta el margen de valores en el periodo de tiempo indicado.
fr: Le pentagone jaune représente la plage de valeurs de la période spécifiée.
ja: 黄色の五角形は、選択期間の値を表しています
nl: De gele pentagon geeft het bereik weer van de opgegeven periode.
pl: Żółty pięciokąt reprezentuje zakres wartości określonego okresu.
pt_pt: O pentágono amarelo representa o intervalo de valor do período especificado.
sk: Žltý päťuholník predstavuje rozsah hodnôt hodnoteného obdobia.

# Gelbe Kreise zeigen an, dass der entsprechende Wert die Skala überschreitet.
source: Yellow circles indicate that the corresponding value exceeds the scale.
de: Gelbe Kreise zeigen an, dass der entsprechende Wert die Skala überschreitet.
es_es: Circulos amarillos indican que el valor correspondiente sobresale la escala.
fr: Les cercles jaunes indiquent que la valeur correspondante dépasse l'échelle.
ja: 黄色の丸は、対応する値がスケールを超えていることを示します
nl: Gele cirkels geven aan dat de overeenkomstige waarde de schaal overschrijdt.
pt_pt: Círculos amarelos indicam que o valor correspondente excede a escala.
sk: Gelbe Kreise zeigen an, dass der entsprechende Wert die Skala überschreitet.

# msgTORInfo
source: The time per day in minutes in which the values are outside the range {min} to {max}.
de: Die Zeit pro Tag in Minuten, in denen die Werte ausserhalb des Bereichs {min} bis {max} liegen.
es_es: El tiempo en minutos en el que los valores se encuentran fuera del margen {min} a {max}.
fr: La durée quotidienne en minutes dans laquelle les valeurs sont en dehors de l'intervalle {min} à {max}.
ja: 1日あたりの目標範囲外の時間{min} から{max}。
nl: De tijd per dag in minuten waarin de waarden buiten het bereik {min} tot {max} vallen.
pl: Czas dziennie w minutach, w którym wartości znajdują się poza zakresem od {min} do {max}.
pt_pt: O tempo por dia em minutos em que os valores estão fora do intervalo de {min} a {max}.
sk: Počet minút v dni, počas ktorých sú hodnoty mimo rozsahu {min} až {max} .

source: Glycemic variability represents the variation of values around the glycemic average value in percent.
de: Die glykämische Variabilität stellt die Streuung der Werte um den glykämischen Mittelwert herum in Prozent dar.
es_es: La variabilidad de glucemia indica en % la difusión de valores al rededor de la glucemia media.
fr: La variabilité glycémique représente la variation des valeurs autour de la moyenne glycémique en pourcentage.
ja: 血糖変動係数は、血糖値平均値前後の変動をパーセントで表示したものです
nl: Glycemische variabiliteit vertegenwoordigt de variatie van waarden rond de glycemische gemiddelde waarde in procent.
pl: Zmienność glikemiczna stanowi zmienność wartości w procentach.
pt_pt: A variabilidade Glicémia representa a variação de valores em torno do valor médio da glicémia em porcentagem.
sk: Glykemická variabilita predstavuje roztrúsenosť hodnôt okolo glykemického priemeru v percentách.

# msgHYPOInfo
source: The intensity of hypoglycaemia per day (values less than or equal to {unit}).
de: Die Intensität von Hypoglykämien pro Tag (Werte kleiner oder gleich {unit}).
es_es: La intensidad de hipoglucemias por día (valores bajo o igual {unit}).
fr: L'intensité de l'hypoglycémie par jour (valeurs inférieures ou égales à {unit}).
ja: 低血糖の強さ/日({unit} 以下)
nl: De intensiteit van hypoglycaemie per dag (waarden kleiner dan of gelijk aan {unit}).
pl: Epizody hipoglikemii na dobę (wartości mniejsze lub równe {unit}).
pt_pt: A intensidade da hipoglicemia por dia (valores menores ou iguais a {unit}).
sk: Intenzita hypoglykémie za deň (hodnoty menšie alebo rovné {unit}).

# msgHYPERInfo
source: The intensity of hyperglycaemia per day (values greater than or equal to {unit}).
de: Die Intensität von Hyperglykämien pro Tag (Werte grösser oder gleich {unit}).
es_es: La intensidad de hiperglucemias por día (valores bajo o igual {unit}).
fr: L'intensité de l'hyperglycémie par jour (valeurs supérieures ou égales à {unit}).
ja: 高血糖の強さ/日({unit} 以上)
nl: De intensiteit van hyperglykemie per dag (waarden groter dan of gelijk aan {unit}).
pl: Epizody hiperglikemii na dobę (wartości większe lub równe {unit}).
pt_pt: A intensidade da hiperglicemia por dia (valores maiores ou iguais a {unit}).
sk: Intenzita hyperglykémie za deň (hodnoty väčšie alebo rovné {unit}).

# msgMEANInfo
source: The mean glycemic value in specified period.
de: Der glykämische Mittelwert im betrachteten Zeitraum.
es_es: Glucemia media en el período elegido.
fr: La valeur glycémique moyenne de la période spécifiée.
ja: 指定期間の平均血糖値
nl: De gemiddelde glycemische waarde in de opgegeven periode.
pl: Średnia wartość glikemii w określonym okresie.
pt_pt: O valor da glicémia médio no período especificado.
sk: Glykemický priemer v uvažovanom období.

source: The Prognostic Glycemic Riskparameter represents the risk of long-term complications (not proven by studies up to now).
de: Der prognostische glykämische Risikoparameter stellt das Risiko von Langzeitkomplikationen dar (bisher nicht durch Studien belegt).
es_es: Los parámetros glucemicos prognosticados muestra el riesgo de complicaciones a largo tiempo (hasta ahora no evaluado por estudios científicos).
fr: Le paramètre de risque glycémique progressif représente le risque de complications à long terme (non prouvé par les études).
ja: 予後血糖リスクパラメーターは、長期的な合併症のリスクを表します (これまでの研究で証明されてはいません)。
nl: De Prognostic Glycemic Riskparameter vertegenwoordigt het risico van langdurige complicaties (tot nu toe niet bewezen door onderzoeken).
pl: Parametr Ryzyka Prognostycznego opisuje ryzyko długotrwałych powikłań (niepotwierdzonych dotychczas badaniami).
pt_pt: O prognóstico Glycemic Riskparameter representa o risco de complicações a longo prazo (não provadas por estudos até agora).
sk: Ukazovateľ prognózy glykemického rizika predstavuje riziko dlhodobých komplikácií (doteraz štúdiami nepreukázané).

# 0,0 bis 2,0
source: 0,0 to 2,0
de: 0,0 bis 2,0
es_es: 0,0 a 2,0
fr: 0,0 à 2,0
nl: 0,0 tot 2,0
pt_pt: 0,0 a 2,0
sk: 0,0 až 2,0

# sehr geringes Risiko
source: very low risk
de: sehr geringes Risiko
es_es: riesgo muy bajo
fr: très faible risque
ja: リスクがとても少ない
nl: zeer laag risico
pl: - bardzo niskie ryzyko
pt_pt: risco muito baixo
sk: veľmi nízke riziko

# 2,1 bis 3,0
source: 2,1 to 3,0
de: 2,1 bis 3,0
es_es: 2,1 a 3,0
fr: 2,1 à 3,0
nl: 2,1 tot 3,0
pt_pt: 2,1 a 3,0
sk: 2,1 až 3,0

# geringes Risiko
source: low risk
de: geringes Risiko
es_es: riesgo bajo
fr: risque faible
ja: 低リスク
nl: laag risico
pl: - niskie ryzyko
pt_pt: risco baixo
sk: nízke riziko

# 3,1 bis 4,0
source: 3,1 to 4,0
de: 3,1 bis 4,0
es_es: 3,1 a 4,0
fr: 3,1 à 4,0
nl: 3,1 tot 4,0
pt_pt: 3,1 a 4,0
sk: 3,1 až 4,0

# moderates Risiko
source: moderate risk
de: moderates Risiko
es_es: riesgo moderado
fr: risque modéré
ja: 通常程度のリスク
nl: gematigd risico
pl: - umiarkowane ryzyko
pt_pt: risco moderado
sk: mierne riziko

# 4,1 bis 4,5
source: 4,1 to 4,5
de: 4,1 bis 4,5
es_es: 4,1 a 4,5
fr: 4,1 à 4,5
nl: 4,1 tot 4,5
pt_pt: 4,1 a 4,5
sk: 4,1 až 4,5

# hohes Risiko
source: high risk
de: hohes Risiko
es_es: riesgo alto
fr: risque élevé
ja: 高リスク
nl: hoog risico
pl: - wysokie ryzyko
pt_pt: risco alto
sk: vysoké riziko

# ab 4,6
source: from 4,6
de: ab 4,6
es_es: a partir de 4,6
fr: à partir de 4,6
nl: van 4,6
pl: od 4,6
pt_pt: a partir de 4,6
sk: od 4,6

# extrem hohes Risiko
source: extremely high risk
de: extrem hohes Risiko
es_es: riesgo muy alro
fr: risque extrêmement élevé
ja: リスクが非常に高い
nl: extreem hoog risico
pl: - bardzo wysokie ryzyko
pt_pt: risco extremamente alto
sk: extrémne vysoké riziko

source: This form displays the Comprehensive Glucose Pentagon, which represents the quality of the glucose control in a readily understood manner. For the selected period it shows how long the average glucose value was outside the target range during the day, how high the intensity of the hyperglycemia and hypoglycemia was, how high the mean value was and how high the variability of the values was. This graphic can also be output at @05@ and @08@.
es_es: Est formulario meuestra el Pentágono de glucosa integral, que muestra la calidad de la configuración de glucosa de una manera rápida de ver y comprender. Para el período seleccionado, se muestra cuánto tiempo el valor de glucosa fue en promedio fuera del objetivo durante el día, la intensidad del exceso de azúcar y del bajo en azúcar, la media y la variabilidad de los valores. Este gráfico también se puede imprimir en @05@ y @08@.
nl: In dit formulier wordt de volledige glucose Pentagon weergegeven, die de kwaliteit van de glucosecontrole op een goed begrepen manier weergeeft. Voor de geselecteerde periode toont het hoe lang de gemiddelde glucosewaarde overdag buiten het streefdoel lag. Hoe hoog de intensiteit van de hyperglycemie en hypoglycemie was, hoe hoog de gemiddelde waarde was en hoe hoog de variabiliteit van de waarden was. Deze grafiek kan ook worden uitgevoerd op @05@ en @08@.
pt_pt: Esta forma apresenta o Pentágono Global de Glucose, que representa a qualidade do controlo de glicose de uma forma facilmente compreensível. Para o período selecionado, mostra quanto tempo o valor médio de glicose ficou fora do intervalo alvo durante o dia, o quanto elevada era a intensidade da hiperglicemia e da hipoglicemia era o valor médio e a elevada variabilidade dos valores. Este gráfico também pode ser saída em @05@ e @08@.
sk: Dieses Formular zeigt das Comprehensive Glucose Pentagon an, welches die Qualität der Glukoseeinstellung in einer schnell zu erfassenden Weise darstellt. Es wird für den ausgewählten Zeitraum angezeigt wie lange der Glukosewert im Schnitt während des Tages ausserhalb des Zielbereichs war, wie hoch die Intensität der Überzuckerungen und der Unterzuckerungen war, wie hoch der Mittelwert war und wie hoch die Variabilität der Werte war. Diese Grafik kann auch bei @05@ und @08@ ausgegeben werden.

# Linien um Bereiche
source: Lines around areas
es_es: Líneas por sector
sk: Linien um Bereiche

source: CGP
pl: Kompleksowy Pentagon Glukozowy
sk: SGP

source: Comprehensive Glucose Pentagon
fr: Pentagone de glycémies complet
ja: グルコース総合グラフ
nl: Uitgebreid Glucose Pentagon
pl: Kompleksowy Pentagon Glukozowy
pt_pt: Pentágono abrangente de glicose
sk: Súhrnný glykemický päťuholník

# Hochformat
source: Portrait
de: Hochformat
es_es: Vertical
ja: 縦向き
nl: Staand
pl: Pionowo
pt_pt: Retrato
sk: Postojačky

# Querformat
source: Landscape
de: Querformat
es_es: Horizontal
fr: Paysage
ja: 横向き
nl: Liggend
pl: Poziomo
pt_pt: Paisagem
sk: Poležiačky

source: This form shows an overview for one day. Here the daily graph, the basal rate, the basal rate adjustments, Insulin On Board and Carbs On Board displayed.
es_es: Esta página muestra la información sobe un día. Aquí se muestran el gráfico diario, la tasa basal, los ajustes a la tasa basal, insulina a bordo y carbohidratos a bordo.
nl: Dit formulier toont een overzicht van één dag. Hier de dagelijkse grafiek, de basale snelheid, aanpassingen het basaal, Insuline aan op het bord en de koolhydraten aan het bord.
pt_pt: Este formulário mostra uma visão geral para um dia. Aqui o gráfico diário, a taxa de basal, os ajustes de taxa de basal, Insulina on board tabuleiro e hidratos de carbono exibidos.
sk: Dieses Formular zeigt eine Übersicht für einen Tag. Hier werden die Tagesgrafik, die Basalrate, die Basalratenanpassungen, Insulin On Board und Carbs On Board angezeigt.

# Tagesanalyse
source: Day Analysis
de: Tagesanalyse
es_es: Analisis diaria
fr: Analyse du jour
ja: 日間分析
nl: Dag analyse
pl: Analiza dobowa
pt_pt: Análise Diária
sk: Analýza dňa
