Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: In daily graphics and weekly graphics there is now the possibility to place 1, 2, 4, 8 or 16 images on a page.
de: Bei Tagesgrafiken und Wochengrafiken gibt es jetzt die Möglichkeit 1, 2, 4, 8 oder 16 Grafiken auf einer Seite zu platzieren.
es_es: Para los gráficos diarios y semanales ahora existe la posibilidad de mostrar 1, 2, 4, 8 o 16 gráficos en cada página.
fr: Dans les graphiques quotidiens et hebdomadaires, il est maintenant possible de placer 1, 2, 4, 8 ou 16 images sur une page.
ja: デイリーグラフとウィークリーグラフで1枚のPDFに複数の画像を表示できるようになりました。（1枚・2枚・4枚・8枚・16枚）
nl: In de dagelijkse grafieken en wekelijkse grafieken is het nu mogelijk 1, 2, 4, 8 of 16 afbeeldingen op een pagina te plaatsen.
pl: W codziennej grafice i tygodniowej grafice można umieścić na stronie 1, 2, 4, 8 lub 16 obrazów.
pt_pt: Nos gráficos diários e nas gráficos semanais, existe agora a possibilidade de colocar 1, 2, 4, 8 ou 16 imagens numa página.
sk: Denná grafika a týždenná grafika majú teraz možnosť umiestniť 1, 2, 4, 8 alebo 16 grafiky na stránku.

# Die Aufteilung auf mehrere PDF-Dateien funktioniert jetzt besser.
source: The division into multiple PDF files works better now.
de: Die Aufteilung auf mehrere PDF-Dateien funktioniert jetzt besser.
es_es: La división en varios archivos PDF funciona mejor.
fr: La division en plusieurs fichiers PDF fonctionne mieux maintenant.
ja: PDF ファイルの複数分割が改善されました。
nl: De verdeling in meerdere PDF-bestanden werkt nu beter.
pl: Podział na wiele plików PDF działa teraz lepiej.
pt_pt: A divisão em vários arquivos PDF funciona melhor agora.
sk: Rozdelenie na niekoľko súborov PDF teraz funguje lepšie.

source: If the period is empty, the button for the selection is marked clearly and in the dialog to choose an indication appears in the title bar.
de: Wenn der Zeitraum leer ist, wird der Button für die Auswahl deutlich markiert und in dem Dialog zur Auswahl wird in der Titelzeile ein Hinweis darauf angezeigt.
es_es: Si el período está vacío, el botón de selección estára marcado claramente y en el cuadro de diálogo aparece una información.
fr: Si la période est vide, le bouton de la sélection est clairement identifié et dans la boîte de dialogue, et une indication apparaît dans la barre de titre dans la boîte de dialogue de sélection.
ja: 期間選択がされていない場合は、ハイライト表示されタイトルバーに期間を選択するためのボタンが表示されます。
nl: Als de periode leeg is, de knop voor de selectie is duidelijk gemarkeerd en in het dialoogvenster om een indicatie te kiezen verschijnt in de titelbalk.
pl: Jeśli okres jest pusty, przycisk wyboru jest zaznaczony wyraźnie, a w oknie dialogowym, aby wybrać wskazówkę pojawia się na pasku tytułu.
pt_pt: Se o período estiver vazio, o botão para a seleção está marcado e na caixa de diálogo para escolher uma indicação aparecerá na barra de títulos.
sk: Ak je perióda prázdna, tlačidlo pre výber je zreteľne označené av dialógovom okne pre výber sa v záhlaví zobrazuje náznak.

source: It is now possible to set the days of the week that should be used in the period. When selecting a period the corresponding days are set with the buttons below the month. On the PDFs, the periods are shown with the days of the week that are used, if at least one is missing.
de: Es ist jetzt möglich, die Wochentage festzulegen, die im Zeitraum berücksichtigt werden sollen. Die entsprechenden Tage werden bei der Auswahl des Zeitraums mit den Buttons unterhalb des Monats festgelegt. Auf den PDFs werden Zeiträume dann zusätzlich mit der Information versehen, welche Wochentage berücksichtigt werden, wenn es nicht alle sind.
es_es: Es posible elegir los días de la semana que deben ser incluido en el período. Se eligen los días correspondientes para la selección del período con los botones debajo del mes. En los archivos PDF, los los dias elegidos serán marcados con la información correspondiente en los períodos elegidos si no han sido todos.
fr: Il est maintenant possible de définir les jours de la semaine qui devraient être utilisés dans cette période. Lors de la sélection, les jours correspondants sont réglés avec les boutons en dessous du mois. Sur les PDF, les périodes sont affichées avec les jours de la semaine qui sont utilisés, si au moins un est manquant.
ja: 期間選択で使用する曜日選択が可能になりました。期間選択をするとカレンダーの下側で使用曜日を選択できます。PDF作成では曜日選択をした場合、選択期間とともに使用曜日が表示されます。
nl: Het is nu mogelijk om de dagen van de week vast te stellen die in de periode zouden moeten worden gebruikt. Bij het selecteren van een periode worden de overeenkomstige dagen met de knoppen onder de maand ingesteld. Op de PDF's worden de periodes weergegeven met de dagen van de week die worden gebruikt, als er ten minste één ontbreekt.
pl: Obecnie możliwe jest ustalenie dni tygodnia, które powinny być wykorzystane w tym okresie. Przy wyborze okresu odpowiednie dni są ustawione z przyciskami poniżej miesiąca. W odniesieniu do PDF okresy są wykazywane wraz z dniami tygodnia, w przypadku braku co najmniej jednego.
pt_pt: É agora possível fixar os dias da semana que devem ser utilizados no período. Ao selecionar um período os dias correspondentes são definidos com botões abaixo do mês. Nos PDFs, os períodos são indicados com os dias da semana que são utilizados, se pelo menos um não existir.
sk: Teraz je možné nastaviť dni v týždni, ktoré sa majú brať do úvahy v danom období. Zodpovedajúce dni sa určia pri výbere obdobia pomocou tlačidiel pod mesiacom. V súboroch PDF sa potom dodatočne poskytujú informácie o tom, ktoré dni v týždni sa berú do úvahy, ak nie sú všetky.

source: The scales on the graphics have been updated. Now they show whole numbers for mmol/L and the units have been removed. These are shown at the bottom of the graphics. This includes the daily graphics, weekly graphics and the glucose percentile chart.
de: Die Skalen an den Grafiken wurden überarbeitet. Sie zeigen jetzt für mmol/L ganzzahlige Werte an und die Einheiten wurden entfernt. Diese stehen nur noch unten an der Grafik. Das betrifft die täglichen Grafiken, wöchentlichen Grafiken und das Glukose Percentil Diagramm.
es_es: Se han actualizado las escalas de los gráficos. Mostran números enteros para valores de mmol/L y las unidades han sido borradas. Estas solamente aparecen debajo del gráfico. Esto se refiere a los gráficos diarios, semanales y la tabla de percentil de glucosa.
fr: Les échelles des graphes ont été mises à jour. Maintenant, elles montrent des nombres entiers pour mmol/L et les unités ont été supprimées. Ils sont affichés au bas des graphiques, y compris les graphes quotidiens, les graphes hebdomadaires et le tableau percentile des glycémies.
ja: グラフの縮尺が変更されました。これにより単位が削除され血糖値の数値のみが表示されます。単位はグラフの下部に表示されます。（デイリーグラフ・ウィークリーグラフ・血糖値パーセンタイルチャート）
nl: De schalen op de graphics zijn bijgewerkt. Nu worden hele getallen voor mmol/L weergegeven en de eenheden zijn verwijderd. Deze worden onderaan de grafiek weergegeven. Je ziet de dagbeelden, de wekelijkse grafieken en de grafiek met beeldschermen.
pl: Skala na grafice została zaktualizowana. Teraz pokazują one liczby całkowite dla mmol/L, a jednostki zostały usunięte. Są one przedstawione na dole grafiki. Obejmuje to dobową grafikę, tygodniową grafikę oraz schemat percentylowy glukozy.
pt_pt: As escalas nos gráficos foram atualizadas. Agora elas mostram números reais para mmol/L e as unidades foram removidas. Estes são mostrados na parte inferior dos gráficos. Isso inclui os gráficos diários, gráficos semanais e o gráfico de percentil.
sk: Mierka na grafike bola revidovaná. Teraz zobrazujú celé hodnoty pre mmol / l a jednotky boli odstránené. Tieto sú iba v dolnej časti grafiky. Týka sa to denných grafov, týždenných grafov a grafu percentilu glukózy.

source: If the generated PDF is too large, it is divided on several PDF files now. In this case, it will not directly open, but there will be shown a list of numbered buttons. These buttons open the corresponding PDF and get a checkmark, indicating that it has been opened. This should make it easier to open the PDFs, because usually the current browserwindow is moved to the background when a new window is opened.
de: Wenn das erzeugte PDF zu gross wird, wird es nun auf mehrere PDF-Dateien aufgeteilt. In diesem Fall wird es nicht direkt geöffnet, sondern es wird eine Liste mit durchnummerierten Buttons angezeigt. Diese Buttons öffnen bei Betätigung das entsprechende PDF und erhalten einen Haken, um anzuzeigen, dass es geöffnet wurde. Das sollte es erleichtern, die PDFs nacheinander zu öffnen, weil normalerweise der Browser im Hintergrund verschwindet, wenn ein neues Fenster aufgemacht wird.
es_es: Si el PDF generado es demasiado grande, ahora se divide en varios archivos PDF. En este caso no se abrirá directamente, pero aparecerá una lista de botones numerados. Estos botones abren el PDF correspondiente y se indicará que se ha abierto. Debería ser más fácil abrir los archivos PDF uno tras otro, por que generalmente el navegador en segundo plano desaparece cuando se abre una ventana nueva.
fr: Si le PDF généré est trop volumineux, il est maintenant divisé en plusieurs fichiers PDF. Dans ce cas, il ne s'ouvrira pas directement, mais il y aura une liste de boutons numérotés. Ces boutons ouvrent le PDF correspondant et obtiennent une marque indiquant qu'il a été ouvert. Cela devrait faciliter l'ouverture des fichiers PDF, car la fenêtre du navigateur est généralement déplacée en arrière-plan quand une nouvelle fenêtre est ouverte.
ja: 作成した PDF のサイズが大きい場合は、複数のPDFファイルに分割されます。この場合、直接 PDF は開かず番号付きのボタンリストが表示されます。このボタンをクリックすると PDF が開いてチェックマークが表示されます。また新しウィンドウで開くと現在のブラウザウィンドウが背面に移動するため、PDF を簡単に開くことができます。
nl: Als de gegenereerde PDF te groot is, is het nu verdeeld in meerdere PDF-bestanden. In dit geval zal het niet direct worden geopend, maar er zal een lijst met genummerde knoppen worden weergegeven. Deze knoppen openen de bijbehorende PDF en krijgen een checkmark, wat aangeeft dat deze is geopend. Dit zou het gemakkelijker moeten maken om de PDF's te openen, omdat meestal het huidige browservenster naar de achtergrond wordt verplaatst wanneer een nieuw venster wordt geopend.
pl: Jeśli wygenerowany plik PDF jest zbyt duży, to zostanie podzielony na kilka mniejszych plików PDF. W takim przypadku nie będzie można go bezpośrednio otworzyć, lecz pojawi się lista ponumerowanych przycisków. Te przyciski umożliwiają pobranie odpowiedniego pliku PDF. Po pobraniu pliku pojawi się znacznik wskazujący, że dany plik został już pobrany. To powinno ułatwić otwieranie plików PDF, ponieważ zazwyczaj nowe okienko przeglądarki jest otwierane w tle.
pt_pt: Se o PDF gerado for muito grande, ele será dividido em vários ficheiros PDF. Neste caso, não vai abrir diretamente, mas vai ser mostrada uma lista de botões numerados. Estes botões abrem o PDF correspondente e recebem uma marcação indicando que foi aberta. Isso deve tornar mais fácil a abertura dos PDFs, porque geralmente a janela do browser atual é movida para o plano de fundo quando uma nova janela é aberta.
sk: Ak sa vygenerovaný súbor PDF stane príliš veľkým, bude teraz rozdelený do niekoľkých súborov PDF. V takom prípade sa neotvorí priamo, ale zobrazí zoznam očíslovaných tlačidiel. Tieto tlačidlá po stlačení otvoria zodpovedajúci súbor PDF a začiarknutím sa označí, že bol otvorený. Toto by malo uľahčiť otváranie súborov PDF naraz, pretože pri otvorení nového okna zvyčajne prehliadač na pozadí zmizne.

source: In the settings there is a slider that defines how large the resulting PDF files may be. When a blank PDF is created, then this slider should be moved further to the left, to reduce the file size.
de: In den Einstellungen gibt es einen Regler, der festlegt, wie gross die erzeugten PDF-Dateien maximal sein dürfen. Wenn nur ein leeres PDF erzeugt wird, dann sollte dieser Regler weiter nach links geschoben werden, um die Dateigrösse zu verringern.
es_es: En la configuración hay un controlador que determina el tamaño máximo los archivos PDF. Cuando se crea un PDF sólo en blanco, este controlador se debe mover hacia la izquierda para reducir el tamaño del archivo.
fr: Dans les paramètres, il y a un curseur qui définit la taille des fichiers PDF résultants. Lorsqu'un PDF vide est créé, alors ce curseur doit être déplacé plus loin vers la gauche, pour réduire la taille du fichier.
ja: 設定項目に作成するPDFのファイルサイズを設定するスライダーがあります。空白のPDFが作成された場合、このスライダーを左に移動してファイルサイズを小さくしてください。
nl: In de instellingen is er een slider die definieert hoe groot de resulterende PDF-bestanden kunnen zijn. Als een leeg PDF is aangemaakt, dan moet deze schuifregelaar verder naar links worden verplaatst om de bestandsgrootte te verkleinen.
pl: W ustawieniach jest suwak, który definiuje, jak duże mogą być wynikowe pliki PDF. W przypadku utworzeniu pustego PDF, suwak ten należy przesunąć w lewo, aby zmniejszyć rozmiary plików.
pt_pt: Nas configurações há um controle deslizante que define o tamanho dos arquivos PDF resultantes. Quando um PDF em branco é criado, então este controle deslizante deve ser movido para a esquerda, para reduzir o tamanho do ficheiro.
sk: V nastaveniach je posuvník, ktorý určuje, aké veľké by mali byť vygenerované súbory PDF. Ak sa vytvorí iba prázdny súbor PDF, tento posúvač by sa mal posúvať ďalej doľava, aby sa zmenšila veľkosť súboru.

# In der Tagesgrafik kann die Anzeige der SMB nun ausgeblendet werden.
source: The display of SMB can now be hidden in daily graphics.
de: In der Tagesgrafik kann die Anzeige der SMB nun ausgeblendet werden.
es_es: En el gráfico diario ahora se puede ocultar SMB.
fr: L'affichage de SMB peut maintenant être caché dans les graphes quotidiens.
ja: 1日グラフの SMB は非表示にできます。
nl: De weergave van SMB kan nu worden verborgen in de dagelijkse grafieken.
pl: Wyświetlanie SMB może zostać wyłączone w raporcie dziennym.
pt_pt: A exibição de SMB pode agora ser ocultada em gráficos diários.
sk: V dennej grafike je teraz možné zobrazenie SMB skryť.

source: The order of the forms can now be changed. Simply click on the handle on the left side of the button for the form, hold it and drag it to the place where it should be printed.
de: Die Reihenfolge der Formulare kann nun verändert werden. Dazu einfach das Handle auf der linken Seite des Buttons für das Formular anklicken, festhalten und an die Stelle ziehen, vor der es ausgedruckt werden soll.
es_es: Ahora se puede cambiar el orden en que se muestran los informes. Para esto, mantener pulsado el botón del informe, y tirar hacia el lugar deseado antes de ser imprimido.
fr: L'ordre des formulaires peut maintenant être modifié. Il suffit de cliquer sur la poignée sur le côté gauche du bouton pour le formulaire, maintenez-le et faites-le glisser vers l'endroit où il doit être imprimé.
ja: 作成する PDF の順序を変更できるようになりました。作成する項目を選択する画面で、項目の左側をクリックしたまま上下のドラッグして任意の場所に移動してください。
nl: De volgorde van de formulieren kan nu worden gewijzigd. Klik op de handgreep aan de linkerkant van de knop voor het formulier. houd het vast en sleep het naar de plek waar het afgedrukt moet worden.
pl: Można teraz zmieniać kolejność raportów w pliku PDF. Po prostu kliknij na uchwycie po lewej stronie przycisku na formularzu, przytrzymaj go i przeciągnij go aby uzyskać żądaną kolejność.
pt_pt: A ordem dos formulários agora pode ser alterada. Simplesmente carregue no controle do lado esquerdo do botão para o formulário, segure-o e arraste-o para o lugar onde ele deve ser impresso.
sk: Poradie formulárov je teraz možné zmeniť. Jednoducho kliknite na úchyt na ľavej strane tlačidla pre formulár, podržte ho a presuňte ho na miesto, kde by sa malo vytlačiť.

# Auf der Analyseseite werden nun auch GVI und PGS ausgegeben.
source: The analysis page now also shows GVI and PGS.
de: Auf der Analyseseite werden nun auch GVI und PGS ausgegeben.
es_es: En la página de análisis, ahora también se muestran GVI y PGS.
fr: La page d'analyse montre maintenant les GVI et PGS.
ja: 分析ページに GVI と PGS を追加しました。
nl: De analysepagina toont nu ook GVI en PGS.
pl: Analiza strony pokazuje teraz również wskaźniki GVI i PGS.
pt_pt: A página de análise agora também mostra GVI e PGS.
sk: Na stránke analýzy sú teraz na výstupe GVI a PGS.

source: The standard deviation of the values in the target area can now be displayed on the analysis page instead of the number of values.
de: Auf der Analyseseite kann statt der Anzahl der Werte bei den Zielbereichen jetzt die Standardabweichung der Werte im Zielbereich angezeigt werden.
es_es: En la página del análisis se puede mostrar la desviación estándar de los valores en rango en lugar del número de valores.
fr: L'écart type des valeurs dans la zone cible peut maintenant être affiché sur la page d'analyse au lieu du nombre de mesures.
ja: 分析ページの値の個数の代わりに目標範囲の標準偏差が表示されるようになりました。
nl: De standaard deviatie van de waarden in het doelgebied kan nu worden weergegeven op de analyse pagina in plaats van het aantal waarden.
pl: Odchylenie standardowe wartości w obszarze docelowym może być teraz wyświetlane na stronie analizy zamiast ilości odczytów CGM.
pt_pt: O desvio padrão dos valores na área de destino agora pode ser exibido na página de análise em vez do número de valores.
sk: Na analytickej stránke sa namiesto počtu hodnôt v cieľových oblastiach teraz môže zobraziť štandardná odchýlka hodnôt v cieľovej oblasti.

source: Now also the standard deviation of all values of the period will be shown on the analysis page.
de: Auf der Analyseseite wird jetzt auch die Standardabweichung aller Werte der Periode angezeigt.
es_es: En la página de análisis, ahora también se muestra la desviación estándar de todos los valores del período seleccionado.
fr: Maintenant, l'écart type de toutes les valeurs de la période sera affiché sur la page d'analyse.
ja: 分析ページに選択範囲すべての標準偏差も表示されるようになりました。
nl: Nu wordt ook de standaardafwijking van alle waarden van de periode getoond op de analyse-pagina.
pl: Teraz także odchylenie standardowe wszystkich wartości okresu pojawi się na stronie analizy.
pt_pt: Agora também o desvio padrão de todos os valores do período será mostrado na página de análise.
sk: Stránka s analýzou teraz ukazuje aj štandardnú odchýlku všetkých hodnôt za dané obdobie.

source: In the day graph, there is an option that enables to distinguish between a meal- and a correction-bolus. If this option is set, a bolus that was given for a meal is marked with a different color than the bolus given as correction, and they are also shown separately in the legend.
de: In der Tagesgrafik gibt es eine Option, mit dem man die verschiedenen Arten der Boli kenntlich machen lassen kann. Wenn diese Option gesetzt ist, wird ein Bolus, der zu einer Mahlzeit abgegeben wurde mit einer anderen Farbe markiert, als ein Bolus zur Korrektur. In der Legende werden dann Korrektur-, Mahlzeiten-Boli und SMB getrennt angezeigt.
es_es: En el gráfico díario, hay una opción, con la cual pueden ser indicados los diferentes tipos de bolos. Si se usa esta opción, un bolo que fue dado para una comida será marcado con un color diferente que un bolo de corrección. En la leyenda, los bolos de comida, de corrección y SMB aparecerán por separado.
fr: Il y a une option dans les graphiques quotidiens qui permet de distinguer les différents types de bolus. Si cette option est définie, un bolus donné pour un repas est marqué d'une autre couleur que le bolus donné comme correction. Dans la légende, il y a aussi des valeurs distinctes pour le bolus, le bolus correctif et les SMB (super micro bolus).
ja: デイリーグラフに違う種類のボーラスを区別することが出来るオプションがあります。 食事時と補正のボーラスは別色でマークされます。又、凡例には食事ボーラス・補正ボーラス・スーパーマイクロボーラス（SBM）の値も表示されます。
nl: Er is een optie in de dagelijkse grafieken die het mogelijk maakt om onderscheid te maken tussen de verschillende soorten bolus. Als deze optie is ingesteld, wordt een bolus die voor een maaltijd is gegeven met een andere kleur gemarkeerd dan de bolus die is gegeven als correctie. In de legende zijn er ook aparte waarden voor meal-bolus, correctie-bolus en SMB.
pl: Grafika codzienna pozwala na rozróżnienie różnych rodzajów bolusów. Jeśli ta opcja jest ustawiona, bolus podany na posiłek jest oznaczony innym kolorem niż bolus podany jako korekta. W legendzie znajdują się również odrębne wartości dla bolusa posiłkowego, bolusa korekcyjnego i SMB.
pt_pt: Há uma opção nos gráficos diários que permite distinguir os diferentes tipos de bolus. Se esta opção for definida, um bolus que foi inserido para uma refeição é marcado com uma cor diferente do bolus dado como correção. Na legenda existem também valores separados para refeições, bolus de correcção e SMB.
sk: V dennom grafe je možnosť, ktorá sa môže použiť na identifikáciu rôznych typov bolusov. Ak je táto možnosť nastavená, bolus podaný jedlu sa na opravu označí inou farbou ako bolus. Legenda potom zobrazuje Korekcie, Jedlo Boli a SMB osobitne.

source: Most of Nightscout Reporter is now translated to Spanish and Polish. Corresponding buttons have been added to the main menu. Thanks to the diligent translators :).
de: Nightscout Reporter ist nun auch grösstenteils in Spanisch und Polnisch verfügbar. Entsprechende Buttons wurden dem Hauptmenü hinzugefügt. Danke an die fleissigen Übersetzer :).
es_es: Nightscout Reporter ahora también está disponible en Español y Polaco. Se han añadido los botones correspondientes al menú principal. Gracias a los traductores diligentes :).
fr: La majeure partie de Nightscout Reporter est maintenant traduite en espagnol et en polonais. Les boutons correspondants ont été ajoutés au menu principal. Merci aux traducteurs attentifs :).
ja: ナイトスカウトレポーターの大部分がスペイン語とポーランド語に翻訳されました。 メインメニューに選択ボタンが追加されました。 勤勉な翻訳者のおか​​げです :)
nl: Het grootste deel van Nightscout Reporter is nu vertaald naar het Spaans en Pools. Corresponderende knoppen zijn toegevoegd aan het hoofdmenu. Dankzij de ijverige vertalers :).
pl: Większość zgłaszających Nightscout została przetłumaczona na język hiszpański i polski. Odpowiednie przyciski zostały dodane do menu głównego. Dzięki starannym tłumaczom :).
pt_pt: A maior parte do Nightscout Reporter agora é traduzida para espanhol e polonês. Botões correspondentes foram adicionados ao menu principal. Graças aos tradutores :).
sk: Nightscout Reporter je teraz väčšinou k dispozícii aj v španielčine a poľštine. Zodpovedajúce tlačidlá boli pridané do hlavnej ponuky. Vďaka usilovným prekladateľom :).

source: The control for the definition of the period has been adjusted so that it is displayed correctly on narrow display.
de: Das Control für die Eingabe des Zeitraums wurde angepasst, damit es auf schmalen Display auch korrekt dargestellt wird.
es_es: El control para insertar el periodo se ha ajustado para que se muestre correctamente en pantalla estrecha.
fr: Le contrôle de la définition de la période a été ajusté de manière à ce qu'elle s'affiche correctement sur un affichage étroit.
ja: 期間選択の選択画面が、狭いディスプレイで正しく表示されるように調整しました。
nl: De controle over de definitie van de periode is aangepast zodat deze correct wordt weergegeven op een smalle weergave.
pl: ??? Przyciski wyboru okresu zostały dostosowane tak, aby były poprawnie wyświetlan na wąskich wyświetlaczach.
pt_pt: O controle para a definição do período foi ajustado para que ele seja exibido corretamente em uma exibição estreita.
sk: Ovládač na zadanie obdobia bol nastavený tak, aby sa zobrazoval správne na úzkom displeji.
