Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: This website does not store data on servers. The required data is retrieved from the entered URL to the Nightscout instance and formatted as PDF. The data required for the website to work is stored in the localStorage of the browser and not transmitted to the server. If syncing with Google Drive is turned on, then that data will also be stored in the application data on Google Drive's associated account.
de: Diese Webseite speichert keine Daten auf Servern. Die benötigten Daten werden von der eingegebenen URL zur Nightscout-Instanz geholt und als PDF aufbereitet. Die Daten, die zur Funktion der Webseite benötigt werden, werden im localStorage des Browsers gespeichert und nicht an den Server übermittelt. Wenn die Synchronisierung mit Google Drive aktiviert wird, dann werden diese Daten zusätzlich in den Anwendungsdaten auf dem Google Drive des verbundenen Kontos gespeichert.
es_es: Esta página no almacena datos en el servidor. Los datos provienen desde la URL al la página Nightscout y son creadas como PDF. Los datos necesarios se almacenan local y no son mandados al servidor. Si se activa la sincronización con Google Drive, los datos serán también guardados en los datos del usuario en la cuenta registrada de Google Drive.
fr: Ce site web ne stocke pas de données sur les serveurs. Les données requises sont récupérées depuis l'URL entrée dans l'instance Nightscout et formatées en format PDF. Les données nécessaires au fonctionnement du site web sont stockées dans le stockage local du navigateur et ne sont pas transmises au serveur. Si la synchronisation avec Google Drive est activée, alors ces données seront également stockées dans les données de l'application sur le compte associé à Google Drive.
ja: このウェブサイトはサーバー上にデータを保存しません。入力された URL からナイトスカウトの実行プログラムに必要なデータを取得し、またPDFとして出力します。ウェブサイトに必要なデータは、ブラウザのローカルストレージ領域に保存されサーバーには送信されません。Googleドライブの同期がオンになっている場合は、Googleドライブにも保存されます。
nl: Deze website slaat geen gegevens op op op servers. De vereiste gegevens worden opgehaald van de ingevoerde URL naar de Nightscout instantie en opgemaakt als PDF. De gegevens die vereist zijn voor het werken van de website worden opgeslagen in de localStorage van de browser en niet verzonden naar de server. Als het synchroniseren met Google Drive is ingeschakeld, dan worden die gegevens ook opgeslagen in de applicatiegegevens op de geassocieerde account van Google Drive.
pl: Ta strona nie przechowuje danych na serwerach. Wymagane dane są pobierane z wprowadzonego adresu URL do instancji Nightscout i sformatowane jako PDF. Dane wymagane do pracy witryny są przechowywane w localStorage przeglądarki i nie są przesyłane na serwer. Jeśli synchronizacja z Dyskiem Google jest włączona, dane te będą również przechowywane w danych aplikacji na koncie Google Drive.
pt_pt: Este site não armazena dados nos servidores. Os dados necessários são recuperados a partir da URL inserida para a instância do Nightscout e formatados como PDF. Os dados necessários para o site funcionar são armazenados no armazenamento local do browser e não transmitidos ao servidor. Se a sincronização com o Google Drive estiver ativada, os dados também serão armazenados nos dados do aplicativo na conta associada ao Google Drive.
sk: Táto webová stránka neukladá údaje na serveroch. Požadované údaje sa získajú zo zadanej adresy URL do inštancie Nightscout a pripravia sa ako PDF. Dáta potrebné na fungovanie webovej stránky sú uložené v localStorage prehliadača a neprenášajú sa na server. Ak je zapnutá synchronizácia s Diskom Google, tieto údaje sa tiež uložia do údajov aplikácie v priradenom účte Disk Google.

# Mehr gibt es dazu eigentlich nicht zu sagen.
source: There is nothing more to say about it.
de: Mehr gibt es dazu eigentlich nicht zu sagen.
es_es: No hay más que decir.
fr: Il n'y a rien de plus à dire à ce sujet.
ja: 何もありません。
nl: Daar valt niets meer over te zeggen.
pl: Nie ma nic więcej do powiedzenia w tej sprawie.
pt_pt: Não há mais nada a dizer.
sk: O tom nie je viac čo povedať.

source: Since we have a DSGVO in Europe, the following text meets the rules for it. The following text is only available in German:
de: Da wir seit einiger Zeit in Europa eine DSGVO haben, werden im Folgenden noch die Vorschriften dafür erfüllt. Der folgende Text ist nur auf Deutsch verfügbar:
es_es: Como desde hace tiempo tenemos la DSGVO las regulaciones son respetadas. El texto siguiente solo existe en alemán. info for DSGVO in dataprotection:
fr: Étant donné que nous avons un DSGVO en Europe, le texte suivant répond aux règles. Le texte suivant n'est disponible qu'en allemand:
ja: 以下の文章はヨーロッパの DSGVO に適合しています。またこのテキストはドイツ語のみで利用可能です:
nl: Aangezien er een DSGVO in Europa is, voldoet de volgende tekst aan de regels hiervoor: de volgende tekst is alleen in het Duits beschikbaar:
pt_pt: Uma vez que temos um DSGVO na Europa, o seguinte texto cumpre as regras do mesmo: o seguinte texto só está disponível em German:
sk: Keďže v Európe už nejaký čas máme DSGVO, nasledujúce pravidlá sú stále splnené. Tento text je k dispozícii iba v nemčine:

# Ausgabe Parameter
source: Output Parameters
de: Ausgabe Parameter
es_es: Edición parámetros
fr: Paramètres de sortie
ja: 出力パラメータ
nl: Uitvoer parameters
pl: Parametry wyjściowe
pt_pt: Parâmetros
sk: Výstupné parametre

# Allgemeines
source: General
de: Allgemeines
fr: Général
ja: 全般
nl: Algemeen
pl: Ogólne
pt_pt: Geral
sk: Všeobecné

# zu Vergleichszwecken (z.B. Arzt)
source: for comparison purposes (e.g. doctor)
de: zu Vergleichszwecken (z.B. Arzt)
es_es: para comparaciónes (p.e. médicos)
fr: à des fins de comparaison (par exemple, médecin)
nl: voor vergelijkingsdoeleinden (bijv. dokter)
pl: do celów porównawczych (np. lekarza)
pt_pt: para fins de comparação (por exemplo, doutor)
sk: na účely porovnania (napr. lekár)

# Maximaler Glukosewert in Grafiken:
source: Maximum glucose value in graphics:
de: Maximaler Glukosewert in Grafiken:
es_es: Valor máximo de glucosa en gráfico:
fr: Valeur de glucose maximale dans les graphiques:
ja: グラフ中の最大血糖値:
nl: Maximale glucosewaarde in grafieken:
pt_pt: Valor máximo de Glicose em gráficos:
sk: Maximálna hodnota glykémie v grafoch:

# Genauigkeit der Basalangaben:
source: Precision of basalvalues:
de: Genauigkeit der Basalangaben:
es_es: Exactitud de los datos del perfil basal:
fr: Précision des valeurs de débit basal:
ja: 基礎の値の精度:
nl: Precisie van basaal waarden:
pt_pt: Precisão de valores da basal:
sk: Presnosť základných informácií:

# PDF im selben Fenster öffnen
source: Open PDF in the same window
de: PDF im selben Fenster öffnen
es_es: Abrir PDF en la misma ventana
fr: Ouvrir le PDF dans la même fenêtre
ja: PDFを同じウィンドウで開く
nl: Open PDF in hetzelfde venster
pl: Otwórz PDF w tym samym oknie
pt_pt: Abrir PDF na mesma janela
sk: Otvorte PDF v rovnakom okne

# PDF herunterladen (bei einigen Browsern benötigt)
source: Download PDF (needed for some browsers)
de: PDF herunterladen (bei einigen Browsern benötigt)
es_es: Descargar PDF (necesario para algunos navegadores)
fr: Télécharger le PDF (nécessaire pour certains navigateurs)
ja: PDFをダウンロードする (一部のブラウザで必要)
nl: Download PDF (nodig voor sommige browsers)
pl: Pobierz PDF (wymagane dla niektórych przeglądarek)
pt_pt: Download PDF (necessário para alguns browsers)
sk: Stiahnite si PDF (potrebné v niektorých prehliadačoch)

# Hinweise auf Nightscout in der Kopf- und Fusszeile des PDFs ausblenden
source: Hide text about Nightscout in the header and footer of the PDF
de: Hinweise auf Nightscout in der Kopf- und Fusszeile des PDFs ausblenden
es_es: Esconder notas sobre Nightscout en el encabezado y el pie del PDF
fr: Masquer les textes à propos de Nightscout dans l'en-tête et le pied de page du PDF
ja: PDF のヘッダとフッターにナイトスカウトの情報を表示しない
nl: Tekst over Nightscout verbergen in de header en voettekst van de PDF
pl: Ukryj tekst o Nightscout w nagłówku i stopce dokumentu PDF
pt_pt: Ocultar texto sobre Nightscout no cabeçalho e rodapé do PDF
sk: Skryť rady týkajúce sa Nightscout v hlavičke a päte PDF

# Loopdaten verbergen (die auf diese Art markierten Optionen ignorieren)
source: Hide loop data (ignore the options marked in this way)
es_es: Esconder datos que revelan el bucle cerrado (ignorar el señalando en otro color)
fr: Masquer les données de la boucle (ignorer les options marquées de cette manière)
nl: Verberg gegevens van loop (negeer de opties gemarkeerd op deze manier)
pt_pt: Ocultar dados do loop (ignorar as opções marcadas desta forma)
sk: Skryť dáta o uzavretej smyčke (nezobrazí tohto týkajúce sa dáta)

# Nightscout Url in der Fusszeile des PDFs anzeigen
source: Show Nightscout Url in the footer of the PDFs
de: Nightscout Url in der Fusszeile des PDFs anzeigen
es_es: Mostral Nightscout Url en el pie de la página PDF
fr: Afficher l'URL Nightscout dans le pied de page des PDF
ja: PDFのフッターにナイトスカウトURLを表示する
nl: Nightscout Url weergeven in de voettekst van de PDF's
pt_pt: Mostrar Url do Nightscout no rodapé dos PDFs
sk: Vytlačiť Nightscout URL na konci každej PDF stránky

# Korrektur für Datenänderungen in AAPS 3.0
source: Correction for data changes in AAPS 3.0
es_es: Corrección para cambio de datos en AAPS 3.0
sk: Opravy zmien údajov v AAPS 3.0

# Historische Daten
source: Historical Data
de: Historische Daten
es_es: Datos históricos
fr: Données historiques
ja: 履歴データ
nl: Historische gegevens
pt_pt: Histórico
sk: Historické dáta

source: This determines how much the period of the PDF should be shifted in order to obtain comparative values.
de: Hiermit wird festgelegt, um wieviel der Zeitraum des PDFs verschoben werden soll, um Vergleichswerte zu erhalten.
es_es: Aquí defines por cuanto tiempo se postpone el PDF para comparar valores y datos.
fr: Ceci détermine de combien la période du PDF doit être déplacée afin d'obtenir des valeurs comparatives.
ja: これは、比較用の値を得るために PDF の期間をどれだけ推移すべきかを決定します。
nl: Dit bepaalt hoeveel de periode van het PDF moet worden verschoven om vergelijkende waarden te verkrijgen.
pt_pt: Isto determina quanto o período do PDF deve ser deslocado para obter valores comparativos.
sk: Toto definuje, ako dlho by sa malo obdobie PDF posunúť, aby sa získali porovnávacie hodnoty.

# PDF erzeugen
source: Create PDF
de: PDF erzeugen
es_es: Generar PDF
fr: Créer un PDF
ja: PDF 作成
nl: PDF Creëren
pl: Utwórz PDF
pt_pt: Crear PDF
sk: Vytvorte PDF

# Anzeigeeinstellungen
source: Displaysettings
de: Anzeigeeinstellungen
es_es: Configuración de pantalla
fr: Paramètres d'affichage
ja: 画面設定
nl: Weergaveinstellingen
pl: Ustawienia wyświetlania
pt_pt: Definições visuais
sk: Nastavenia zobrazenia

# Auf Kacheln Bilder statt Namen anzeigen
source: Show images instead of names on tiles
de: Auf Kacheln Bilder statt Namen anzeigen
es_es: Mostrar imágenes en vez de nombres en azulejos
fr: Afficher les images au lieu des noms sur les tuiles
ja: タイルに名称ではなくイメージを表示
nl: Toon afbeeldingen in plaats van namen op tegels
pl: Pokaż miniaturki stron zamiast nazw w widoku kafelków
pt_pt: Mostrar imagens em vez de nomes nos mosaicos
sk: Zobraziť obrázky namiesto mien na dlaždiciach

# Zusatzfunktionen
source: Additional functions
de: Zusatzfunktionen
es_es: Funciones adicionales
fr: Fonctions supplémentaires
ja: 追加機能
nl: Extra functies
pl: Dodatkowe funkcje
pt_pt: Opções adicionais
sk: Doplnkové nastavenia

# Letzten Messwert in der Titelzeile anzeigen
source: Show last glucose value in titlebar
de: Letzten Messwert in der Titelzeile anzeigen
es_es: Mostrar el último valor medido en la barra de título
fr: Afficher la dernière valeur de glycémie dans la barre de titre
ja: タイトルバーに最新の血糖値を表示
nl: Toon laatste glucosewaarde in de titelbalk
pl: Pokaż ostatni odczyt CGM i trend na pasku tytułu
pt_pt: Mostrar o último valor de glicose na barra de títulos
sk: Zobraziť poslednú nameranú hodnotu v záhlaví

source: This slider defines the maximum size allowed before the PDF will be split into multiple files. If a blank window is displayed when creating a PDF, it usually helps to move this slider further to the left.
de: Dieser Regler legt fest, wie gross eine Ausgabe maximal werden darf, bevor sie auf mehrere PDF-Dateien aufgeteilt wird. Wenn bei Erstellung eines PDFs ein leeres Fenster angezeigt wird, dann hilft es normalerweise, diesen Regler weiter nach links zu bewegen.
es_es: Este mando ajusta el tamaño máximo, antes de ser dividido en varios documentos PDF. Si se muestra una pagina en blanco al crear un PDF, ayuda mover la barra hacia la izquierda.
fr: Ce curseur définit la taille maximale autorisée avant que le PDF ne soit divisé en plusieurs fichiers. Si une fenêtre vide est affichée lors de la création d'un PDF, cela aide généralement à déplacer ce curseur plus loin vers la gauche.
ja: このスライダーはPDFが、複数のファイルに分割される時の最大サイズを設定します。PDFを作成する時に空白ページが表示される場合は、このスライダーを左へ移動すると改善する場合があります。
nl: Deze slider definieert de maximale grootte toegestaan voordat de PDF wordt gesplitst in meerdere bestanden. Als een leeg venster wordt weergegeven bij het maken van een PDF, helpt het meestal om deze schuifregelaar verder naar links te verplaatsen.
pl: Suwak ten określa maksymalny rozmiar pojedynczej części raportu PDF. Skorzystaj z niego, jeśli wyświetlane jest puste okno w przeglądarce podczas tworzenia pliku PDF.
pt_pt: Este botão deslizante define o tamanho máximo permitido antes do PDF ser dividido em vários ficheiros. Se uma janela em branco for exibida ao criar um PDF, normalmente ajuda ao mover o botão deslizante para a esquerda.
sk: Tento posúvač určuje maximálne povolené množstvo výstupu pred jeho rozdelením do viacerých súborov PDF. Ak sa pri vytváraní PDF zobrazí prázdne okno, zvyčajne vám pomôže posúvať tento posúvač ďalej doľava.

# Einstellungen von Release-Version übernehmen
source: Apply settings from release version
de: Einstellungen von Release-Version übernehmen
es_es: Aplicar la configuración de la versión del lanzamiento
fr: Appliquer les paramètres de la release version
ja: リリースバージョンから設定を移行
nl: Sla instellingen op van release versie
pl: Przenieś ustawienia z wersji stabilnej
pt_pt: Aplicar configurações da versão de lançamento
sk: Použiť nastavenia z verzie vydania

# Exportieren
source: Export
de: Exportieren
es_es: Exportar
fr: Exporter
ja: エクスポート
nl: Exporteren
pt_pt: Exportar
sk: Exportovať

# Importieren
source: Import
de: Importieren
es_es: Importar
fr: Importer
ja: インポート
nl: Importeren
pt_pt: Importar
sk: Importovať

# Speichern
source: Save
de: Speichern
es_es: Guardar
fr: Sauvegarder
ja: 保存
nl: Opslaan
pl: Zapisz
pt_pt: Guardar
sk: uložiť

# Bestätigung
source: Confirmation
de: Bestätigung
es_es: Confirmación
ja: 確認
nl: Bevestiging
pl: Potwierdzenie
pt_pt: Confirmação
sk: potvrdenie

# Soll der Benutzer mit der URL
source: Should the user with the URL
de: Soll der Benutzer mit der URL
es_es: El usuario con la dirección URL debe
fr: L'utilisateur avec l'URL doit
ja: ナイトスカウトの URL が必要です
nl: Moet de gebruiker met de URL
pt_pt: O usuário deve usar o URL
sk: Mal by užívateľ s URL

# wirklich gelöscht werden?
source: really be deleted?
de: wirklich gelöscht werden?
es_es: verdaderamente ser eliminado?
fr: confirmer la suppression ?
ja: 削除してもよろしいですか?
nl: echt verwijderen?
pl: Czy na pewno chcesz usunąć?
pt_pt: deseja apagar?
sk: naozaj vymazať?

# Soll die URL
source: Deleting Url
de: Soll die URL
es_es: URL debe
fr: Suppression de l'Url
ja: Url を削除しています
nl: URL verwijderen
pt_pt: Apagando Url
sk: Soll die URL

# vom Benutzer wirklich gelöscht werden?
source: Are you sure?
de: vom Benutzer wirklich gelöscht werden?
es_es: ser borrada por el usuario?
fr: Êtes-vous sûr(e) ?
nl: Weet je het zeker?
pt_pt: Tens a certeza?
sk: vom Benutzer wirklich gelöscht werden?

# Ja
source: Yes
de: Ja
es_es: Sí
fr: Oui
ja: はい
nl: Ja
pl: Tak
pt_pt: Sim
sk: áno

# Nein
source: No
de: Nein
fr: Non
ja: いいえ
nl: Nee
pl: Nie
pt_pt: Não
sk: žiadny

# Abbruch
source: Cancel
de: Abbruch
es_es: Descartar
fr: Annuler
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
sk: Zrušiť

source: A shortcut contains the period and the selected forms with the options set. When a shortcut is activated, the settings saved in it are loaded and activated.
de: Ein Shortcut beinhaltet den Zeitraum und die ausgewählten Formulare mit den jeweils gesetzten Optionen. Wenn ein Shortcut aktiviert wird, werden die darin gespeicherten Einstellungen geladen und aktiviert.
es_es: Un atajo contiene el periodo y los formularios elegidos con las opciones seleccionadas. Si se activa un atajo, se cargarán y activarán los criterios elegidos. texto informativo sobre atajos.
fr: Un raccourci contient la période et les formulaires sélectionnés avec les options définies. Lorsqu'un raccourci est activé, les paramètres qui y sont enregistrés sont chargés et activés.
ja: ショートカットには、ピリオドと選択したフォームが含まれています。 ショートカットを有効にすると、保存されている設定が読み込まれ、有効になります。
nl: Een snelkoppeling bevat de periode en de geselecteerde formulieren met de opties. Als een snelkoppeling geactiveerd is, worden de instellingen die opgeslagen zijn geladen en geactiveerd.
pt_pt: O atalho contém o período e os formulários selecionados com as opções definidas. Quando um atalho é ativado, as configurações salvas são carregadas e ativadas.
sk: Ein Shortcut beinhaltet den Zeitraum und die ausgewählten Formulare mit den jeweils gesetzten Optionen. Wenn ein Shortcut aktiviert wird, werden die darin gespeicherten Einstellungen geladen und aktiviert.

# Anzahl:
source: Count:
de: Anzahl:
es_es: Cantidad:
fr: Compteur:
nl: Aantal:
pt_pt: Contagem:
sk: Počet:

# Zeitraum:
source: Period:
de: Zeitraum:
es_es: Periodo:
fr: Période:
ja: 期間:
nl: Periode:
pt_pt: Período:
sk: Obdobie:

# Löschen
source: Delete
de: Löschen
es_es: Borrar
fr: Effacer
ja: 削除
nl: Verwijderen
pt_pt: Excluir
sk: Odstrániť

# Soll der Shortcut mit der Bezeichnung
source: `Should the shortcut with the title
de: Soll der Shortcut mit der Bezeichnung
es_es: El atajo con el nombre se debe
fr: `Sélectionnez le raccourci avec le titre
ja: ショートカットにはタイトルが必要です
nl: `Moet de snelkoppeling met de titel
pt_pt: `Apresentar o atalho com o título
sk: Soll der Shortcut mit der Bezeichnung

# Soll der Zeitraum
source: Should the period
de: Soll der Zeitraum
es_es: El periodo se debe
fr: Sélectionnez la période
ja: 期間を設定
nl: Moet de periode
pt_pt: Apresentar o período
sk: Soll der Zeitraum

# mit dem Zeitraum
source: be replaced with the period
de: mit dem Zeitraum
es_es: con el periodo
fr: être remplacé par la période
ja: 期間を置き換える
nl: wordt vervangen door de periode
pt_pt: ser substituído por um período
sk: mit dem Zeitraum

# Soll die Formularauswahl mit der aktuellen Auswahl ersetzt werden?
source: Should the form selection be replaced with the current selection?
de: Soll die Formularauswahl mit der aktuellen Auswahl ersetzt werden?
es_es: Quieres sustituir la selección de formularios con la selección actual?
fr: La sélection du formulaire doit-elle être remplacée par la sélection en cours ?
ja: フォームの選択を現在の選択に置き換えますか
nl: Moet de formulierselectie worden vervangen door de huidige selectie?
pl: Czy zastąpić zapisane wcześniej dane formularza?
pt_pt: A seleção do formulário deve ser substituída pela seleção atual?
sk: Soll die Formularauswahl mit der aktuellen Auswahl ersetzt werden?

# Soll die Einheit zur Glukosemessung
source: Should the unit for glucosevalues
es_es: La unidad para medir la glucemia debe
fr: Devrait être l'unité pour les valeurs de glucose
nl: Moet de eenheid voor glucosevaluaties
pt_pt: Deve a unidade para valor da glucose
sk: Soll die Einheit zur Glukosemessung

# mit der Einheit
source: with the unit
es_es: con la unidad
fr: avec l'unité
nl: met de unit
pt_pt: com a unidade
sk: mit der Einheit

# Willkommen bei Nightscout Reporter!
source: Welcome to Nightscout Reporter!
de: Willkommen bei Nightscout Reporter!
es_es: Bienvenido a Nightscout Reporter!
fr: Bienvenue sur Nightscout Reporter!
ja: ナイトスカウトレポーターへようこそ！
nl: Welkom bij Nightscout Reporter!
pl: Witamy w Nightscout Reporter!
pt_pt: Bem-vindo ao Nightscout Reporter!
sk: Vitajte v Nightscout Reporter!

source: This page is used to generate PDF documents with the data stored at Nightscout. Therefore, it is necessary to be able to access this data, which is why a few settings must first be saved. As long as these are not available and valid, the site can do nothing for you.
de: Diese Seite dient der Erzeugung von PDF-Dokumenten mit den bei Nightscout gespeicherten Daten. Dafür ist es notwendig, auf diese Daten zugreifen zu können, weshalb zunächst ein paar Einstellungen gespeichert werden müssen. Solange diese nicht vorhanden und gültig sind, kann die Seite nichts für Dich tun.
es_es: Esta pagina genera documentos PDF con los datos almacenados en Nightscout. Para esto es necesario tener acceso a los datos, por lo cual algunos ajustes se almacenarán. Siempre y cuando éstos no estén presentes y válidos, la página no puede hacer nada para usted.
fr: Cette page est utilisée pour générer des documents PDF avec les données stockées sur Nightscout. Il est donc nécessaire de pouvoir accéder à ces données, c'est pourquoi quelques réglages doivent d'abord être enregistrés. Tant que ceux-ci ne sont pas disponibles et valides, le site ne peut rien faire pour vous.
ja: このページはナイトスカウトのデータを利用してPDFを作成します。最初にこのデータにアクセスできるように設定を保存する必要があります。 設定を保存し有効にしなければ利用できません。
nl: Deze pagina wordt gebruikt voor het genereren van PDF-documenten met de gegevens opgeslagen in Nightscout. Daarom is het noodzakelijk om toegang te krijgen tot deze gegevens, en daarom moeten eerst enkele instellingen worden opgeslagen. Zolang deze niet beschikbaar en geldig zijn, kan de site niets voor u doen.
pl: Niniejsza strona służy do generowania raportów diabetologicznych w formie PDF na podstawie danych pobranych z serwisu Nightscout. W związku z tym konieczne jest nadanie uprawnień do odczytu tych danych. Tak długo, jak uprawnienia te nie będą nadane, Nightscout Reporter nie będzie w stanie wygenerować raportu.
pt_pt: Esta página é usada para gerar documentos PDF com os dados armazenados no Nightscout. Por conseguinte, é necessário o acesso aos dados, razão pela qual algumas configurações devem ser salvas primeiro. Enquanto estes não estiverem disponíveis e certos, o site não poderá mostrar os resultados.
sk: Táto stránka sa používa na generovanie dokumentov PDF z údajov uložených v Nightscout. Preto je potrebné nastaviť niektoré údaje, ktoré umožnia prístup k týmto údajom. Pokiaľ dáta nebudú dostupné a aktuálne, stránka pre vás nemôže nič zmysluplného urobiť.
