Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: The determination of the unit (mg/dl or mmol/l) is now handled more flexibly, so that even spaces in the corresponding setting no longer lead to a misinterpretation.
de: Die Ermittlung der Einheit (mg/dl oder mmol/l) wird nun flexibler gehandhabt, so dass auch Leerzeichen in der entsprechenden Einstellung nicht mehr zu einer Fehlinterpretation führen.
es_es: La determinación de unidades (mg/dl o mmol/l) se maneja flexiblemente. Así caracteres en blanco no producen malinterpretaciones.
fr: La détermination de l'unité (mg/dl ou mmol/l) est maintenant gérée de manière plus souple, afin que même les espaces dans le paramètre correspondant ne conduisent plus à une mauvaise interprétation.
ja: 単位 (mg/dl や mmol/l) の決定が柔軟に対応できるようになりました。設定にスペースが入っている場合でも間違える事がなくなりました。
pt_pt: A determinação da unidade (mg/dl ou mmol/l) é agora tratada de forma mais flexível, de modo que mesmo os espaços na configuração correspondente já não conduzem a uma interpretação errada.
sk: Stanovenie jednotky (mg / dl alebo mmol / l) sa teraz vykonáva flexibilnejšie, takže aj medzery v zodpovedajúcom nastavení už nevedú k nesprávnej interpretácii.

source: A bug has been fixed that caused the daily graphics to overwrite texts in the legend.
de: Ein Fehler wurde behoben, der in der Tagesgrafik dazu führte, dass Texte in der Legende andere Texte überschrieben haben.
es_es: Se ha corregido una falta que producía que algunos textos aparecían por encima de otros.
fr: Le bogue qui a amené les graphiques quotidiens à écraser les textes de la légende a été corrigé.
ja: デイリーグラフが凡例に被るバグを修正しました。
pt_pt: Foi corrigido um bug que causou que os gráficos diários substituíssem textos na legenda.
sk: Bola opravená chyba, ktorá spôsobila, že denná grafika prepísala texty v legende.

source: The calculation of the PDF sizes has been corrected, so that fewer PDFs are created when they are divided due to the size.
de: Die Berechnung der PDF-Grössen wurde korrigiert, so dass nun weniger PDFs erstellt werden, wenn sie aufgrund der Grösse aufgeteilt werden.
es_es: El tamaño del PDF ha sido corregido, ahora se crean menos páginas si se dividen por el tamaño.
fr: Le calcul des tailles de PDF a été corrigé, de sorte que moins de PDF soient créés quand ils sont divisés en raison de leur taille.
ja: PDF のサイズ計算を修正しました。サイズにより分割する際の PDF の数が少なくなりました。
pt_pt: O cálculo dos tamanhos do PDF foi corrigido, para que menos PDFs sejam criados quando eles estão divididos devido ao tamanho.
sk: Výpočet veľkostí PDF bol opravený, takže pri rozdelení podľa veľkosti sa vytvorí menej súborov PDF.

source: The same database is used to calculate the analysis, daily statistics and daily graphs so that the values are the same on all PDFs.
de: Zur Berechnung der Analyse, Tagesstatistik und Tagesgrafik wird nun die gleiche Datenbasis verwendet, so dass die Werte auf allen PDFs gleich sind.
es_es: Para el cálculo de la análisis, la estadística diaria y el gráfico diario ahora se utilizan los mismos datos, así todos los datos en todos PDF son iguales.
fr: La même base de données est utilisée pour calculer l'analyse, les statistiques quotidiennes et les graphes quotidiens de sorte que les valeurs soient les mêmes sur tous les PDF.
ja: 値がすべてのPDFで同一になるように、同じデータベースを使用して、分析、日別統計、デイリーグラフを算出しました。
pl: Ta sama baza danych jest wykorzystywana do obliczania analizy, dziennych statystyk i wykresów dziennych, tak aby wartości były takie same dla wszystkich PDF.
pt_pt: A mesma base de dados é utilizada para calcular a análise, as estatísticas diárias e os gráficos diários, de modo a que os valores sejam os mesmos em todos os PDFs.
sk: Rovnaká databáza sa používa na výpočet analýzy, denných štatistík a denných grafov tak, aby hodnoty boli rovnaké vo všetkých PDF.

source: Blood values which are entered by Loop on the iPhone are now also recognized.
de: Es werden jetzt auch blutige Werte erkannt, die von Loop auf dem IPhone eingetragen werden.
es_es: Ahora también se reconocen mediciones capilares transmitidos por Loop desde el iPhone.
fr: Les glycémies capillaires qui sont entrées par Boucle sur l'iPhone sont maintenant également reconnues.
ja: iPhone の Loop で血糖値を入力した場合も認識するようになりました。
pl: Wartości krwi, które są wprowadzane przez pętlę na iPhone'a, są już rozpoznane.
pt_pt: Os valores de sangue que são inseridos pelo Loop no iPhone também agora são reconhecidos.
sk: Teraz sú rozpoznané krvavé hodnoty, ktoré do zariadenia iPhone zadáva slučka Loop.

source: There is now the ability to generate PDFs of past periods without having to adjust the period. there are two buttons for earlier periods above the button for creating PDF which generate the PDFs. The lower of the two buttons generates the previous period, the upper one the penultimate period. The buttons show the start date and the end date. If the period "last 2 weeks" is selected, then the lower button creates the period from two weeks starting four weeks ago and the upper button the period from two weeks starting six weeks ago. In this way, it is easy to generate comparison reports to detect the development of the values. The words "Historical 1" or "Historical 2" are placed above the period on the pages for these printouts in the header. So you can distinguish the data from each other when comparing the sheets.
de: Es gibt jetzt die Möglichkeit, PDFs vergangener Zeiträume zu erzeugen, ohne den Zeitraum anpassen zu müssen. Oberhalb des Buttons zur PDF-Erzeugung gibt es zwei Buttons, welche die PDFs für eine frühere Periode erzeugen. Der untere der beiden Buttons erzeugt die Vorperiode, der obere die vorletzte Periode. Auf den Buttons wird das Startdatum und das Enddatum angezeigt. Wenn z.B. als Zeitraum "Letzte 2 Wochen" gewählt wurde, dann wird mit dem unteren Button der Zeitraum von zwei Wochen beginnend vor vier Wochen erzeugt und mit dem oberen Button der Zeitraum von zwei Wochen beginnend vor sechs Wochen. Auf diese Art kann man recht einfach Vergleichsberichte erzeugen, um die Entwicklung der Werte zu erkennen. Auf den Seiten wird für diese Ausdrucke in der Kopfzeile das Wort "Historisch 1", bzw. "Historisch 2" oberhalb des Zeitraums ausgegeben. So kann man beim Vergleich der Werte die Daten voneinander unterscheiden.
es_es: Existe la posibilidad de crear documentos PDF para períodos pasados sin tener que ajustar el tiempo. Superior al botón para crear el PDF hay dos botones para crear los PDF para periodos pasados. El botón de abajo crea el PDF para el período parado, el da arriba para el antepasado. En la botones se muestra la fecha de inicio y la del fin de período. Si por ejemplo eliges un periodo de dos semanas, el botón de abajo muestra el período de dos semanas empezando hace 4 semanas. El botón de arriba muetrara las dos semanas empezando hace 6 semanas. De esta manera se pueden crear fácilmente crónicas para comparar tendencias y ver desarrollos. En las páginas se muestran las palabras "histórico 1" y "histórico 2" por encima de las fechas. Así se pueden distinguir los datos al compararlos.
fr: Il y a maintenant la possibilité de générer des PDF des périodes passées sans avoir à ajuster la période. Il y a deux boutons pour les périodes antérieures au-dessus du bouton de création de PDF qui génèrent les PDF. Le plus bas des deux boutons génère la période précédente, le plus haut génère de l'avant-dernière période. Les boutons affichent la date de début et la date de fin. Si la période "2 dernières semaines" est sélectionnée, le bouton inférieur crée la période à partir de deux semaines commençant il y a quatre semaines et le bouton supérieur la période de deux semaines commençant il y a six semaines. De cette façon, il est facile de générer des rapports de comparaison pour détecter la variabilité des mesures. Les mots "Historique 1" ou "Historique 2" sont placés au-dessus de la période dans l'en-tête des rapports imprimés. Ainsi, vous pouvez distinguer les données les unes des autres lors de la comparaison des résultats.
ja: 期間を新たに設定しなくても、過去に表示した期間の PDF を作成できるようになりました。PDF を作成するボタンの上に、前の期間を選択するボタンがふたつあります。ふたつのボタンの内、下側が直近に選択した期間で上側が最後から2番目の期間となります。ボタンには開始日と終了日が表示されます。また期間「過去1週間」を選択すると、下側のボタンは4週前から始まる2週間の期間と上側のボタンでは4週間前から始まる2週間の期間が作成されます。 このように数値の変化を比較する為のレポートを容易に作成できます。またヘッダーに印刷されるページでは、上部に「履歴1」「履歴2」と表示されます。
nl: Er is nu de mogelijkheid om PDF's van de afgelopen periodes te genereren zonder de periode aan te hoeven passen. er zijn twee knoppen voor eerdere periodes boven de knop voor het maken van PDF die de PDF genereren. De onderkant van de twee knoppen genereert de vorige periode, de bovenste de voorlaatste periode. De knoppen tonen de begindatum en de einddatum. Als de periode "laatste 2 weken" is geselecteerd, dan creëert de onderknop de periode van twee weken die beginnen met vier weken geleden en de bovenste knop van twee weken vanaf zes weken geleden. Op deze manier is het gemakkelijk vergelijkingsverslagen op te stellen om de ontwikkeling van de waarden te detecteren. De woorden "Historisch 1" of "Historisch 2" worden boven de periode op de pagina's voor deze afdrukken in de titel geplaatst. Zo kunt u de gegevens van elkaar onderscheiden bij het vergelijken van de vellen.
pl: Obecnie istnieje możliwość generowania plików PDF z poprzednich okresów bez konieczności dostosowywania tego okresu. istnieją dwa przyciski dla wcześniejszych okresów powyżej przycisku do tworzenia PDF, które generują PDF. Dolna z dwóch przycisków generuje poprzedni okres, a górna z przedostatnim okresem. Przyciski pokazują datę rozpoczęcia i datę zakończenia. Jeśli wybrany zostanie okres „ostatnie 2 tygodnie”, następnie dolny przycisk tworzy okres od dwóch tygodni od czterech tygodni temu, a górny przycisk - okres od dwóch tygodni od sześciu tygodni. W ten sposób łatwo jest generować raporty porównawcze w celu wykrycia rozwoju wartości. Słowa "Historyczne 1" lub "Historyczne 2" znajdują się powyżej okresu na stronach tych wydruków w nagłówku. Porównując arkusze, można zatem odróżnić dane od siebie.
pt_pt: Existe agora a capacidade de gerar PDFs de períodos passados sem ter de ajustar o período. existem dois botões para períodos anteriores acima do botão para criar PDF que geram os PDFs. A parte inferior dos dois botões gera o período anterior, o período superior ao anterior. Os botões mostram a data de início e a data de fim. Se o período de "últimas 2 semanas" for selecionado, então o botão mais baixo cria o período a partir de duas semanas, começando há quatro semanas, e o botão superior o período de duas semanas a partir de há seis semanas. Desta forma, é fácil gerar relatórios de comparação para detectar a evolução dos valores. As palavras "Histórico 1" ou "Histórico 2" são colocadas acima do período nas páginas para estes documentos impressos no cabeçalho. Então você pode distinguir os dados entre si ao comparar as folhas.
sk: Teraz je možné vytvárať PDF minulých období bez toho, aby ste museli toto obdobie upravovať. Nad tlačidlom na vytváranie PDF sa nachádzajú dve tlačidlá, ktoré generujú súbory PDF skôr. Dolná časť tlačidiel generuje predchádzajúce obdobie, horné predposledné obdobie. Tlačidlá zobrazujú dátum začatia a dátum ukončenia. Napríklad, ak ste ako obdobie vybrali „posledné 2 týždne“, spodné tlačidlo začne obdobie od dvoch týždňov začínajúcich pred štyrmi týždňami a horné tlačidlo začne obdobie od pred dvoma týždňami do šiestich týždňov. Týmto spôsobom je ľahké generovať porovnávacie správy na zistenie vývoja hodnôt. Na stranách sa pre tieto výtlačky v hlavičke vytlačia slová „Historický 1“ alebo „Historický 2“ nad periódou. Pri porovnávaní hodnôt teda môžete navzájom odlíšiť údaje.

source: The partially misallocated limits for the areas (low, normal, high) have been corrected.
de: Die teilweise falsch zugewiesenen Grenzwerte für die Bereiche (niedrig, normal, hoch) wurden korrigiert.
es_es: Los límites parcialmente erróneos (bajo, normal, alto) han sido corrigidos.
fr: Les limites partiellement mal attribuées pour les zones (basse, normale, élevée) ont été corrigées.
ja: 一部間違って割り当てていた箇所 (低血糖、普通、高血糖) は修正されました。
nl: De gedeeltelijk verkeerd toegewezen limieten voor de gebieden (laag, normaal, hoog) zijn gecorrigeerd.
pl: częściowo niewłaściwie przydzielone limity dla obszarów (niskie, normalne, wysokie) zostały skorygowane.
pt_pt: Os limites parcialmente mal alocados para as áreas (baixa, normal, elevada) foram corrigidos.
sk: Čiastočne nesprávne pridelené limity pre oblasti (nízke, normálne, vysoké) boli opravené.

# Auf der Profilseite wurde die Spalte für die Werte von ICR verbreitert.
source: Increased the width of column for ICR on the profilepage.
de: Auf der Profilseite wurde die Spalte für die Werte von ICR verbreitert.
es_es: En la página del perfil se ha ampliado la columna para los datos ICR.
fr: Augmentation de la largeur de la colonne ICR sur la page de profil.
ja: プロファイルページの ICR の列幅を広げました
nl: Toegenomen de breedte van de kolom voor ICR op de profielpagina.
pl: Zwiększono szerokość kolumny dla ICR na profilu.
pt_pt: Aumentada a largura da coluna ICR na página de perfil.
sk: Na stránke profilu sa stĺpec pre hodnoty ICR rozšíril.

source: If the basalrate has more than 2 decimals the insulin values are smaller on the daily graphics.
de: In der Tagesgrafik werden die Insulinangaben jetzt kleiner dargestellt, wenn die Basalrate eine Genauigkeit von mehr als 2 Nachkommastellen hat.
es_es: En el gráfico diario los datos de insulina se muestran más pequeños si el perfil basal contiene más de dos decimales.
fr: Si le débit de base a plus de 2 décimales, la valeur de l'insuline est plus faible sur les graphiques quotidiens.
ja: ベーサルレートを小数点2桁表示にした場合、デイリーグラフでのインスリン量は小さく表示されます。
nl: Als de basalrate meer dan 2 decimalen heeft, zijn de insuline waarden kleiner in de dagelijkse grafiek.
pl: Jeśli dawka podstawowa ma więcej niż 2 miejsca po przecinku, wartość insuliny jest mniejsza w dobowej grafiki.
pt_pt: Se a taxa de basal tem mais de 2 números decimais, os valores de insulina são menores nos gráficos diários.
sk: V dennom grafe sa teraz zobrazujú informácie o inzulíne menšie, ak bazálna rýchlosť má presnosť viac ako 2 desatinné miesta.

source: Removed the obsolete option for the decimals of the basalrate from the daily graphics.
de: Die mittlerweile überflüssige Option zur Darstellung der Basalrate mit zwei Nachkommastellen wurde aus der Tagesgrafik entfernt.
es_es: Se ha eliminado la opción innecesaria de mostrar el perfil basal con dos decimales en el gráfico diario.
fr: Suppression de l'option obsolète pour les décimales du débit de base des graphes quotidiens.
ja: デイリーグラフからベーサルレート少数点の古いオプションを削除しました。
nl: Verwijderde de verouderde optie voor de decimalen van de basaalstand van de dagelijkse grafieken.
pl: Usunięto przestarzałą opcję dla miejsc po przecinku bazy z dziennej grafiki.
pt_pt: Removido a opção obsoleta para os decimais da taxa de basalrate dos gráficos diários.
sk: Dnešná nadbytočná možnosť zobrazovania bazálnej dávky s dvoma desatinnými miestami bola z denného grafu odstránená.

# Ein Link zur Facebookseite von Nightscout Reporter wurde im Menü hinzugefügt.
source: A link to the Facebook page of Nightscout Reporter was added to the menu.
de: Ein Link zur Facebookseite von Nightscout Reporter wurde im Menü hinzugefügt.
es_es: Se ha agregado un enlace a la página de Facebook de Nightscout Reportero en el menú.
fr: Un lien vers la page Facebook de Nightscout Reporter a été ajouté au menu.
ja: ナイトスカウトレポーターの Facebook ページへのリンクをメニューに追加しました。
nl: Een link naar de Facebook-pagina van Nightscout Reporter is toegevoegd aan het menu.
pl: Link do strony Nightscout Reporter został dodany do menu.
pt_pt: Um link para a página do Facebook do Nightscout Reporter foi adicionado ao menu.
sk: Do ponuky bol pridaný odkaz na stránku Nightscout Reporter Facebook.

source: The mixture of two pages on one PDF page, which sometimes occurred has been fixed.
de: Die Mischung von zwei Seiten auf einer PDF-Seite, die manchmal vorkam, wurde behoben.
es_es: La mezcla de dos páginas en una página PDF, que ocurrió a veces se ha solucionado.
fr: La fusion de deux pages sur une seule page PDF, qui se produisait parfois a été corrigé.
ja: 1つの PDF ページに2ページ混在することがありましたが修正しました。
nl: Het mengsel van twee pagina's op één PDF-pagina, die soms voorkwam, is opgelost.
pl: Mieszanka dwóch stron na jednej stronie PDF, która czasami miała miejsce, została naprawiona.
pt_pt: A mistura de duas páginas em uma página PDF, que às vezes ocorreu foi corrigida.
sk: Zmes dvoch stránok na stránke PDF, ktorá sa niekedy vyskytla, bola opravená.

source: There is a new option in the settings to display the last glucose value stored in Nightscout in the title bar. If this option is enabled, the current value, the age of the value, the trend arrow and the difference to the previous value is displayed at the right side of the title bar. This display is updated every minute as long as your browser window has the input focus. If it hasn't the focus, the update is stopped and the value is hidden to avoid unnecessary burden on system resources.
de: Es gibt in den Einstellungen eine neue Option, um den letzten in Nightscout gespeicherten Glukosewert in der Titelzeile anzeigen zu lassen. Wenn diese Option aktiviert ist, wird der aktuelle Wert, das Alter des Wertes, der Trendpfeil und die Differenz zum vorherigen Wert rechts in der Titelzeile angezeigt. Diese Anzeige wird jede Minute aktualisiert, solange das Browserfenster den Eingabefokus besitzt. Wenn es diesen nicht hat, wird die Aktualisierung angehalten und der Wert ausgeblendet, um nicht unnötig Systemresourcen zu belasten.
es_es: Hay una nueva opción para mostrar el último valor de glucosa almacenado en Nightscout en el encabezado en la configuración. Si esta opción está activada, aparece el valor actual, la edad del valor, la flecha de tendencia y la diferencia al valor anterior en la barra de título. Esta pantalla se actualiza cada minuto mirntras la ventana del explorador tiene el foco de entrada. Si no lo tiene, se detiene la actualización y el valor desaparece, para evitar la carga innecesaria de datoss del sistema.
fr: Il y a une nouvelle option dans les paramètres pour afficher la dernière valeur de glucose stockée dans Nightscout dans la barre de titre. Si cette option est activée, la valeur actuelle, l'âge de la valeur, la flèche de tendance et la différence par rapport à la valeur précédente sont affichées à droite de la barre de titre. Cet affichage est mis à jour toutes les minutes tant que la fenêtre de votre navigateur a le focus d'entrée. Si ce n'est pas le cas, la mise à jour est arrêtée et la valeur est cachée pour éviter une charge inutile sur les ressources système.
ja: この設定には基礎単位に保存されている最新の血糖値をタイトルバーに表示する新しいオプションがあります。有効にすると、現在の血糖値・経過時間・トレンド矢印及び以前の血糖値との差がタイトルバーの右側に表示されます。 この表示はブラウザに入力カーソルがある時は、毎分更新されます。入力カーソルがない場合はシステムの負荷を避けるため、値は非表示になります。
nl: Er is een nieuwe optie in de instellingen om de laatste glucosewaarde in Nightscout weer te geven in de titelbalk. Als deze optie is ingeschakeld, de huidige waarde, de leeftijd van de waarde de trend pijl en het verschil met de vorige waarde wordt weergegeven aan de rechterkant van de titelbalk. Dit scherm wordt elke minuut bijgewerkt zolang uw browservenster de focus heeft. Als de focus niet op is, wordt de update gestopt en is de waarde verborgen om onnodige belasting van systeembronnen te voorkomen.
pl: W ustawieniach jest nowa opcja wyświetlania ostatniej wartości glukozy zapisanej w Nightscout na pasku tytułu. Jeśli ta opcja jest włączona, aktualna wartość, wiek wartości, strzałka trendu i różnica względem poprzedniej wartości są wyświetlane po prawej stronie paska tytułu. Wyświetlacz jest aktualizowany co minutę, dopóki okno przeglądarki ma ostrość wprowadzania. Jeśli nie koncentruje się, aktualizacja zostaje zatrzymana i wartość jest ukryta, aby uniknąć niepotrzebnego obciążenia zasobów systemowych.
pt_pt: Há uma nova opção nas configurações para exibir o último valor de glicose armazenado no Nightscout na barra de títulos. Se esta opção estiver ativada, o valor atual, a idade do valor, a seta de tendência e a diferença para o valor anterior é exibida no lado direito da barra de títulos. Esta tela é atualizada a cada minuto, desde que a janela do seu navegador tenha o foco de entrada. Se não tiver o foco, a atualização é interrompida e o valor está escondido para evitar carga desnecessária sobre os recursos do sistema.
sk: V časti Preferences (Predvoľby) je nová možnosť zobraziť poslednú hodnotu glukózy uloženú v nočných baroch v záhlaví. Keď je zapnutá, zobrazuje na pravej strane záhlavia aktuálnu hodnotu, vek hodnoty, šípku trendu a rozdiel od predchádzajúcej hodnoty. Toto zobrazenie sa aktualizuje každú minútu, pokiaľ má okno prehľadávača vstupné zameranie. Ak ju nemá, aktualizácia pozastaví a skryje hodnotu, aby sa zbytočne nezaťažovali systémové prostriedky.

source: In the daily graphis there is an option, that adds the exercise data to the graphic. It will be displayed at the bottom of the graphic right above the glucosetable.
de: In der Tagesgrafik gibt es eine Option, mit der man sich die erfassten Trainingsdaten anzeigen lassen kann. Diese werden dann am unteren Rand über der Tabelle der Glukosewerte eingefügt.
es_es: En el gráfico diario, hay una opción que muestra los datos de entrenamiento. Se ven en la parte inferior de la tabla de los valores de glucosa.
fr: Dans le graphe quotidien il y a une option, qui ajoute les données des activités au graphique. Il sera affiché en bas du graphique à droite au-dessus de la table des glycémies.
ja: デイリーグラフには、グラフにエクササイズのデータを表示するオプションがあります。グラフの最下部の血糖値の上に表示されます。
nl: In de dagelijkse drukte is er een optie, die de oefeningsgegevens toevoegt aan de grafiek. Het zal worden weergegeven aan de onderkant van de grafiek rechts boven de glucose-instelling.
pl: Na wykresach codziennych istnieje możliwość dodania danych z ćwiczeń do grafiki. Będzie on wyświetlany na dole grafiki znajdującej się bezpośrednio nad glukozą.
pt_pt: No gráfico diário existe uma opção, que acrescenta os dados do exercício ao gráfico. Será exibida no final do gráfico, mesmo acima da tabela de glucose.
sk: V dennej grafike je možnosť, pomocou ktorej môžete zobraziť zaznamenané školiace údaje. Tieto sa potom vložia do dolnej časti tabuľky nad hodnoty glukózy.

source: The columns on the page have been corrected to accommodate longer time names (e.g. in Spanish).
de: Die Spalten auf der Profilseite wurden korrigiert, damit auch längere Zeitnamen (z.B. in spanisch) Platz finden.
es_es: Se corrigieron las columnas en la página del perfil para también poder mostrar títulos largos (p.e. en Español).
fr: Les colonnes de la page ont été corrigées pour tenir compte des noms de durée plus longs (par exemple en espagnol).
ja: ページの列表示が修正され、より長い時間名を表示できるようになりました (例：スペイン語など)
nl: De kolommen op de pagina zijn gecorrigeerd voor langere tijdnamen (bijvoorbeeld in het Spaans).
pl: Kolumny na stronie zostały skorygowane w celu uwzględnienia dłuższych nazw czasu (np. w języku hiszpańskim).
pt_pt: As colunas na página foram corrigidas para acomodar nomes de tempo mais longos (por exemplo, em espanhol).
sk: Stĺpce na stránke profilu boli opravené tak, aby vyhovovali dlhším časovým menám (napr. Španielčina).
