Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

# Die Aufsummierung der Werte in der Analyse wurde korrigiert.
source: The accumulation of the values in the analysis has been corrected.
de: Die Aufsummierung der Werte in der Analyse wurde korrigiert.
es_es: La sumas de los valores en la análisis han sido corregidas.
fr: L'accumulation des mesures dans l'analyse a été corrigée.
ja: 解析内の値の蓄積を修正しました。
nl: De opeenstapeling van waarden in de analyse is gecorrigeerd.
pt_pt: Os valores acumulados na análise foi corrigida.
sk: Akumulácia hodnôt v analýze bola opravená.

source: In the tile view, the parameters of all selected pages can be set together in a list. For this purpose, there is an additional button in the title area of the parameter list next to the close button, with which you can switch between the two options.
de: In der Kachelansicht können die Parameter aller ausgewählten Seiten zusammen in einer Liste eingestellt werden. Dazu gibt es im Titelbereich der Parameterliste neben dem Schliessen-Button einen zusätzlichen Button, mit dem man zwischen den beiden Möglichkeiten umschalten kann.
es_es: En la vista mosaico todos los parámetros de las páginas seleccionadas pueden ser juntados en una lista. Para esto existe un botón adicional en la parte del título de la lista de parámetros junto al botón para cerrar. Aquí puedes seleccionar una de las dos opciones.
fr: Dans la vue des tuiles, les paramètres de toutes les pages sélectionnées peuvent être réglés ensemble dans une liste. À cette fin, il y a un bouton supplémentaire dans la zone de titre de la liste de paramètres à côté du bouton de fermeture, avec laquelle vous pouvez basculer entre les deux options.
ja: タイルビューでは、すべての選択したページのパラメータを一覧からまとめて設定できます。このために、パラメータ一覧のタイトル部分に、閉じるボタンの次に追加のボタンがあり、2つのオプションを切り替えできます。
nl: In de tegelweergave kunnen de parameters van alle geselecteerde pagina's samengesteld worden in een lijst. Hiervoor is er een extra knop in de titel van de parameterlijst naast de sluitknop, waarmee je kunt wisselen tussen de twee opties.
pt_pt: Na visão tipo Mosaicos, os parâmetros de todas as páginas selecionadas podem ser definidos juntos numa lista. Para isso, há um botão adicional na área de título da lista de parâmetros ao lado do botão fechar, com que você pode alternar entre as duas opções.
sk: V zobrazení dlaždíc možno parametre všetkých vybratých stránok nastaviť spolu v zozname. Na tento účel existuje ďalšie tlačidlo v nadpisovej oblasti zoznamu parametrov vedľa tlačidla Zatvoriť, pomocou ktorého môžete prepínať medzi týmito dvoma možnosťami.

source: The settings for downloading the PDF, opening the PDF in the same window, and the maximum size of the PDFs were excluded from syncing with Google Drive because they are specific to the browser or device you are using. They are still saved, but they are not synchronized between different browsers.
de: Die Einstellungen für das Herunterladen des PDFs, das Öffnen im gleichen Fenster und die Maximalgrösse der PDFs wurden von der Synchronisierung mit Google Drive ausgenommen, weil sie speziell für den verwendeten Browser oder das verwendete Gerät benötigt werden. Sie werden nach wie vor gespeichert, aber sie werden nicht zwischen verschiedenen Browsern synchronisiert.
es_es: Los ajustes para bajar el PDF, abrirlo en la misma página y el tamaño máximo del PDF no se sincronizan con Google Drive, por que son exclusivos para cada navegador. Siguen siendo guardadas, pero no sincronizadas entre los navegadores.
fr: Les paramètres pour télécharger le PDF, ouvrir le PDF dans la même fenêtre, et la taille maximale des fichiers PDF ont été exclus de la synchronisation avec Google Drive car ils sont spécifiques au navigateur ou au périphérique que vous utilisez. Ils sont toujours sauvegardés, mais ils ne sont pas synchronisés entre les différents navigateurs.
ja: PDF のダウンロード、同じウィンドウで PDF を開く、また、 PDF の最大サイズの設定は、使用しているブラウザや端末固有の設定であるため、Google ドライブとの同期から除外されました。これはまだ保存されていますが、異なるブラウザ間では同期されません。
nl: De instellingen voor het downloaden van de PDF, het openen van de PDF in hetzelfde venster, en de maximale grootte van de PDF's werden uitgesloten van het synchroniseren met Google Drive omdat ze specifiek zijn voor de browser of apparaat die u gebruikt. Ze worden nog steeds bewaard, maar ze worden niet gesynchroniseerd tussen verschillende browsers.
pt_pt: Configurações para fazer o download do PDF, abrir o PDF na mesma janela, e os PDFs com tamanho superior ao máximo permitido foram excluídos da sincronização com o Google Drive porque eles são específicos para o browser ou dispositivo que você usa. Continuam a ser gravados, mas não são sincronizados entre browsers diferentes.
sk: Nastavenia sťahovania PDF, ktoré sa otvárajú v tom istom okne a maximálna veľkosť súborov PDF, boli vylúčené z synchronizácie s Diskom Google, pretože sú špecifické pre prehliadač alebo zariadenie, ktoré používate. Sú stále uložené, ale nie sú synchronizované medzi rôznymi prehliadačmi.

source: The preview images on the tiles will partially adjust depending on the options selected (for example, choosing CGP for day graphics).
de: Die Vorschaubilder auf den Kacheln passen sich abhängig von den ausgewählten Optionen teilweise an (z.B. die Auswahl von CGP bei Tagesgrafiken).
es_es: Las imágenes de prevista en los mosaicos se acoplan parcialmente a las opciones elegidas (por ejemplo CGP en el gráfico diario).
fr: Les images de prévisualisation sur les tuiles s'ajusteront partiellement en fonction des options sélectionnées (par exemple, choisir CGP pour les graphes quotidiens).
ja: タイル上のプレビュー画像は、選択したオプションに応じて部分的に調整されます (例、1日グラフに CGP を選択時)。
nl: Het voorbeeld afbeeldingen op de tegels zullen gedeeltelijk worden aangepast, afhankelijk van de geselecteerde opties (bijvoorbeeld kiezen van CGP voor dagafbeeldingen).
pt_pt: As imagens de visualização nos mosaicos irão ajustar-se parcialmente dependendo das opções selecionadas (por exemplo, escolher CGP para gráficos diários).
sk: Ukážky obrázkov na dlaždiciach sa čiastočne upravia v závislosti od zvolených možností (napr. Výber CGP pre dennú grafiku).

# Beim CGP werden die aktuellen Werte jetzt in der Legende angezeigt.
source: The CGP now displays the current values in the legend.
de: Beim CGP werden die aktuellen Werte jetzt in der Legende angezeigt.
es_es: Ahora se muestran los datos actuales del CGP en la leyenda.
fr: Le CGP affiche maintenant les valeurs actuelles dans la légende.
ja: CGP では、現在の値が凡例に表示されるようになりました。
nl: De CGP toont nu de huidige waarden in de legende.
pt_pt: O CGP agora exibe os valores atuais na legenda.
sk: CGP teraz zobrazuje aktuálne hodnoty v legende.

source: It is now possible to save the settings to Google Drive. This has the advantage that you have the settings not only in the current browser, but in any browser, which is connected to your Google account. The settings are still stored in the browser. When connected to Google Drive, they will also be stored on Google Drive. When loading the page, it checks if synchronization is desired. If that's the case then the data will be downloaded from Google Drive. If the downloaded data is newer than the data in the browser, it will be used. Once the data is saved, syncing will save that data with the current timestamp to Google Drive. The synchronization is activated and deactivated in the menu on the left side. It can also be activated when calling the page fpr the first time in a new browser directly in the welcome screen. Nightscout Reporter only requires permission to save and load your own app data and does not require access to other data on Google Drive.
de: Es ist jetzt möglich, die Einstellungen auf Google Drive zu speichern. Das hat den Vorteil, dass man die Einstellungen nicht nur im aktuellen Browser hat, sondern bei jedem Browser, mit dem man sich bei Google anmeldet. Die Einstellungen werden nach wie vor im Browser gespeichert. Bei einer Verbindung zu Google Drive werden sie aber zusätzlich auf Google Drive gespeichert. Beim Laden der Seite wird überprüft, ob eine Synchronisierung gewünscht ist. Wenn das der Fall ist, dann werden die Daten von Google Drive heruntergeladen. Wenn die Daten darin neuer sind als die Daten im Browser, werden sie verwendet. Nach dem Speichern der Daten werden bei aktivierter Synchronisierung diese Daten mit dem aktuellen Zeitstempel auf Google Drive gespeichert. Die Synchronisierung wird im Menü auf der linken Seite aktiviert und deaktiviert. Sie kann auch beim erstmaligen Aufruf der Seite in einem neuen Browser direkt im Willkommensbildschirm aktiviert werden. Nightscout Reporter verlangt nur die Berechtigung die eigenen App-Daten zu speichern und zu laden und benötigt keinen Zugriff auf andere Daten auf Google Drive.
es_es: Ahora es posible guardar ajustes en Google Drive. Esto permite tener todos los ajustes en varios navegadores en los que se esté registrado por Google. Los ajustes siguen guardados en el navegador. Con la conexión con Google Drive también serán guardados aquí. Al cargar la página se comprueba si la sincronización es deseada. En este caso, los datos serán bajado desde Google Drive. Si estod datos resultan más actuales que los datos en el navegador, se utilizarán. Después de guardar los datos estos serán guardados con la fecha actual en Google Drive si la sincronización está activada. La sincronización se activa y desactiva en el lado izquierdo del menú. También se puede activar en la página principal al abrir la página por primera vez con un navegador nuevo. Nightscout Reporter sólo necesita el derecho a subir y guardar los propios datos de la aplicación. No necesita ningún derecho a otros datos en Google Drive.
fr: Il est maintenant possible de sauvegarder les paramètres dans Google Drive. Ceci a l'avantage que vous avez les paramètres, pas seulement dans le navigateur actuel, mais dans n'importe quel navigateur qui est connecté à votre compte Google. Les paramètres sont toujours stockés dans le navigateur. Lorsque vous êtes connecté à Google Drive, ils seront également stockés sur Google Drive. Lors du chargement de la page, il vérifie si la synchronisation est souhaitée. Si c'est le cas, alors les données seront téléchargées depuis Google Drive. Si les données téléchargées sont plus récentes que celles du navigateur, elles seront utilisées. Une fois les données enregistrées, la synchronisation enregistrera ces données avec l'horodatage courant sur Google Drive. La synchronisation est activée et désactivée dans le menu de gauche. Il peut également être activé lorsque vous appelez la page pour la première fois dans un nouveau navigateur directement dans l'écran de bienvenue. Nightscout Reporter nécessite seulement la permission de sauvegarder et de charger vos propres données d'application et ne nécessite pas l'accès à d'autres données sur Google Drive.
ja: 設定を Google ドライブに保存可能になりました。この利点は、現在のブラウザだけでなく、あなたの Google アカウントに接続されているどのブラウザでも設定を保持できるということです。設定はまだブラウザにも保存されたままです。Google ドライブに接続している場合、Google ドライブにも保存されます。ページを読み込み時に同期が必要かどうかを確認します。必要であれば、データが Google ドライブからダウンロードされます。ダウンロードしたデータがブラウザのデータよりも新しい場合、それが使用されます。データが保存されると、同期はそのデータを現在の日時でGoogle ドライブに保存します。同期の有効・無効化は、左側のメニューから可能です。また、新しいブラウザで初めてページを呼び出すときにも、ようこそ画面から有効にすることができます。ナイトスカウトレポーターには、自らのアプリ用データを保存して読み込む許可が必要なだけで、Google ドライブ上の他のデータにアクセスする要求はありません。
nl: Het is nu mogelijk om de instellingen op te slaan op Google Drive. Dit heeft het voordeel dat je de instellingen niet alleen in de huidige browser hebt, maar in elke browser, die is verbonden met je Google-account. De instellingen worden nog steeds opgeslagen in de browser. Wanneer verbonden met Google Drive, worden deze ook opgeslagen op Google Drive. Bij het laden van de pagina, controleert het of de synchronisatie gewenst is. Als dat het geval is, dan worden de gegevens gedownload van Google Drive. Als de gedownloade gegevens nieuwer zijn dan de data in de browser, zal deze worden gebruikt. Zodra de gegevens zijn opgeslagen, zal het synchroniseren die gegevens opslaan met de huidige tijdstempel naar Google Drive. De synchronisatie is geactiveerd en gedeactiveerd in het menu aan de linkerkant. Het kan ook geactiveerd worden wanneer het aanroepen van de pagina de eerste keer in een nieuwe browser direct op het welkomstscherm gebeurt. Nightscout Reporter heeft alleen toestemming nodig om je eigen app-gegevens op te slaan en te laden, en heeft geen toegang tot andere gegevens op Google Drive nodig.
pt_pt: Agora é possível gravar as definições no Google Drive. Essa é a vantagem de ter as definições não somente no browser atual, mas em qualquer browser, que está ligado à sua conta do Google. As definições ainda estão armazenadas no browser. Quando ligado ao Google Drive, ele também será armazenado no Google Drive. Ao carregar a página, verifica se a sincronização é necessária. Se for o caso, então os dados serão carregados do Google Drive. Se os dados carregados forem mais recentes que os dados no browser, eles serão utilizados. Uma vez que os dados são gravados, a sincronização gravará esses dados com o timestamp atual no Google Drive. A sincronização está ativada e desativada no menu do lado esquerdo. Ele também pode ser ativado quando ligar a página fpr pela primeira vez num novo browser diretamente na página de boas-vindas. O Nightscout Reporter requer apenas permissão para gravar e carregar os seus próprios dados do aplicativo e não requer acesso a outros dados no Google Drive.
sk: Teraz je možné nastavenia uložiť na Disk Google. To má tú výhodu, že nastavenia máte nielen v aktuálnom prehliadači, ale aj v každom prehliadači, pomocou ktorého sa prihlásite do spoločnosti Google. Nastavenia sú stále uložené v prehliadači. Po pripojení k službe Disk Google sa budú ukladať aj na Disk Google. Pri načítaní stránky skontroluje, či je požadovaná synchronizácia. V takom prípade sa údaje stiahnu z Disku Google. Ak sú údaje v ňom novšie ako údaje v prehliadači, použijú sa. Po uložení údajov sa synchronizáciou uložia tieto údaje s aktuálnou časovou pečiatkou na Disk Google. Synchronizácia sa aktivuje a deaktivuje v ponuke na ľavej strane. Môže sa tiež aktivovať pri prvom otvorení stránky v novom prehliadači priamo na uvítacej obrazovke. Aplikácia Nightscout Reporter vyžaduje povolenie iba na ukladanie a načítanie vlastných údajov aplikácie a nevyžaduje prístup k iným údajom na Disku Google.

source: When selecting the daily basal rate, it is now possible to specify in the options of the daily graph that the name of the profile that was active at the beginning of the day is displayed. This will then be displayed as a profile change at 0 am.
de: In der Tagesgrafik kann jetzt bei Auswahl der Tages Basalrate angegeben werden, dass der Name des Profils angezeigt wird, das am Beginn des Tages aktiv war. Dieser wird dann so angezeigt, wie ein Profilwechsel um 0 Uhr.
es_es: En el gráfico diario al elegir el perfil diario ahora se puede mostrar el nombre del perfil que se ha utilizado al principio del día. Este se muestra como un cambio de perfil a media noche.
fr: Lors de la sélection du débit de base quotidien, il est maintenant possible de spécifier dans les options du graphique quotidien que le nom du profil qui était actif au début de la journée est affiché. Ceci sera ensuite affiché en tant que changement de profil à 0 heures.
ja: 1日のベーサルレートを選択する際に、その日の最初に利用されていたプロファイル名を表示できるようになりました。午前0時のプロファイルの変更として表示されます。
nl: Bij het kiezen van de dagelijkse basaalstand het is nu mogelijk om in de opties van de dagelijkse grafiek op te geven dat de naam van het profiel dat aan het begin van de dag actief was, wordt weergegeven. Dit wordt dan weergegeven als een profielwijziging om 0 uur.
pl: Podczas wybierania dobowej dawki podstawowej, w opcjach wykresu dziennego możliwe jest określenie nazwy profilu, który był aktywny na początku dnia. Następnie zostanie wyświetlony jako zmiana profilu o godzinie 0 am.
pt_pt: Ao selecionar a basal diária, agora é possível especificar nas opções do gráfico diário do nome do perfil que estava ativo no início do dia é exibido. Isto será então exibido como uma mudança de perfil a 0 da manhã.
sk: Pri výbere dennej bazálnej dávky je teraz možné v dennom grafe určiť, že sa zobrazí názov profilu, ktorý bol aktívny na začiatku dňa. Toto sa potom zobrazí ako zmena profilu o 0 hod.

source: Images can now be displayed on tiles instead of names. The pictures then show the approximate appearance of the corresponding page. They do not correspond to the actual data, but are just a visual representation that may make it easier for some users to quickly select the pages they want. The activation of the images can be done using the settings dialog.
de: Auf den Kacheln können nun Bilder statt der Namen angezeigt werden. Die Bilder zeigen dann das ungefähre Aussehen der entsprechenden Seite an. Sie entsprechen nicht den tatsächlichen Daten, sondern sind nur eine visuelle Darstellung, die es manchem Benutzer vielleicht einfacher machen, die gewünschten Seiten schneller auszuwählen. Die Aktivierung der Bilder erfolgt im Einstellungsdialog.
es_es: En los azulejos ahora se pueden mostrar imágenes en vez de nombres. Las imágenes muestran más o menos la página seleccionada. Esto no corresponde a los datos reales, si no son solo und visualización que ayudan a encontrar las páginas fácilmente. Se activan los imágenes en el diálogo de ajustes.
fr: Les images peuvent maintenant être affichées sur les tuiles au lieu des noms. Les images affichent ensuite l'apparence approximative de la page correspondante. Elles ne correspondent pas aux données réelles, mais ce ne sont que des représentations visuelles qui peuvent faciliter la sélection rapide des pages désirées. L'activation des images peut se faire en utilisant la boîte de dialogue des paramètres.
ja: 名前の代わりにタイル上に画像を表示できるようになりました。画像は、対応するページのおおまかな表示です。実際のデータではありませんが、視覚的な表示であるため、一部の利用者は望むページを手短に選択しやすくなるでしょう。画像の有効化は設定ダイアログから行えます。
nl: Afbeeldingen kunnen nu worden weergegeven op tegels in plaats van namen. De afbeeldingen tonen dan het geschatte uiterlijk van de overeenkomstige pagina. Ze komen niet overeen met de werkelijke gegevens. maar zijn gewoon een visuele representatie, die het voor sommige gebruikers mogelijk makkelijker maakt om snel de pagina's te selecteren die ze willen. De activering van afbeeldingen kan worden gedaan met behulp van het instellingenvenster.
pl: Zdjęcia mogą być teraz wyświetlane na kafelkach zamiast na nazwach. Zdjęcia pokazują przybliżony wygląd odpowiedniej strony. Nie odpowiadają one faktycznym danym, ale są tylko prezentacją wizualną, która może ułatwić niektórym użytkownikom szybki wybór stron, których chcą. Aktywacja obrazów może być wykonana za pomocą okna ustawień.
pt_pt: As imagens agora podem ser exibidas em mosaicos ao invés de nomes. As imagens mostram a aparência aproximada da página correspondente. Não correspondem aos dados reais, mas é apenas uma representação visual que pode tornar mais fácil para alguns usuários selecionarem rapidamente as páginas que quiserem. A ativação das imagens pode ser feita usando a caixa de diálogo de configurações.
sk: Na dlaždiciach sa teraz môžu namiesto mien zobrazovať obrázky. Obrázky potom ukazujú približný vzhľad zodpovedajúcej stránky. Nezodpovedajú skutočným údajom, ale sú iba vizuálnym znázornením, ktoré môže niektorým používateľom uľahčiť rýchly výber stránok, ktoré chcú. Aktivácia obrázkov sa uskutoční v dialógovom okne nastavení.

source: Fixed wrong data display in the daily statistics when a day has too little data.
de: In der Tagesstatistik wurden bei unvollständigen Daten teilweise fehlerhafte Werte ausgegeben. Das wurde korrigiert.
es_es: En la estadística diaria tal vez se han mostrado valores erróneos al no insertar datos completos. Esto ha sido corregido.
fr: Correction des mauvaises données affichées dans les statistiques quotidiennes lorsqu'un jour a trop peu de données.
ja: 1日のデータが少なすぎる場合、日別統計に誤ったデータが表示されるエラーを修正しました。
nl: Onjuiste gegevensweergave in de dagelijkse statistieken opgelost wanneer een dag te weinig gegevens heeft.
pl: Naprawiono błędne wyświetlanie danych w dziennych statystykach, gdy dzień ma zbyt mało danych.
pt_pt: Corrigimos a exibição errada de dados nas estatísticas diárias quando um dia tinha poucos dados.
sk: V denných štatistikách sa zobrazovali čiastočne neúplné údaje. Toto bolo opravené.

source: On the profile and basal rate pages, the title bar now again shows the date where this profile starts.
de: Auf den Seiten Profil und Basalrate wird in der Titelzeile jetzt wieder das Datum angezeigt, ab dem das Profil gilt.
es_es: En la página del perfil y del perfil basal se muestra la fecha desde la activación del perfil.
fr: Sur les pages de profil et de débit de base, la barre de titre montre à nouveau la date de début de ce profil.
ja: プロファイルの開始日が、プロフィールとベーサルレートのページのタイトルバーに表示されます。
nl: Op de profiel- en basaalstanden toont de titelbalk nu opnieuw de datum waarop dit profiel begint.
pl: Na stronach profilu i stawek bazowych, pasek tytułu ponownie pokazuje datę rozpoczęcia tego profilu.
pt_pt: Na página do perfil e da taxa de basal, a barra de título agora mostra novamente a data em que este perfil começa.
sk: Na stránkach profilu a bazálnej dávky sa v záhlaví zobrazuje dátum, od ktorého sa profil uplatňuje.

# Die Listenansicht ist jetzt wieder scrollbar.
source: The listview is scrollable again.
de: Die Listenansicht ist jetzt wieder scrollbar.
es_es: La vista de lista se puede deslizar.
fr: La vue liste est encore défilable.
ja: リストビューで再びスクロール可能になりました。
nl: De lijstweergave kan opnieuw scrollen.
pl: Widok listy jest ponownie przewijany.
pt_pt: A vista de listagem é deslizavél novamente.
sk: Zobrazenie zoznamu je teraz opäť posúvateľné.

source: Temporary profile changes are now recognized and displayed correctly in the daily graphics.
de: Temporäre Profilwechsel werden jetzt erkannt und in der Tagesgrafik korrekt angezeigt.
es_es: Ahora se detectan los cambios de perfil y son mostrados correctamente en el gráfico diario.
fr: Les changements temporaires de profil sont maintenant reconnus et affichés correctement dans les graphiques quotidiens.
ja: 一時的にプロファイル変更が、デイリーグラフで正しく認識され表示されるようになりました
nl: Tijdelijke profiel veranderingen worden nu herkend en correct weergegeven in de dagelijkse grafieken.
pl: Tymczasowe zmiany profilu są teraz rozpoznawane i wyświetlane poprawnie w dziennej grafiki.
pt_pt: As alterações no perfil temporário agora são reconhecidas e exibidas corretamente nos gráficos diários.
sk: Dočasné zmeny profilu sú teraz rozpoznané a správne zobrazené v dennej grafike.
