Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

# Schliessen
source: Close
de: Schliessen
es_es: Cerrar
fr: Fermer
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
sk: Zatvoriť

# dd.MM.yyyy
source: MM/dd/yyyy
de: dd.MM.yyyy
es_es: dd/MM/yyyy
fr: dd/MM/yyyy
ja: yyyy/MM/dd
nl: dd/MM/yyyy
pl: dd.MM.yyyy
pt_pt: dd/MM/yyyy
sk: dd.MM.yyyy

# dd.MM.
source: MM/dd
es_es: dd.MM.
fr: dd/MM
ja: dd/MM
nl: dd/MM
pt_pt: dd/MM
sk: dd.MM.

# Automatisch_theme selection - automatic
source: Automatic
de: Automatisch
es_es: Automático
fr: Automatique
ja: 自動
nl: Automatisch
pl: Automatycznie
pt_pt: Automático
sk: Automaticky

# Standard_theme selection - standard
source: Standard
es_es: Por defecto
ja: 標準
nl: Standaard
pt_pt: Padrão
sk: Štandardný

# Weihnachten_theme selection - christmas
source: Christmas
de: Weihnachten
es_es: Navidad
fr: Noël
ja: クリスマス
nl: Kerstmis
pl: Boże Narodzenie
pt_pt: Natal
sk: Vianočný

# Beide
source: Both
es_es: Ambos
fr: Les deux
nl: Beide
pt_pt: Ambos
sk: Obe

# Unbegrenzt
source: Unlimited
de: Unbegrenzt
es_es: Sin límite
fr: Illimité
ja: 無制限
nl: Onbeperkt
pl: Nieograniczony
pt_pt: Ilimitado
sk: neobmedzený

# Einheit der Glukosemessung
source: Unit for glucose values
es_es: Unidas para calcular la glucemia
fr: Unité pour les valeurs de glucose
nl: Eenheid voor glucose waarden
pt_pt: Unidade para valores de glicose
sk: Merná jednotka glykémie

source: Português
fr: Portugais
ja: ポルトガル語
nl: Portugees
sk: Portugalsky

source: Dansk
sk: Dánsky

# Heute
source: Today
de: Heute
es_es: Hoy
fr: Aujourd'hui
ja: 今日
nl: Vandaag
pl: Dzisiaj
pt_pt: Hoje
sk: Dnes

# Letzte 2 Tage
source: Last 2 days
de: Letzte 2 Tage
es_es: Ultimos 2 dias
fr: Les 2 derniers jours
ja: 2日間
nl: Afgelopen 2 dagen
pl: Ostatnie 2 dni
pt_pt: Últimos 2 dias
sk: Posledné 2 dni

# Letzte 3 Tage
source: Last 3 days
de: Letzte 3 Tage
es_es: Ultimos 3 dias
fr: Les 3 derniers jours
ja: 3日間
nl: Afgelopen 3 dagen
pl: Ostatnie 3 dni
pt_pt: Últimos 3 dias
sk: Posledné 3 dni

# Letzte Woche
source: Last week
de: Letzte Woche
es_es: Semana anterior
fr: La semaine dernière
ja: 1週間
nl: Afgelopen week
pl: Ostatni tydzień
pt_pt: Última semana
sk: Minulý týždeň

# Letzte 2 Wochen
source: Last 2 weeks
de: Letzte 2 Wochen
es_es: Las 2 semanas anteriores
fr: Les 2 dernières semaines
ja: 2週間
nl: Afgelopen 2 weken
pl: Ostatnie 2 tygodnie
pt_pt: Últimas 2 semanas
sk: Posledné 2 týždne

# Letzte 3 Wochen
source: Last 3 weeks
de: Letzte 3 Wochen
es_es: Las 3 semanas anteriores
fr: Les 3 dernières semaines
ja: 3週間
nl: Afgelopen 3 weken
pl: Ostatnie 3 tygodnie
pt_pt: Últimas 3 semanas
sk: Posledné 3 týždne

# Letzter Monat
source: Last month
de: Letzter Monat
es_es: El mes anterior
fr: Le mois dernier
ja: 1か月
nl: Afgelopen maand
pl: Ostatni miesiąc
pt_pt: Mês anterior
sk: Minulý mesiac

# Letzte 3 Monate
source: Last 3 months
de: Letzte 3 Monate
es_es: Los 3 meses anteriores
fr: Les 3 derniers mois
ja: 3か月
nl: Afgelopen 3 maanden
pl: Ostatnie 3 miesiące
pt_pt: Últimos 3 meses
sk: Posledné 3 mesiace

# Erstes Quartal
source: First Quarter
es_es: Primer trimestre
fr: Premier Trimestre
nl: Eerste kwartaal
sk: Prvý štvrťrok

# Zweites Quartal
source: Second Quarter
es_es: Segundo trimestre
fr: Deuxième Trimestre
nl: Tweede kwartaal
sk: Druhý štvrťrok

# Drittes Quartal
source: Third Quarter
es_es: Tercer trimestre
fr: Troisième trimestre
nl: Derde kwartaal
sk: Tretí štvrťrok

# Viertes Quartal
source: Fourth Quarter
es_es: Cuarto trimestre
fr: Quatrième trimestre
nl: Vierde kwartaal
sk: Štvrtý štvrťrok

# msgGlucTime
source: {time,plural, one {} =0{Just now}=1{{time} minute ago}other{{time} minutes ago}}
es_es: {time,plural, one {} =0{hace un momento}=1{hace {time} Minutos}other{hace {time} Minutos}}
sk: {time,plural, =0{Gerade eben}=1{vor {time} Minute}other{vor {time} Minuten}}

# Ausgewählter Zeitraum
source: Selected Period
de: Ausgewählter Zeitraum
es_es: Período seleccionado
fr: Période sélectionnée
ja: 期間を選択
nl: Geselecteerde Periode
pl: Wybrany okres
pt_pt: Período selecionado
sk: Vybrané obdobie

# Einen Monat vorher
source: One month before
de: Einen Monat vorher
es_es: Un mes antes
fr: Un mois avant
ja: 1か月前
nl: Een maand ervoor
pl: Miesiąc wcześniej
pt_pt: Um mês antes
sk: Mesiac dozadu

# Drei Monate vorher
source: Three months before
de: Drei Monate vorher
es_es: Tres meses antes
fr: Trois mois avant
ja: 3か月前
nl: Drie maanden ervoor
pl: Trzy miesiące wcześniej
pt_pt: Três meses antes
sk: Tri mesiace dozadu

# Sechs Monate vorher
source: Six months before
de: Sechs Monate vorher
es_es: Seis meses antes
fr: Six mois avant
ja: 6か月前
nl: Zes maanden ervoor
pl: Pół roku wcześniej
pt_pt: Seis meses antes
sk: Šesť mesiacov dozadu

# Ein Jahr vorher
source: One year before
de: Ein Jahr vorher
es_es: Un año antes
fr: Un an avant
ja: 1年前
nl: Een jaar ervoor
pl: Rok wcześniej
pt_pt: Um ano antes
sk: Pred rokom

source: The specified URL is not reachable. If the URL is correct, then it may be due to the Nightscout-settings.
de: Die angegebene URL ist nicht erreichbar. Wenn die URL stimmt kann es an den Nightscout-Einstellungen liegen.
es_es: La URL introducida no es accesible. Si la URL es correcta puede ser causado por los ajustes en Nightscout.
fr: L'URL spécifiée n'est pas accessible. Si l'URL est correcte, cela peut être dû aux paramètres de Nightscout.
ja: ご指定の URL にアクセスできません。URL が正しい場合はナイトスカウトの設定を確認してください。
nl: De opgegeven URL is niet bereikbaar. Als de URL juist is, kan dit te wijten zijn aan de Nightscout-instellingen.
pl: Podany adres URL jest nieosiągalny. Jeśli adres URL jest poprawny, może to być spowodowane ustawieniami Nightscout.
pt_pt: A URL especificada não está acessível. Se a URL está correta, então ela pode não estar acessível devido às configurações do Nightscout.
sk: Zadaná adresa URL nie je dostupná. Ak je adresa URL správna, môže to byť spôsobené nastavením Nightscout aplikácie.

source: <br> <br> If this URL is protected, the Access Token must also be correctly defined. This can be reached via "Admin Tools" on the personal nightscout page.
de: <br><br>Wenn diese URL geschützt ist, muss ausserdem der Zugriffsschlüssel korrekt definiert sein. Diesen erreicht man über "Administrator-Werkzeuge" auf der persönlichen Nightscout Seite.
es_es: <br><br> si esta URL está protegida también es necesario definir la clave de acceso. Esta se encuentra en la parte "herramientas administrativas" en tu página personal de nightscout.
fr: <br> <br> Si cette URL est protégée, le jeton d'accès doit également être correctement défini. Ceci peut être fait via "Outils d'administration" sur la page personnelle de Nightscout .
ja: <br> <br> この URL が保護されているなら、アクセス・トークンも正しく定義されている必要があります。これは自分のナイトスカウトのページの「管理ツール」(Admin Tools)から行えます。
nl: <br> <br> Als deze URL is beveiligd, moet de Toegangstoken ook juist zijn gedefinieerd. Dit kan bereikt worden via "Admin Tools" op de persoonlijke Nightscout pagina.
pl: <br> <br> Jeśli ten adres URL jest chroniony, token dostępu musi być również poprawnie zdefiniowany. Można to osiągnąć za pomocą "Narzędzi Administratora" na stronie z parametrami serwisu Nightscout.
pt_pt: <br> <br> Se esta URL está protegida, o Token de Acesso também deve ser definido corretamente. Pode ser inserido através de "Ferramentas de administração" na página pessoal do nightscout.
sk: <br><br>Ak je táto adresa URL chránená, prístupový kľúč musí byť tiež správne definovaný. To je možné dosiahnuť pomocou „Nástroje správcu“ na stránke Nightscout.

source: The variable ENABLE must contain the word "cors" so that external tools like this one can access the data.
de: In der Variable ENABLE muss das Wort "cors" stehen, damit externe Tools wie dieses hier auf die Daten zugreifen dürfen.
es_es: La variable ENABLE tiene que contener la palabra "cors" para que herramientas externas como esta puedan acceder a los datos.
fr: La variable ENABLE doit contenir le mot "cors" afin que les outils externes comme celui-ci puissent accéder aux données.
ja: このような外部ツールがNightscoutに接続できるようにする為には、Nightscoutの設定で変数ENABLEに”cors”を追加する必要があります。
nl: De variabele ENABLE moet het woord "cors" bevatten, zodat externe tools zoals deze toegang hebben tot de gegevens.
pl: Zmienna ENABLE musi zawierać słowo „cors”, tak aby zewnętrzne narzędzia (jak Nightscout Reporter) mogły uzyskać dostęp do danych.
pt_pt: A variável ENABLE deve conter a palavra "cors" para que ferramentas externas como esta possam aceder os dados.
sk: V premennej ENABLE sa musí vyskytovať slovo „cors“, aby k týmto údajom mali prístup aj externé nástroje, ako je tento program.

source: On 10be, the default settings for the server must enable the "cors" checkbox so that external tools like this one can access the data. If "cors" has been activated, ReDeploy may have to be done on the server before it is really available.
de: Auf 10be muss beim Server in den Standardeinstellungen der Haken bei "cors" aktiviert werden, damit externe Tools wie dieses hier auf die Daten zugreifen dürfen. Wenn "cors" aktiviert wurde, muss auf dem Server eventuell noch ReDeploy gemacht werden, bevor es wirklich verfügbar ist.
es_es: En el servidor 10be hay que activar "cors" en las configuraciónes generales para que aplicaciónes externas como esta tengan acceso a los datos. Si "cors" fue activado en el servidor probablemente hay que hacer un redeploy para activarlo.
fr: Sur 10be, les paramètres par défaut du serveur doivent activer la case à cocher "cors" pour que les outils externes comme celui-ci puissent accéder aux données. Si "cors" a été activé, le redéploiement devra être fait sur le serveur avant d'être réellement disponible.
ja: 10be では、このような外部ツールがデータにアクセスできるよう、サーバ用の初期設定で cors のチェックボックスを有効にしておく必要があります。cors が有効であれば、実際の利用前にサーバー上で ReDeploy を実行する必要があることがあります。
nl: Op 10be moeten de standaardinstellingen voor de server de "cors" checkbox inschakelen, zodat externe tools zoals deze toegang hebben tot de gegevens. Als "cors" is geactiveerd, moet ReDeploy mogelijk worden gedaan op de server voordat het echt beschikbaar is.
pl: Na 10be domyślne ustawienia serwera muszą włączyć pole wyboru "cors", aby narzędzia zewnętrzne takie jak ta miały dostęp do danych. Jeśli "cors" został aktywowany, może być konieczne wdrożenie na serwerze zanim będzie on naprawdę dostępny.
pt_pt: No servidor 10be, a seleção "cors" no servidor deve estar ativada para que ferramentas externas como esta possam aceder os dados. Se o "cors" for ativado, deve executar o ReDeploy para que a alteração produza efeito.
sk: Na 10be musí byť začiarknuté políčko „cors“ v predvolených nastaveniach servera, aby k údajom mali prístup aj externé nástroje, ako je tento. Ak je aktivovaná funkcia „cors“, bude pravdepodobne potrebné vykonať ju na serveri skôr, ako bude skutočne k dispozícii.

source: The Url to the Nightscout API must start with https, since Nightscout Reporter also runs on https. Access to unsafe http resources is not possible.
de: Die Url zur Nightscout-API muss mit https beginnen, da Nightscout Reporter auch auf https läuft. Ein Zugriff auf unsichere http-Resourcen ist nicht möglich.
es_es: La URL para la Nightscout - API tiene que empezar con https ya que Nightscout Reporter también va por https. Un acceso a páginas no seguras con http no es posible.
fr: L'Url pour l'API Nightscout doit commencer par https, car Nightscout Reporter fonctionne également sur https. L'accès à des ressources http non sécurisées n'est pas possible.
ja: ナイトスカウト API の URL は https から始まる必要があります。安全でない http リソースへのアクセスはできません。
nl: De Url naar de Nightscout API moet beginnen met https, omdat Nightscout Reporter ook werkt op https. Toegang tot onveilige http bronnen is niet mogelijk.
pl: Adres URL do API Nightscout musi zaczynać się od https, ponieważ Nightscout Reporter działa również w trybie bezpiecznym. Dostęp do zasobów nieszyfrowanym połączeniem http nie jest możliwy.
pt_pt: O Endereço para a API Nightscout deve iniciar com https, uma vez que o Nightscout Reporter também é executado em https. Não é possível o acesso a recursos http inseguros.
sk: Rozhranie API adresy URL pre program Nightscout musí začínať reťazcom https, pretože program Nightscout Reporter funguje aj na protokole https. Prístup k nebezpečným zdrojom http nie je možný.

# Die URL wurde noch nicht festgelegt.
source: The URL has not been set yet.
de: Die URL wurde noch nicht festgelegt.
es_es: La URL aún no ha sido determinada.
fr: L'URL n'a pas encore été configurée.
ja: URLが設定されていません。
nl: De URL is nog niet ingesteld.
pl: Adres URL nie został jeszcze określony.
pt_pt: O URL ainda não foi definido.
sk: URL ešte nie je nastavená.

# Die URL wurde noch nicht festgelegt
source: The URL has not been set yet
de: Die URL wurde noch nicht festgelegt
es_es: La URL aún no ha sido determinada
fr: L'URL n'a pas encore été configurée
ja: URLが設定されていません。
nl: De URL is nog niet ingesteld
pl: Adres URL nie został jeszcze określony
pt_pt: O URL ainda não foi definido
sk: URL ešte nie je nastavená

# Überprüfe Zugriff auf Nightscout ...
source: Checking access to Nightscout ...
de: Überprüfe Zugriff auf Nightscout ...
es_es: Verifico acceso a Nightscout...
fr: Vérification de l'accès à Nightscout ...
ja: ナイトスカウトの接続を確認中…
nl: Toegang tot Nightscout controleren...
pl: Sprawdzam dostęp do Nightscout...
pt_pt: A verificar acesso ao Nightscout ...
sk: Kontrola prístupu do Nightscout ...

# msgLoadingData
source: Error loading data: {error} {stacktrace}
de: Fehler beim Laden der Daten: {error} {stacktrace}
es_es: Error al cargar los datos: {error} {stacktrace}
fr: Erreur lors du chargement des données : {error} {stacktrace}
ja: データ読込エラー:{error}{stacktrace}
nl: Fout bij laden gegevens: {error} {stacktrace}
pl: Błąd pobierania danych: {error} {stacktrace}
pt_pt: Erro ao carregar dados: {error} {stacktrace}
sk: Chyba pri načítaní údajov: {error} {stacktrace}

# Fehler beim Laden der Daten
source: Error loading data
de: Fehler beim Laden der Daten
es_es: Error al cargar los datos
fr: Erreur de chargement des données
ja: データ読込エラー
nl: Fout bij laden van gegevens
pl: Błąd pobierania danych
pt_pt: Erro ao carregar dados
sk: Pri načítavaní údajov sa vyskytla chyba

# msgLoadingDataFor
source: Loading data for {date}...
de: Lade Daten für {date}...
es_es: Cargando datos para {date}...
fr: Chargement des données pour {date}...
ja: データを{date} より取得しています…
nl: Laden van gegevens voor {date}...
pl: Pobierz dane dla {date}...
pt_pt: A carregar dados para {date}...
sk: Načítavajú sa údaje z {date}...

# Bitte einen Zeitraum wählen.
source: Please select a period.
de: Bitte einen Zeitraum wählen.
es_es: Por favor elige periodo.
fr: Choisissez une période.
ja: 期間を選択してください
nl: Selecteer a.u.b een periode.
pl: Wybierz okres.
pt_pt: Por favor, selecione um período de tempo.
sk: Vyberte obdobie.

# Bereite Daten vor...
source: Preparing data...
de: Bereite Daten vor...
es_es: Preparando datos...
fr: Préparation des données...
ja: データを準備中…
nl: Gegevens voorbereiden...
pl: Obróbka danych...
pt_pt: A preparar dados...
sk: Spracovávajú sa údaje ...

# Erzeuge PDF...
source: Creating PDF...
de: Erzeuge PDF...
es_es: Creando PDF...
fr: Création du PDF ...
ja: PDFを作成中…
nl: PDF maken...
pl: Tworzenie pliku PDF...
pt_pt: A criar PDF...
sk: Vytvoriť PDF ...

# Lade die Basisdaten...
source: Loading basedata...
de: Lade die Basisdaten...
es_es: Cargando los datos básicos...
fr: Chargement des données de base...
ja: 基礎データの読込中...
nl: Basedata wordt geladen...
pl: Pobieranie danych...
pt_pt: A carregar base de dados...
sk: Načítať základné údaje...

# Impressum
source: Imprint
de: Impressum
es_es: Aviso legal
fr: Imprimer
ja: 作者
nl: Juridische informatie
pl: Twórcy
pt_pt: Informação legal
sk: Pečiatka

# Datenschutzerklärung
source: Data protection
de: Datenschutzerklärung
es_es: Declaración de privacidad
fr: Protection des données
ja: 情報保護
nl: Gegevensbescherming
pl: Polityka prywatności
pt_pt: Proteção de dados
sk: Ochrana osobných údajov

# verwerfen
source: discard
de: verwerfen
es_es: descartar
fr: annuler
ja: 取消
nl: verwerpen
pl: Odrzuć
pt_pt: descartar
sk: zahodiť

source: The PDF was created. If it is not displayed, then probably a popup blocker is active, which prevents the display. Please deactivate this.
de: Das PDF wurde erstellt. Wenn es nicht angezeigt wird, dann ist vermutlich ein Popup-Blocker aktiv, der die Anzeige verhindert. Diesen bitte deaktivieren.
es_es: PDF ha sido generado. Si no se visualiza, probablemente es debido a un bloqueador popup. Por favor desactivar bloqueador.
fr: Le PDF a été créé. Si il n'est pas affiché, alors un bloqueur de popup est probablement actif, ce qui empêche l'affichage. Veuillez le désactiver.
ja: PDFが作成されました。表示されない場合、ブラウザのポップアップ禁止設定が有効になっている可能性がありますので、ご確認ください。
nl: De PDF is gemaakt. Als het niet wordt weergegeven, is er waarschijnlijk een popup blocker actief, dit voorkomt de weergave. Gelieve deze uit te schakelen.
pl: Plik PDF został wygenerowany. Jeśli nie został wyświetlony, prawdopodobnie włączona jest blokada wyskakujących okienek. Proszę zmienić ustawienia przeglądarki.
pt_pt: O PDF foi criado. Se não abriu, provavelmente tem os pop up bloqueados, o que impede a exibição. Por favor, ative os pop up.
sk: PDF bol vytvorený. Ak nie je zobrazený, pravdepodobne je aktívny blokovač automaticky otváraných okien, ktorý bráni zobrazeniu. Prosím, deaktivujte ho.

# Zeitraum
source: Period
de: Zeitraum
es_es: Periodo
fr: Période
ja: 期間
nl: Periode
pl: okres
pt_pt: Período
sk: Obdobie

source: An error occurred while reading out the profiles. There may be too much data in the profile table (e.g. caused by iOS Loop). You can try to reduce the number of profile data records to be read in the settings.
es_es: Al leer los perfiles ha ocurrido un error. Probablemente hay demasiados datos en la tabla del perfil (se produce por ejemplo por el bucle de iOS). Puedes intentar reducir el número de registros de perfil que se van a leer en la configuración.
fr: Une erreur est survenue lors de la lecture des profils. Il peut y avoir trop de données dans la table de profil (par ex. causée par la boucle iOS). Vous pouvez essayer de réduire le nombre d'enregistrements de données de profil à lire dans les paramètres.
nl: Er is een fout opgetreden tijdens het lezen van de profielen. Er zijn mogelijk te veel gegevens in de profieltabel (bijv. veroorzaakt door iOS Loop). U kunt proberen het aantal profiel data records te verlagen in de instellingen.
pt_pt: Ocorreu um erro ao ler os perfis. Pode haver muitos dados na tabela de perfil (por exemplo, provocada pelo iOS Loop ou andoid APS). Pode tentar reduzir o número de registos de dados do perfil a serem lidos nas configurações.
sk: Nastal problém pri načítavaní profilov. Pravdepodobne je v tabuľke profilov priveľa dát (napr. to spôsobuje iOS Loop). Môžeš skúsiť obmedziť množstvo načítavaných dát v nastaveniach.

# Beim Erzeugen des PDF ist ein Fehler aufgetreten.
source: An error occurred while creating the PDF.
de: Beim Erzeugen des PDF ist ein Fehler aufgetreten.
es_es: Al crear el PDF ha ocurrido und error.
fr: Une erreur s’est produite lors de la création du PDF.
ja: PDF作成中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het maken van de PDF.
pl: Wystąpił błąd podczas tworzenia pliku PDF.
pt_pt: Ocorreu um erro ao criar o PDF.
sk: Pri vytváraní súboru PDF sa vyskytla chyba.

# Problem auf GitHub melden
source: Report a problem to GitHub
de: Problem auf GitHub melden
es_es: Comunicar el problema en GitHub
fr: Signaler un problème sur GitHub
ja: GitHub に問題を報告
nl: Probleem melden op GitHub
pl: Zgłoś błąd na GitHub
pt_pt: Reportar um problema ao GitHub
sk: Nahláste problém na strákach projektu (GitHub)

# PDF anzeigen
source: Show PDF
de: PDF anzeigen
es_es: Mostrar PDF
fr: Afficher PDF
ja: PDFを開く
nl: Toon PDF
pl: Generuj plik PDF
pt_pt: Visualizar PDF
sk: Zobraziť PDF

# Vergleich
source: Comparison
de: Vergleich
es_es: Comparación
fr: Comparaison
ja: 比較
nl: Vergelijking
pl: Porównanie
pt_pt: Comparação
sk: Porovnanie

# Bezeichnung
source: Title
de: Bezeichnung
es_es: Título
fr: Titre
ja: タイトル
nl: Titel
pl: Nazwa
pt_pt: Título
sk: Označenie

# Hinzufügen
source: Add
de: Hinzufügen
es_es: Añadir
fr: Ajouter
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar
sk: Pridať

# msgTooMuchProfilesPrefix
source: Not all profiles could be loaded because more than {maxCount} are saved in the selected period.
es_es: No se han podido cargar todos perfiles, por que en el tiempo seleccionado hay más de {maxCount} guardados.
fr: Tous les profils n'ont pas pu être chargés car plus de {maxCount} sont enregistrés dans la période sélectionnée.
nl: Niet alle profielen konden geladen worden omdat er meer dan {maxCount} opgeslagen zijn in de geselecteerde periode.
pt_pt: Nem todos os perfis puderam ser carregados porque mais de {maxCount} são gravados no período selecionado.
sk: Es konnten nicht alle Profile geladen werden, da im ausgewählten Zeitraum mehr als {maxCount} gespeichert sind.

# msgTooMuchProfiles
source: {count, plural, =0{}=1{The uploader "{text}" has created the data records.}other{The following uploaders have created the data records: {text}}}
es_es: {count,plural, one {} =0{}=1{El uploader "{text}" ha creado registros.}other{Siguientes Uploaders han creado registros: {text}}}
fr: {count, plural, one {} =0{}=1{Le chargeur "{text}" a créé les enregistrements.}other{Les téléchargeurs suivants ont créé les enregistrements: {text}}}
nl: {count, plural, one {} =0{}=1{De uploader "{text}" heeft de gegevensrecords aangemaakt}other{De volgende uploaders hebben de gegevensrecords aangemaakt {text}}}
pt_pt: {count, plural, one {} =0{}=1{O uploader "{text}" criou os registos de dados.}other{Os uploaders seguintes criaram os registos de dados: {text}}}
sk: {count,plural, =0{}=1{Der Uploader "{text}" hat die Datensätze angelegt.}other{Folgende Uploader haben die Datensätze angelegt: {text}}}

# Max Mustermann
source: John Smith
de: Max Mustermann
es_es: Juan Gómez
fr: Jean Dupont
ja: ジョン・スミス
sk: Janko Mrkvička

# Glukosewerte anpassen
source: Adjust glucose values
es_es: Ajustar valores de glucosa
sk: Glukosewerte anpassen

# _msgAdjustTarget
source: The values for BG_TARGET_BOTTOM and BG_TARGET_TOP have been divided by the factor {factor}
es_es: Los valores de BG_TARGET_BOTTOM y BG_TARGET_TOP se dividieron por el factor {factor}
sk: Die Werte für BG_TARGET_BOTTOM und BG_TARGET_TOP wurden durch den Faktor {factor} geteilt

# _msgAdjustCalc
source: Calculated A1C: {value}%
es_es: HbA1c calculado: {value}%
sk: Errechneter HbA1C: {value}%

# _msgAdjustLab
source: Laboratory A1C: {value}%
es_es: Valor HbA1c calculado en laboratorio: {value}%
sk: Im Labor ermittelter HbA1C: {value}%

source: January|February|March|April|May|June|July|August|September|October|November|December
de: Januar|Februar|März|April|Mai|Juni|Juli|August|September|Oktober|November|Dezember
es_es: Enero|Febrero|Marzo|Abril|Mayo|Junio|Julio|Agosto|Septiembre|Octubre|Noviembre|Diciembre
fr: Janvier|Février|Mars|Avril|Mai|Juin|Juillet|Août|Septembre|Octobre|Novembre|Décembre
ja: 1月|2月|3月|4月|5月|6月|7月|8月|9月|10月|11月|12月
nl: Januari|Februari|Maart|April|Mei|Juni|Juli|Augustus|September|Oktober|November|December
pl: Styczeń|Luty|Marzec|Kwiecień|Maj|Czerwiec|Lipiec|Sierpień|Wrzesień|Październik|Listopad|Grudzień
pt_pt: Janeiro|Fevereiro|Março|Abril|Maio|Junho|Julho|Agosto|Setembro|Outubro|Novembro|Dezembro
sk: január|február|marec|apríl|máj|jún|júl|august|september|október|november|december

# Jan|Feb|Mär|Apr|Mai|Jun|Jul|Aug|Sep|Okt|Nov|Dez
source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
de: Jan|Feb|Mär|Apr|Mai|Jun|Jul|Aug|Sep|Okt|Nov|Dez
es_es: Ene|Feb|Mar|Abr|May|Jun|Jul|Ago|Sep|Oct|Nov|Dic
fr: Jan|Fév|Mar|Avr|Mai|Juin|Jul|Août|Sep|Oct|Nov|Déc
ja: 1月|2月|3月|4月|5月|6月|7月|8月|9月|10月|11月|12月
nl: Jan|Feb|Mrt|Apr|Mei|Jun|Jul|Aug|Sept|Okt|Nov|Dec
pl: Sty|Lut|Mar|Kwi|Maj|Cze|Lip|Sie|Wrz|Paź|Lis|Gru
pt_pt: Jan|Feb|Mar|Abr|Mai|Jun|Jul|Aug|Sep|Oct|Nov|Dec
sk: jan|feb|mar|apr|máj|jún|júl|sep|okt|nov|dec
