Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: If more times were recorded in a profile than fit on one page, they were overlaying the content of the next page. Now a new page is created as needed.
de: Wenn in einem Profil mehr Zeiten erfasst wurden, als auf eine Seite passen, wurden diese fortlaufend in die nächste Seite hineingeschrieben. Jetzt wird an geeigneter Stelle eine neue Seite ausgegeben.
es_es: Si en un perfil han sido acumulados más tiempos que cabian en una página, estos fueron escritos en forma continua en la página siguiente. Ahora se crea una nueva página en un lugar adecuado.
fr: Si plus de fois ont été enregistrées dans un profil que sur une page, elles écrasaient le contenu de la page suivante. Maintenant une nouvelle page est créée au besoin.
ja: プロファイルに記載された項目が1ページに収まらない場合、次のページに重なって表示されていましたが次のページを作成して重ならなくなりました。
pt_pt: Se foram registados mais vezes num perfil do que os que cabem numa página, eles superavam o conteúdo da próxima página. Agora, nova página é criada conforme necessário.
sk: Ak boli v profile zaznamenané viackrát, ako sa zmestili na jednu stránku, boli zapísané nepretržite na ďalšiu stránku. Teraz je na vhodnom mieste vydaná nová stránka.

source: In the daily statistics and in the daily graphics, the days of the week are now displayed with the day of the week.
de: In der Tagesstatistik und in den täglichen Grafiken werden jetzt zum Datum die Wochentage mit angezeigt.
es_es: En el diario y los gráficos diarios se muestran la fecha y el dia de la semana.
fr: Dans les statistiques et les graphes quotidiens, les jours de la semaine sont maintenant affichés avec le jour de la semaine.
ja: 日別統計及びデイリーグラフに曜日が表示されるようになりました。
pt_pt: Nas estatísticas diárias e nas gráficos diários, os dias da semana são agora exibidos com o dia da semana.
sk: V dennej štatistike a dennej grafike sa teraz zobrazujú dni v týždni spolu s dátumom.

source: Added a new PDF for a weekly graphics where the week's glucose curves are shown all at once.
de: Neues PDF für eine Wochengrafik hinzugefügt, auf der die Glukosekurven der Woche übereinander gelegt werden.
es_es: Añadido nuevo PDF para un gráfico semanal en el que las curvas de glucosa de la semana se colocan una sobre la otra.
fr: Ajout d'un nouveau PDF pour un graphe hebdomadaire où les courbes de gyclémies de la semaine sont affichées une seule fois.
ja: 1週間の血糖値曲線が一度に表示される週間グラフのPDFページが追加されました。
pt_pt: Adicionamos um novo PDF para gráficos semanais onde as curvas de glicose da semana são mostradas de uma só vez.
sk: Pridaný nový PDF pre týždenný graf prekrývajúci týždenné glukózové krivky.

source: New daily graph parameter that determines whether or not to draw the lines for the notes under the graph up to the glucose curve.
de: Neuer Parameter für die Tagesgrafik, der festlegt, ob die Linien für die Notizen unter der Grafik bis zur Glukosekurve gezeichnet werden sollen oder nicht.
es_es: Nuevo parámetro para el gráfico diario que determina si las líneas de las notas deben establecerse hasta la curva de glucosa o no.
fr: Nouveau paramètre graphique journalier qui détermine s'il faut ou non tracer les lignes pour les notes sous le graphique jusqu'à la courbe de glycémies.
ja: デイリーグラフパラメーターはデイリーグラフにポンプ履歴から血糖値曲線まで線を描画するかを決定する。
pt_pt: Novo parâmetro do gráfico diário que determina se deve ou não desenhar as linhas para as notas abaixo do gráfico até a curva de glicose.
sk: Nový parameter denného grafu, ktorý určuje, či sa majú kresliť čiary pre poznámky pod grafom až po glukózovú krivku.

source: In the analysis, the information for material (catheter, sensor, ampoule) can be displayed with decimal places.
de: In der Auswertung können die Angaben für Material (Katheter, Sensor, Ampulle) mit Nachkommastellen angezeigt werden.
es_es: En la evaluación se pueden mostrar los datos de material (catéter, sensor, ampolla) con decimales.
fr: Dans l'analyse, les informations pour les consommables (sonde, capteur, ampoule) peuvent être affichées avec des décimales.
ja: 分析ページでは、消耗品 (カニューレ・センサー・リザーバー) の情報を小数点以下の桁数で表示できます。
pt_pt: Na análise, as informações para o material (cateter, sensor, ampoule) podem ser exibidas com casas decimais.
sk: Pri hodnotení sa môžu informácie o materiáli (katéter, snímač, ampulka) zobraziť s desatinnými miestami.

# Die Berechnung des täglichen Insulins berücksichtigt nun auch die SMB.
source: The calculation of the daily insulin now also takes the SMB into account.
de: Die Berechnung des täglichen Insulins berücksichtigt nun auch die SMB.
es_es: El cálculo de insulina diario toma en cuenta también el SMB.
fr: Le calcul de l'insuline quotidienne tient désormais également compte des SMB.
ja: SMB が1日のインスリン量にも考慮されるようになりました。
pt_pt: O cálculo da insulina diária também tem agora em conta as SMB.
sk: Pri výpočte denného inzulínu sa teraz zohľadňuje aj SMB.

source: The daily chart now also displays blood glucose values. They are displayed as red squares and the associated values ​​in the table below the graphic are also displayed in red.
de: In der Tagesgrafik werden jetzt auch Blutzuckermessungen angezeigt. Sie werden als rote Quadrate dargestellt und die zugehörigen Werte in der Tabelle unterhalb der Grafik werden ebenfalls mit roter Schrift angezeigt.
es_es: En el grafico diario ahora se muestran mediciones de glucosa de sangre. Se muestran como cuadrados rojos y sus valores correspondientes en la tabla debajo el gráfico también se muestran con el texto en rojo.
fr: Le graphe quotidien affiche maintenant aussi les valeurs de glycémie. Ils sont affichés sous forme de carrés rouges et les valeurs associées dans le tableau sous le graphique sont également affichées en rouge.
ja: デイリーチャートに血糖値が表示されるようになりました。値が赤の四角で表示されます。又、下の表のグラフも赤で表示されます。
pt_pt: O gráfico diário agora também exibe valores de glicose no sangue. Eles são exibidos como quadrados vermelhos e os valores associados na tabela abaixo do gráfico também são exibidos em vermelho.
sk: Denný graf teraz zobrazuje aj merania glykémie. Zobrazujú sa ako červené štvorce a súvisiace hodnoty v tabuľke pod grafom sa zobrazujú aj červenou farbou.

source: The microboli of the Minimed 600 Uploader are now also identified and output in the analysis, if they exist.
de: Die Microboli des Minimed 600 Uploaders werden jetzt auch ermittelt und in der Analyse ausgegeben, wenn sie vorhanden sind.
es_es: Los microbolus del MiniMed Uploader 600 serán también calculado y publicado en el análisis si es que existen.
fr: Les microbolus de l'uploader Minimed 600 sont désormais également identifiés et sortis dans l'analyse, s'ils existent.
ja: 解析には、Minimed600 シリーズアップローダーのマイクロボーラスも表示されます。
pt_pt: O microbolus do Minimed 600 Uploader agora também é identificado e mostrado na análise, se eles existirem.
sk: Mikroboly programu Uploader Minimed 600 Uploader sú teraz tiež identifikované a sú výstupom analýzy, ak existujú.

source: There is an option in the settings to download the PDF instead of having it displayed directly in the browser. This is needed for browsers like Edge.
de: Es gibt in den Einstellungen eine Option, das PDF herunterladen zu lassen, statt es im Browser direkt anzeigen zu lassen. Das wird für Browser wie Edge benötigt.
es_es: Hay una opción para descargar el PDF, en lugar de verlo directamente en la configuración del explorador. Esto es necesario para navegadores como el Edge.
fr: Il y a une option dans les paramètres pour télécharger le PDF au lieu de l'afficher directement dans le navigateur. Ceci est nécessaire pour les navigateurs comme Edge.
ja: Edgeブラウザなどのブラウザ用に、PDFをブラウザで表示せずにダウンロードするオプションが設定にあります。
pt_pt: Há uma opção nas configurações para fazer download do PDF em vez de tê-lo exibido diretamente no browser. Isto é necessário para browsers como o Edge.
sk: V nastaveniach je možnosť nechať stiahnuť súbor PDF namiesto jeho zobrazenia priamo v prehliadači. Toto je potrebné pre prehliadače ako Edge.

# In der Tagesgrafik werden nun auch Kohlenhydratkorrekturen angezeigt.
source: Carbohydrate corrections are now displayed in the daily graph.
de: In der Tagesgrafik werden nun auch Kohlenhydratkorrekturen angezeigt.
es_es: El gráfico diario ahora también se muestran correcciónes de carbohidratos.
fr: Les corrections de glucides sont maintenant affichés dans le graphe quotidien.
ja: デイリーグラフにカーボが表示されるようになりました。
pt_pt: Correções de Hidratos de carbono agora são exibidas no gráfico diário.
sk: Korekcie sacharidov sa teraz zobrazujú v dennom grafe.

source: The selection of the period is now more flexible. The selection is done in a dialog that takes the language into account. Selecting the default ranges (today, last week, etc.) sets the current date as the basis for the range at the next call. If the range is set directly in the calendar, then it will be applied the next time as defined. By default, the first day of the week is now a Monday. However, this can be set to your own preference by clicking on the day of the week in the title bar of the month. The date fields are entered in the form that corresponds to the language (day.month.year for German, month/day / year for English).
de: Die Auswahl des Zeitraums ist nun flexibler. Die Auswahl erfolgt in einem Dialog, der die eingestellte Sprache berücksichtigt. Mit der Auswahl der vorbelegten Bereiche (Heute, Letzte Woche, usw.) wird festgelegt, dass beim nächsten Aufruf das aktuelle Datum als Grundlage für den Bereich verwendet wird. Wenn der Bereich direkt im Kalender festgelegt wird, dann gilt dieser beim nächsten Aufruf so wie er festgelegt wurde. Standardmässig ist der erste Tag der Woche jetzt ein Montag. Dieser kann aber durch Anklicken des Wochentags in der Titelzeile des Monats auf die eigene Präferenz festgelegt werden. Die Eingabe der Datumsfelder erfolgt in der Form, die der Sprache entspricht (Tag.Monat.Jahr für deutsch, Monat/Tag/Jahr für englisch).
es_es: La selección del período ahora es más flexible. La selección se realiza en un diálogo que tiene en cuenta el lenguaje seleccionado. La selección de rangos preestablecidos (hoy en día, la semana pasada, etc.) determina que la fecha actual se utiliza la próxima vez como base para el periodo. Si el rango se establece directamente en el calendario, este sera utilizado próxima vez. De forma predeterminada, el primer día de la semana es lunes. Esto puede ser ajustado haciendo clic en el día de la semana en la barra de título del mes. Los campos de fecha se escriben en el formato que corresponde al lenguaje seleccionado (dia.mes.año para el alemán, mes/día/año para el inglés).
fr: La sélection de la période est maintenant plus flexible. La sélection se fait dans une boîte de dialogue en tenant compte de la langue. La sélection des plages par défaut (aujourd'hui, la semaine dernière, etc.). fixe la date courante comme base de l'intervalle lors de l'appel suivant. Si l'intervalle est défini directement dans le calendrier, alors il sera appliqué la prochaine fois comme défini. Par défaut, le premier jour de la semaine est maintenant un lundi. Cependant, cela peut être réglé selon vos préférences en cliquant sur le jour de la semaine dans la barre de titre du mois. Les champs date sont saisis dans le formulaire qui correspond à la langue (jour.mois.année pour l'allemand, mois/jour / année pour l'anglais).
ja: 期間の選択がより自由になりました。選択は、言語を考慮したダイアログで行われます。規定の範囲（本日、先週等）を選択すると現在の日付が次の設定での基準日として設定されます。範囲をカレンダーで直接設定している場合は、設定に従って定義されます。又、デフォルトでは週の始まりは月曜日ですが、タイトルバーの曜日をクリックする事で変更が可能です。日付フィールドは言語に対応するフォーマットで入力されます。(ドイツ語：日/月/年 英語：月/日/年)
pt_pt: Agora a seleção do período é mais flexível. A seleção é feita em uma caixa de diálogo que leva em conta o idioma. Selecionando os intervalos padrão (hoje, semana passada, etc. define a data atual como a base para o intervalo na próxima utilização. Se o intervalo é definido directamente no calendário, então será aplicado na próxima vez como definida. Por padrão, o primeiro dia da semana é agora uma segunda-feira. No entanto, isso pode ser definido para sua própria preferência clicando no dia da semana na barra de título do mês. Os campos de data são inseridos no formulário que corresponde ao idioma (dia.mês.ano para alemão, mês/dia / ano para inglês).
sk: Výber tohto obdobia je teraz flexibilnejší. Výber sa uskutoční v dialógovom okne, ktoré zohľadňuje daný jazyk. Výber predvolených rozsahov (Dnes, Minulý týždeň atď.) Nastaví aktuálny dátum ako základ pre rozsah pri nasledujúcom hovore. Ak je rozsah nastavený priamo v kalendári, použije sa pri nasledujúcom nastavení. V predvolenom nastavení je prvý deň v týždni teraz pondelok. Môžete to však nastaviť podľa svojich preferencií kliknutím na deň v týždni v záhlaví mesiaca. Polia s dátumom sa zadávajú vo forme, ktorá zodpovedá jazyku (deň.mesiac.rok pre nemčinu, mesiac / deň / rok pre angličtinu).

source: The calendar control can no longer select a date after the current day.
de: Im Kalender-Control kann kein Datum nach dem aktuellen Tag mehr ausgewählt werden.
es_es: En el control del calendario ya no se puede elegir una fecha en el futuro.
fr: Le contrôle du calendrier ne peut plus sélectionner une date après la date courante.
ja: 範囲選択のカレンダー管理で現在以降の日付が選択できなくなりました。
pt_pt: O controlo do calendário não pode mais selecionar uma data após o dia atual.
sk: Ovládací prvok kalendára už nemôže vybrať dátum po aktuálnom dni.

source: The calendar control now displays the month of the corresponding date when one of the fields From or To receives the focus.
de: Im Kalender-Control wird jetzt der Monat des entsprechenden Datums angezeigt, wenn eines der Felder Von oder bis den Fokus erhält.
es_es: En el control de calendario, se muestra el mes correspondiente a la fecha, si uno de los campos contiene De o hasta.
fr: Le contrôle du calendrier affiche maintenant le mois de la date correspondante quand l'un des champs De ou À reçoit le focus.
ja: 開始日または終了日のフィールドに日付を入力した場合、カレンダー管理が対応する月に移動するようになりました。
pt_pt: O controlo do calendário agora exibe o mês da data correspondente quando um dos campos De ou Para receber o foco.
sk: Ovládací prvok kalendára teraz zobrazuje mesiac príslušného dátumu, keď je jedno z polí Od alebo Do zamerané.

source: If there are gaps in the entries of 15 minutes or more, there will also be a gap in the daily chart.
de: Wenn in den Einträgen Lücken von 15 Minuten oder mehr sind, führen diese zu einer Unterbrechung der Linie in der Tagesgrafik.
es_es: Si faltan datos para 15 minutos o más, la linéa en el grafico diario será interrumpida.
fr: S'il y a des trous dans les entrées de 15 minutes ou plus, il y aura aussi un vide dans le graphe quotidien.
ja: 入力に15分以上のずれがあると、1日チャートにもずれが生じます。
pt_pt: Se houver lacunas nas entradas de 15 minutos ou mais, haverá também uma lacuna no gráfico diário.
sk: Ak sú medzi vstupmi 15 a viac minút medzery, zlomia čiaru v dennom grafe.

source: The positioning of the notes in the daily chart has been corrected so that they are closer to the time. The strokes were shortened so that they go only to the bottom of the graph and not through the table of values.
de: Die Positionierung der Notizen in der Tagesgrafik wurde korrigiert, so dass sie näher an der Uhrzeit stehen. Die Striche wurden so verkürzt, dass sie nur noch bis zum unteren Rand der Grafik gehen und nicht mehr durch die Wertetabelle.
es_es: La colocación de las notas en el gráfico diario se ha corregido para que estén más cerca de la hora. Las lineas han sido reducidas para que solamente lleguen hasta la parte inferior del gráfico y no la tabla de valor.
fr: Le positionnement des notes dans le graphe quotidien a été corrigé de manière à ce qu'elles soient plus proches du temps. Les traits ont été raccourcis, de sorte qu'ils ne vont qu'au bas du graphique et non à travers le tableau des mesures.
ja: デイリーグラフのポンプ履歴の表示位置は、時間近くに表示されるように修正しました。短くグラフの下部に表示し、値と重なりません。
pt_pt: O posicionamento das notas no gráfico diário foi corrigido para que elas fiquem mais próximas do tempo. Os traços foram encurtados de modo que eles vão apenas para o final do gráfico e não para a tabela de valores.
sk: Umiestnenie poznámok v dennej grafike bolo opravené tak, aby boli bližšie k dennému času. Zdvihy boli skrátené tak, že idú iba na spodok grafu a nie cez tabuľku hodnôt.

source: The own limits on the analysis page in mmol/L are now calculated correctly.
de: Die eigenen Grenzwerte auf der Analyseseite in mmol/L werden nun korrekt berechnet.
es_es: Los propios límites en la página de análisis en mmol/L se calculan correctamente.
fr: Les propres limites de la page d'analyse en mmol/L sont maintenant calculées correctement.
ja: 分析ページで mmol/L を使用時の独自制限が正しく計算されるようになりました。
pt_pt: Os próprios limites da página de análise em mmol/L agora são calculados corretamente.
sk: Vlastné limity na analytickej stránke v mmol / l sa teraz vypočítavajú správne.

source: Fixed a bug that caused the last days of certain months not to be displayed in the calendar control.
de: Ein Fehler wurde behoben, der dafür sorgte, dass die letzten Tage bestimmter Monate nicht im Kalender-Control angezeigt wurden.
es_es: Se ha corregido un error que provocó, que los últimos días de algunos meses no aparecieron en el control de calendario.
fr: Correction d'un bug qui faisait que les derniers jours de certains mois ne s'affichaient pas dans le calendrier.
ja: カレンダー管理の特定月の最後日数が表示されないバグを修正しました。
pt_pt: Corrigido um erro que fazia com que os últimos dias de certos meses não fossem exibidos no controlo do calendário.
sk: Opravená chyba, ktorá spôsobila, že posledné dni určitých mesiacov sa nezobrazili v ovládacom prvku kalendára.

source: An error has probably been fixed that causes some profiles to miss the value for DIA incorrectly.
de: Ein Fehler wurde wahrscheinlich behoben, der dazu führt, dass bei manchen Profilen der Wert für DIA nicht korrekt ausgelesen wurde.
es_es: Solucionado un problema, que provocó que en algunos perfiles los valores para el DIA no se han leido correctamente.
fr: Une erreur a probablement été corrigée qui fait que certains profils ratent la valeur de DIA de manière incorrecte.
ja: 一部のプロファイルで誤って DIA の数値が欠落するバグが修正されました。
pt_pt: Um erro foi provavelmente corrigido, faz com que alguns perfis lhe faltem o valor do DIA.
sk: Pravdepodobne bola opravená chyba, ktorá spôsobila, že niektoré profily nesprávne vynechali hodnotu DIA.

source: In the calendar control, a defined period (today, last week, etc.) is now correctly based on the current day.
de: Im Kalender-Control wird ein eingestellter Bereich (Heute, Letzte Woche, etc.) jetzt korrekt auf den aktuellen Tag bezogen.
es_es: En el control del calendario se refiere el periodo elegido (hoy, la semana pasada, etc.) correctamente a la fecha actual.
fr: Dans le contrôle du calendrier, une période définie (aujourd'hui, la semaine dernière, etc.) est maintenant correctement basée sur le jour actuel.
ja: カレンダー管理で、定義した期間 (今日、先週など) が正しく現在の日付を参照するようになりました。
pt_pt: No controlo do calendário, um período definido (hoje, na semana passada, etc.) está agora corretamente baseado no dia atual.
sk: V ovládacom paneli kalendára je nastavená oblasť (dnes, minulý týždeň atď.) Teraz správne spojená s aktuálnym dňom.

# Fehlerhafte Ausgabe der Blutzuckerwerte in der täglichen Grafik korrigiert.
source: Fixed incorrect output of blood glucose levels in the daily graph.
de: Fehlerhafte Ausgabe der Blutzuckerwerte in der täglichen Grafik korrigiert.
es_es: Corregido la indicación falsa de los valores de glucosa medida en sangre en el grafico diario.
fr: Réparation incorrecte des niveaux de glycémie dans le graphe quotidien.
ja: デイリーグラフの誤った血糖値出力が修正されました。
pt_pt: Corrigimos o resultado incorreto dos níveis de glicose no gráfico diário.
sk: V dennom grafe bol opravený nesprávny výstup hodnôt glukózy v krvi.

source: The profile PDF is now created in landscape format so that profiles with many entries for the parameters can also be displayed.
de: Das Profil-PDF wird nun im Querformat erzeugt, um auch Profile mit vielen Einträgen für die Parameter brauchbar darstellen zu können.
es_es: El PDF con el perfil se produce ahora en modo paisaje para reprensentar perfiles con muchas entradas adecuadamente.
fr: Le profil PDF est maintenant créé en format paysage, de sorte que les profils avec de nombreuses entrées pour les paramètres puissent également être affichés.
ja: パラメータのエントリーが多いプロファイルでも PDF が横長で出力され表示できるようになりました。
pt_pt: Agora o PDF do perfil é criado em formato paisagem para que perfis com muitas entradas para os parâmetros também possam ser exibidos.
sk: Profil PDF je teraz vytvorený na šírku, aby bolo možné zobraziť profily s mnohými položkami pre parametre.

source: If special characters are present in the data (eg smileys in the notes), this caused a crash during the PDF creation. This has been fixed by removing these special characters from the output.
de: Wenn Sonderzeichen in den Daten vorhanden sind (z.B. Smileys in den Notizen), führte das zu einem Absturz während der PDF-Erstellung. Das wurde behoben, indem diese Sonderzeichen aus der Ausgabe entfernt werden.
es_es: Caracteres especiales en los datos (como emoticonos en las notas) llevaron a fallar la creación del PDF. Esto se ha solucionado eliminando estos caracteres especiales.
fr: Si des caractères spéciaux sont présents dans les données (par exemple des émoticônes dans les notes), cela causait un plantage lors de la création du PDF. Cela a été corrigé en supprimant ces caractères spéciaux pour l'impression.
ja: データ中に特殊文字がある場合 (ポンプ履歴にスマイルマークなど)、PDFの作成中にクラッシュが発生していました。出力時に特殊文字を削除するように修正しました。
pl: Występowanie znaków specjalnych w danych wejściowych (np. emotikonek w informacjach dodatkowych) było przyczyną awarii podczas tworzenia plików PDF. Naprawiono ten błąd usuwając wszystkie znaki specjalne z danych wyjściowych.
pt_pt: Se caracteres especiais estiverem presentes nos dados (por exemplo, sorrisos nas notas), isso causou uma falha durante a criação do PDF. Isso foi corrigido removendo esses caracteres especiais do resultado.
sk: Ak sú v údajoch prítomné špeciálne znaky (napr. Smajlíky v poznámkach), spôsobilo to pád pri vytváraní PDF. Toto bolo odstránené odstránením týchto špeciálnych znakov z výstupu.

# Tagesgrafikparameter zur Anzeige der Legende
source: Daily graphic parameters for displaying notes
de: Tagesgrafikparameter zur Anzeige der Legende
es_es: Parámetros gráficos diarios para mostrar la leyenda
fr: Paramètres du graphe quotidien pour l'affichage des remarques
ja: ポンプ履歴を表示する為のデイリーグラフパラメーター
pl: ??? Dzienne graficzny parametrów wyświetlania notatki
pt_pt: Gráficos diários para exibir notas
sk: Denné grafické parametre na zobrazenie legendy

# Tagesgrafikparameter zur Anzeige von Notizen
source: Daily graphic parameters for displaying notes
de: Tagesgrafikparameter zur Anzeige von Notizen
es_es: Parámetros gráficos diarios para la visualización de notas
fr: Paramètres du graphe quotidien pour l'affichage des remarques
ja: ポンプ履歴を表示する為のデイリーグラフパラメーター
pl: ??? Dzienne graficzny parametrów wyświetlania notatki
pt_pt: Gráficos diários para exibir notas
sk: Denné grafické parametre na zobrazovanie poznámok

# PDF für Profildaten
source: PDF for profile data
de: PDF für Profildaten
es_es: PDF para los datos del perfil
fr: PDF des données de profil
ja: プロファイルデータ用PDF
pl: PDF - profil Nightscout
pt_pt: PDF para dados do perfil
sk: PDF pre profilové údaje
