Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: The data you enter here will be stored in the localStorage of the browser. This contains website-related data that can only be read out from this website. No cookies are used and no data is stored on servers. Only a connection to the specified Nightscout instance is set up and the data available there is read out to create a PDF document. This can then be submitted to the diabetes counselor or other interested party.
de: Die Daten, die Du hier eingibst, werden normalerweise im localStorage des Browsers gespeichert. Dieser beinhaltet webseitenbezogene Daten, die nur von dieser Webseite ausgelesen werden können. In diesem Fall werden keine Cookies verwendet und es werden keine Daten auf Servern gespeichert. Es wird lediglich eine Verbindung zur angegebenen Nightscout-Instanz aufgebaut und die dort vorhandenen Daten ausgelesen, um daraus ein PDF-Dokument zu erzeugen. Dieses kann dann dem Diabetesberater oder sonstigen Interessenten vorgelegt werden.
es_es: Los datos que introduces aquí, se almacenan normalmente en el navegador localStorage. Esto incluye datos relacionados con la página web que se pueden leer solamente en este sitio web. En este caso, no se utilizan cookies y no se guardan datos en los servidores. Se establece sólo una conexión a la instancia especificada de Nightscout y se leen los datos existentes para crear un documento PDF. Esto puede presentarse al endocrinologo a otras partes interesadas.
fr: Les données que vous entrez ici seront stockées dans le stockage local du navigateur. Il contient des données relatives au site Web qui ne peuvent être lues qu'à partir de ce site Web. Aucun cookie n'est utilisé et aucune donnée n'est stockée sur les serveurs. Seule une connexion à l'instance Nightscout spécifiée est configurée et les données disponibles sont lues en sortie pour créer un document PDF. Cela peut ensuite être soumis au diabétologue / endocrinologue ou à toute autre partie intéressée.
ja: あなたが入力したデータは、当ページからのみ読み込みが可能でブラウザのローカルストレージに保存されます。これにはサイトでしか読み込めないデータが含まれます。データはサーバーに保存されずクッキーも使用しません。指定したナイトスカウトのプログラムのみが接続されデータを読み込みPDFを作成します。PDFを利用して糖尿病に対する助言者や医療関係者に提出できる場合があります。（※医療関係者に提出する場合は、関係機関にご相談ください）
nl: De gegevens die u hier invoert, zullen worden opgeslagen in de localStorage van de browser. Dit bevat gegevens met betrekking tot de website die alleen kunnen worden uitgelezen. Cookies worden niet gebruikt en er worden geen gegevens opgeslagen op servers. Alleen een verbinding met de opgegeven Nightscout instantie is ingesteld en de beschikbare gegevens worden gelezen om een PDF-document aan te maken. Dit kan dan worden voorgelegd aan de diabetesadviseur of aan andere belanghebbenden.
pl: Dane, które wpisujesz tutaj będą przechowywane w pamięci podręcznej przeglądarki. Są to zarówno dane związane z wyświetlaniem witryny, oraz te, które zostały pobrane ze strony Nightscout. Pliki cookie i dane użytkownika nie są przechowywane nigdzie poza komputerem użytkownika. Połączenie ze stroną Nightscout i import danych są dokonywane jednorazowo w trakcie generowania pliku PDF, a dane nie są zapisywane w innym miejscu. Wygenerowany PDF jest gotowym dokumentem, który można przekazać diabetologowi lub doradcy/edukatorowi w poradni cukrzycowej celem omówienia postępów w terapii.
pt_pt: Os dados inseridos aqui serão gravados no armazenamento local do browser. Este contém dados que apenas podem ser lidos a partir deste site. Nenhum cookie é usado e nenhum dado é armazenado em servidores. Somente uma conexão com a instância especificada do Nightscout está configurada e os dados disponíveis são lidos para criar um documento PDF. Isso poderá então ser apresentado ao profissional de saúde para a diabetes ou a outra parte interessada.
sk: Dáta, ktoré v nastaveniach zadáte, sa zvyčajne uložia do lokálneho úložiska prehliadača (localStorage). Toto úložisko obsahuje údaje priamo súvisiace s adresou tejto stránky a je možné ich prečítať jedine aplikáciou pochádzajúcou z tejto adresy. V tomto prípade sa nepoužívajú žiadne súbory cookie a na serveroch nie sú uložené žiadne údaje. Nastaví sa iba spojenie so špecifikovanou inštanciou Nightscout a údaje, ktoré sú k dispozícii, sa načítajú, aby sa vygeneroval dokument PDF. Toto sa potom môže predložiť diabetologickému poradcovi alebo inej zainteresovanej strane.

source: The website mainly uses Javascript to do its job. When creating the PDF document Javascript and PHP are used.
de: Die Webseite verwendet hauptsächlich Javascript zur Erledigung ihrer Aufgaben. Bei der Erzeugung des PDF-Dokuments kommen Javascript und PHP zum Einsatz.
es_es: La pagina web utiliza generalmente Javascript para resolver las tareas. Para crear el documento PDF se utilizan Javascript y PHP.
fr: Le site utilise principalement Javascript pour faire son travail. Lors de la création de documents PDF, Javascript et PHP sont utilisés.
ja: 当サイトは Javascript を利用しています。PDF の作成時には Javascript と PHP が使用されます。
nl: De website gebruikt voornamelijk Javascript om zijn werk te doen. Bij het aanmaken van het PDF-document Javascript en PHP wordt gebruikt.
pl: Witryna wykorzystuje Javascript, aby prawidłowo realizować swoje zadania. Podczas generowania pliku PDF wykorzystywane są Javascript i PHP.
pt_pt: O site usa principalmente Javascript para fazer seu trabalho. Ao criar o documento PDF Javascript e PHP são usados.
sk: Webstránka používa na svoju prácu hlavne javascript. Pri vytváraní dokumentu PDF sa používajú Javascript a PHP.

source: When the settings are connected to the Google Account, Google's cookies are used and the data is no longer stored in the localStorage of the browser, but in the AppStorage on Google Drive. In this way you can manage the data centrally and have it available in any browser connected to the specified Google Account.
de: Wenn in den Einstellungen eine Verbindung zum Google-Konto hergestellt wird, werden die Cookies von Google verwendet und die Daten nicht mehr im localStorage des Browsers gespeichert, sondern im AppStorage auf Google Drive. Auf diese Art kann man die Daten zentralisiert verwalten und hat diese in jedem Browser zur Verfügung, der mit dem angegebenen Google Konto verbunden ist.
es_es: En caso de que en los ajustes conectes con una cuenta de Google, seran utilizados los cookies por Google y los datos no se almacenan en el localStorage del navegador, pero en la AppStorage de Google drive. De esta manera, usted puede gestionar los datos centralizados y los tiene disponible en cualquier navegador, asociado a la cuenta de Google especificada.
fr: Lorsque les paramètres sont connectés au compte Google, Les cookies de Google sont utilisés et les données ne sont plus stockées dans le stockage local du navigateur, mais sur Google Drive. De cette façon, vous pouvez gérer les données de manière centralisée et les rendre disponibles dans n'importe quel navigateur connecté au compte Google spécifié.
ja: Google アカウントに接続すると設定がブラウザのローカルストレージに保存されずに、Google ドライブのAPPストレージに保存されます。この場合、データが一元管理され Google アカウントに接続しているブラウザで利用できるようになります。
nl: Wanneer de instellingen zijn verbonden met het Google Account, Google's cookies worden gebruikt en de gegevens worden niet langer opgeslagen in de localStorage van de browser, maar in de AppStorage op Google Drive. Op deze manier kunt u de gegevens centraal beheren en beschikbaar maken in een browser verbonden met het opgegeven Google-account.
pl: ??? Gdy ustawienia są połączone z kontem Google, Google cookie i dane znajduje się już w localStorage przeglądarki, ale w AppStorage na dysku Google. W ten sposób można centralnie zarządzać dane i masz to dostępne w dowolnej przeglądarce, podłączony do określonego konta Google.
pt_pt: Quando as definições forem ligadas à conta do Google, Os cookies do Google são usados e os dados não são mais armazenados no localStorage do browser, mas no AppStorage no Google Drive. Desta forma, pode gerir os dados centralmente e disponibilizá-los em qualquer browser conectado à Conta do Google especificada.
sk: Keď sú nastavenia prepojené s účtom Google, používajú sa súbory cookie spoločnosti Google a údaje sa už neukládajú v lokálnom úložisku prehliadača, ale v AppStorage na Disku Google. Týmto spôsobom môžete spravovať údaje centrálne a mať ich k dispozícii v ľubovoľnom prehliadači pripojenom k zadanému účtu Google.

# Einstellungen für die Verwendung der Seite vornehmen
source: Settings for using the page
de: Einstellungen für die Verwendung der Seite vornehmen
es_es: Ajustes para la utilisación de la pagina
fr: Paramètres d'utilisation de la page
ja: 設定
nl: Instellingen voor het gebruik van de pagina
pl: Ustawienia strony
pt_pt: Configurações para usar a página
sk: Nastavenia potrebné pre používanie aplikácie

# Einstiegsvideo
source: Quickstartvideo
es_es: Vidéo de entrada
nl: Gebruikersvideo
sk: Úvodné video

# 3.0.1 - xx.08.2022
source: 3.0.1 - 08/xx/2022
fr: 3.0.1 - xx/08/2022
ja: 3.0.1 - xx/08/2022
sk: 3.0.1 - xx.08.2022

source: The setting for adjusting BG_TARGET_BOTTOM and BG_TARGET_TOP is now independent of the "Adjust Glucose Values" selection. This allows you to toggle the option without having to reconfigure the target area on the server.
es_es: La configuración para ajustar BG_TARGET_BOTTOM y BG_TARGET_TOP ahora es independiente de la selección "Ajustar valores de glucosa". Esto permite cambiar la opción sin tener que volver a configurar los objetivos en el servidor.
sk: Die Einstellung für die Anpassung von BG_TARGET_BOTTOM und BG_TARGET_TOP ist nun unabhängig von der Auswahl "Glucosewerte anpassen". Damit kann man die Option umschalten, ohne den Zielbereich auf dem Server neu konfigurieren zu müssen.

source: Night-Watch now also displays values if they have been saved multiple times in Nightscout by multiple uploaders within a short period of time. This should be avoided if possible, but now Night-Watch can also deal with it.
es_es: Night-Watch ahora también muestra valores si varios cargadores los han guardado varias veces en Nightscout en poco tiempo. Esto se debe evitar si posible, pero ahora Night-Watch también puede manejarlo.
sk: Night-Watch zeigt nun auch Werte an, wenn diese von mehreren Uploadern innerhalb kurzer Zeit mehrfach in Nightscout gespeichert wurden. Das sollte man zwar möglichst vermeiden, aber nun kann Night-Watch auch damit umgehen.

source: The configuration is done directly in the Night-Watch window by clicking on something. This sets the page to edit mode and the existing elements can be changed, moved, deleted or new elements can be added using the controls at the bottom of the window. With the save icon in the controls, the settings are saved and the edit mode is closed. It can also be closed by clicking the active item, but the changes will not be saved. After reloading the page you see the last view.
es_es: La configuración se realiza directamente en la ventana de Night-Watch haciendo clic en algo. Esto cambia la página al modo de edición y con los controles en la parte inferior de la ventana, los elementos existentes se pueden cambiar, mover, eliminar o agregar nuevos elementos. Con el icono de guardar en los controles, la configuración se guarda y el modo de edición termina. También se puede terminar haciendo clic en el elemento activo, pero así no se realizan los cambios y no se guardan. Después de volver a cargar la página, tendra la última vista.
sk: Die Konfiguration erfolgt direkt im Fenster von Night-Watch, indem man etwas anklickt. Dadurch wechselt die Seite in den Editiermodus und mit den Controls am unteren Rand des Fensters können die vorhandenen Elemente verändert, verschoben, gelöscht oder neue Elemente hinzugefügt werden. Mit dem Speichern-Icon in den Controls werden die Einstellungen gespeichert und der Editiermodus beendet. Er kann auch beendet werden, indem man das aktive Element anklickt, wobei dann die Änderungen aber nicht gespeichert werden. Nach dem Neuladen der Seite hat man dann die letzte Ansicht vor sich.

source: If Night-Watch is called without any configuration available, you can edit your settings via the well-known settings window. This happens when you install the page as a web app, since the browser memory, in which the configuration is stored, has usually not yet been filled.
es_es: Si Night-Watch detecta que aún no se ha realizado ninguna configuración, puede realizar sus ajustes a través de la ventana de configuración conocida. Esto sucede cuando instala la página como una WebApp, porque la memoria del navegador en la que se encuentra la configuración generalmente aún no se ha cargado.
sk: Wenn Night-Watch beim Aufruf feststellt, dass noch keine Konfiguration vorgenommen wurde, dann kann man über das altbekannte Settingsfenster seine Einstellungen vornehmen. Das kommt vor, wenn man die Seite als WebApp installiert, da dort der Browserspeicher, in dem die Konfiguration gehalten wird, normalerweise noch nicht befüllt wurde.

source: The adjustment of the glucose values is now saved in the settings. However, it can still be changed in the output parameters in order to be able to create a comparison without any detours.
es_es: El ajuste de los valores de glucosa ahora se guarda en la configuración. Pero todavía se puede cambiar en los parámetros de salida para poder crear una comparación sin grandes desvíos.
sk: Die Anpassung der Glukosewerte wird nun bei den Einstellungen gespeichert. Sie kann aber weiterhin bei den Ausgabeparametern geändert werden, um ohne grosse Umwege einen Vergleich erstellen zu können.

source: The display of the factor on the PDF when a correction factor has been set has been changed to a percentage by which the sugar values have been increased or decreased.
es_es: La visualización del factor en el PDF cuando se ha establecido un factor de corrección se ha cambiado a un valor de porcentaje en el que los niveles de azúcar se han incrementado o disminuido.
sk: Die Anzeige des Faktors auf dem PDF, wenn ein Korrekturfaktor eingestellt wurde, wurde in eine Prozentangabe geändert um welche die Zuckerwerte erhöht oder verringert wurden.

source: The last version had changes in the code that weren't really thought through. I apologize for that. I removed these so that Nightscout Reporter offers the usual functionality again for all users.
es_es: En la última versión, se incorporaron cambios en el código que no fueron realmente pensados. Pido disculpas por ello. Los he eliminado de nuevo para que Nightscout Reporter ofrezca la funcionalidad habitual para todos los usuarios.
sk: Bei der letzten Version sind Änderungen in den Code eingeflossen, die nicht wirklich durchdacht waren. Dafür entschuldige ich mich. Ich habe diese wieder entfernt, damit Nightscout Reporter für alle Benutzer die gewohnte Funktionalität bietet.

source: The glucose values can now be corrected with a factor that results from the A1C value determined by the laboratory and calculated in the program. This factor affects all sensor values processed in Nightscout Reporter. The factor is specified in the output parameters. There it is activated and deactivated via the "Adjust glucose values" checkbox. When activated, two sliders appear. The upper one defines the calculated A1C, the lower one the A1C determined by the laboratory. If it is activated, the factor with which the glucose values were corrected is indicated on the top right of each PDF. This affects every PDF on which glucose values are processed.
es_es: Los valores de glucosa ahora se pueden corregir con un factor que resulta del valor de HbA1C determinado y calculado en el laboratorio. Este factor afecta a todos los valores de los sensores procesados ​​en Nightscout Reporter. El factor se especifica en los parámetros. Allí se activa y desactiva a través de la casilla de verificación "Ajustar valores de glucosa". Cuando está activado, aparecen dos controles deslizantes. El superior define el HbA1C calculado, el inferior el HbA1C determinado en el laboratorio. Si está activado, en la parte superior derecha de cada PDF se indica el factor con el que se corrigieron los valores de glucosa. Esto afecta a todos los PDF en los que se procesan los valores de glucosa.
sk: Die Glukosewerte können nun mit einem Faktor korrigiert werden, der sich aus dem im Labor ermittelten und errechneten HbA1C Wert ergibt. Dieser Faktor betrifft alle Sensorwerte, die in Nightscout Reporter verarbeitet werden. Der Faktor wird in den Ausgabeparametern festgelegt. Dort wird er über die Checkbox "Glukosewerte anpassen" aktiviert und deaktiviert. Wenn er aktiviert ist, erscheinen zwei Schieberegler. Der obere legt den errechneten HbA1C fest, der untere den im Labor ermittelten HbA1C. Wenn er aktiviert ist, wird auf jedem PDF rechts oben angegeben, mit welchem Faktor die Glukosewerte korrigiert wurden. Das hat auf jedem PDF Auswirkungen auf dem Glukosewerte verarbeitet werden.

source: The mean glucose value in healthy people in the CGM has been adjusted to the correct value of 90 mg/dl.
es_es: El valor de glucosa media para personas sanas con MGC ha sido corregido al valor correcto de 90 mg/dl.
sk: Hodnota priemernej glykémie zdravého človeka meraná pomocou CGM bola upravená na 90 mg/dl.

source: If the data for the daily steps taken is available in Nightscout, then these are displayed in the daily graph if the "Show Exercises" option is activated there.
es_es: Si hay datos de Nightscout contando los pasos diarios, estos se mostrarán en el gráfico diario si se activa la opción "mostrar movimiento".
sk: V dennej grafike sa zobrazia údaje o denne dosiahnutých krokoch, ak sa nachádzadzajú v Nightscoute a je aktivovaná položka "Zobraziť pohyby".

source: In the options for the daily graphic there is now the option to set the upper value for the carbohydrates. This can improve the scaling with high COB values.
es_es: En las opciones del gráfico diario ahora existe la posibilidad de insertar el valor máximo para carbohidratos. Esto puede ayudar a mejorar la visualización cuando hay muchos carbohidratos activos.
sk: In den Optionen zur Tagesgrafik gibt es jetzt die Möglichkeit, den oberen Wert für die Kohlenhydrate festzulegen. Das kann bei hohen COB-Werten die Skalierung verbessern.

source: AAPS 3.0 will change some of the data structures and amounts of data that are stored. This causes problems in some places in Nightscout Reporter that cannot be generally solved. That is why there is now the option "Correction for data changes in AAPS 3.0" in the output parameters, with which certain problems can be corrected when creating the PDFs. These changes are marked here with FixAAPS30.
es_es: En AAPS 3.0 habrá grandes cambios en la structura y en la cantidad de datos que se guardaran. Esto produce problemas en algunos puntos de Nightscout Reporter que no se pueden solucionar en general. Por eso ahora existe en los parámetros la opción "corrección de cambios de datos en AAPS 3.0". Con esto se pueden corregir ciertos problemas al crear los pdfs. Estos cambios serán marcados con FixAAPS30.
sk: In AAPS 3.0 wird ändert sich einiges an den Datenstrukturen und Datenmengen, die gespeichert werrden. Das verursacht in Nightscout Reporter an einigen Stellen Probleme, die sich nicht generell lösen lassen, Deswegen gibt es jetzt bei den Ausgabe Parametern die Option "Korrektur für Datenänderungen in AAPS 3.0", mit der bei Erstellung der PDFs bestimmte Probleme korrigiert werden. Diese Änderungen werden hier mit FixAAPS30 markiert.

source: FixAAPS30: The creation of the PDFs can take an extremely long time. This is due to a flood of profile switches that are created by a plug-in for automation. This causes a profile switch every 4 minutes with storage of the complete profile. If the option is active, then these profile switches are sorted out and thus enable the creation of the PDF. These profile switches are then no longer visible in the PDFs.
es_es: FixAAPS30: crear los pdfs puede tardar mucho. Esto es debido a los múltiples cambios de perfiles iniciados por las automatizaciónes. Esto provoca un cambio de perfil cada 4 minutos con almacenamiento del perfil completo. Si esta opción esta activa, estos cambios de perfil serán evitados y el pdf se crea. Estos cambios de perfil no serán visibles en el pdf.
sk: FixAAPS30: Die Erstellung der PDFs kann extrem lange dauern. Das liegt an einer Flut von Profil-Switches, die durch ein Plugin für die Automatisierung erstellt werden. Das verursacht einen Profil-Switch alle 4 Minuten mit Speicherung des kompletten Profils. Wenn die Option aktiv ist, dann werden diese Profil-Switches aussortiert und ermöglichen dadurch die Erstellung des PDFs. Diese Profil-Switches sind dann in den PDFs nicht mehr sichtbar.
