Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: This form shows the trend in glucose levels over the day. The Trend column always shows the percentage by which the value has changed from one full hour to the next. This trend is very helpful if you want to see in a basal rate test how the glucose value is developing based on the basal rate alone. A column for bolus values and carbohydrates can also be displayed. However, these should of course be empty in a basal rate test. Any existing loop must also be switched off during the test. It's all about the diabetic and his basal rate. A column with the basal rate is also displayed if the option "Show all values for a day" is not checked. If the option has been marked, then there is no space (and also the sense) to display it.
es_es: Este formulario muestra la tendencia en los niveles de glucosa a lo largo del día. La columna tendencia siempre muestra el porcentaje de que el valor ha cambiado de una hora a la siguiente. Esta tendencia es muy útil si desea ver cómo el valor de glucosa se desarrolla sólo sobre la base de la tasa basal en una fase de prueba de tasa basal. También puede mostrar una columna para los valores de bolo y carbohidratos. Sin embargo, estos deben, por supuesto, estar vacíos en una fase de prueba de tasa basal. Del mismo modo, un bucle cerrado que puede existir debe desactivarse durante el período de prueba. Se trata exclusivamente del diabético y su tasa basal. También se muestra una columna con la tasa basal si la opción "Mostrar todos los valores de una día" no está seleccionada. Si la opción está seleccionada, entonces no hay espacio (ni el sentido) para representarla.
fr: Ce formulaire montre la tendance des niveaux de glucose au cours de la journée. La colonne Tendance montre toujours le pourcentage par lequel la valeur a changé d'une heure à l'autre. Cette tendance est très utile si vous voulez voir dans un test de taux de basal comment la valeur de glucose se se développe en se basant uniquement sur le taux de basal. Une colonne pour les valeurs de bolus et les glucides peut également être affichée. Cependant, ceux-ci devraient bien sûr être vides dans un test de taux de basal. Toute boucle existante doit également être désactivée pendant le test. C'est tout ce qui concerne le diabétique et son taux de basal. Une colonne avec le taux de basal est également affichée si l'option "Afficher toutes les valeurs pour un jour" n'est pas cochée. Si l'option a été marquée, alors il n'y a pas d'espace (et aussi le sens) pour l'afficher.
sk: Dieses Formular zeigt den Trend der Glukosewerte über den Tag hinweg an. Dabei wird in der Spalte Trend immer angezeigt, um wieviel Prozent sich der Wert von einer vollen Stunde zur nächsten verändert hat. Dieser Trend ist ganz hilfreich, wenn man bei einem Basalratentest erkennen will, wie sich der Glukosewert nur anhand der Basalrate entwickelt. Es kann auch eine Spalte für die Boluswerte und die Kohlenhydrate angezeigt werden. Diese sollten aber bei einem Basalratentest natürlich leer sein. Ebenso muss ein eventuell vorhandener Loop im Zeitraum des Tests abgeschaltet sein. Es geht dabei nur um den Diabetiker und seine Basalrate. Es wird auch eine Spalte mit der Basalrate angezeigt, wenn die Option 'Alle Werte für einen Tag anzeigen' nicht markiert wurde. Wenn die Option markiert wurde, dann fehlt der Platz (und auch der Sinn), diese darzustellen.

# Tagestrend
source: Daily Trend
de: Tagestrend
es_es: Tendencia diaria
fr: Tendance quotidienne
ja: 1日の傾向
nl: Dagelijkse Trend
pl: Codzienne trendy
pt_pt: Tendência diária
sk: Denný trend

# Alle Werte für den Tag anzeigen
source: Show all values for the day
de: Alle Werte für den Tag anzeigen
es_es: Mostrar todos los datos del dia
fr: Afficher toutes les valeurs pour la journée
ja: 1日のすべての値を表示
nl: Toon alle waarden voor de dag
pl: Pokaż wszystkie wartości dla dnia
pt_pt: Mostrar todos os valores do dia
sk: Zobraziť všetky hodnoty pre daný deň

# Bolusspalte anzeigen
source: Show bolus column
de: Bolusspalte anzeigen
es_es: Mostrar columna bolo
fr: Afficher la colonne de bolus
ja: ボーラスの列を表示
nl: Toon bolus kolom
pl: Pokaż kolumnę Bolusy
pt_pt: Mostrar Coluna do Bolus
sk: Zobraziť stĺpec bolusu

# msgBasalInfo
source: The basal rate has been valid since {time} and does not include any temporary changes.
de: Die angezeigte Basalrate ist seit {time} gültig und beinhaltet keine temporären Änderungen.
es_es: La tasa basal está activada desde {time} y no contiene cambios.
fr: Le débit basal est valide depuis {time} et n'inclut aucune modification temporaire.
ja: ベーサルレートは {time} から有効で、一時的な変更はありません。
nl: De basaal is geldig sinds {time} en bevat geen tijdelijke wijzigingen.
pl: Dawka bazowa jest ważna od {time} i nie zawiera żadnych tymczasowych zmian.
pt_pt: A taxa de basal tem sido válida desde {time} e não inclui nenhuma alteração temporária.
sk: Zobrazená bazálna dávka je platná od {time} a nezahŕňa žiadne dočasné zmeny.

source: This form shows the the glucose curve for one day. One page is generated per day in the selected period. There are many options that can be used to customize this form. The options that indicate a loop are marked in a different color so that they can be identified very easy. The options COB and IOB sometimes slow down the output considerably, which is why you should only use them if you are really interested in it. The basal rate can be displayed below the graphic. A running loop will raise and lower this over and over again. This is why you can display both the actual basal rate and the basal rate set in the profile. For the basal rate there are the forms @09@, @11@ and @02@, on which you can analyze it more precisely. You can also have the @10@ generated for the day. This is then printed on a new page. This form is one of the most page-intensive forms in Nightscout Reporter. This is why there is the option of displaying several daily graphics on one page. Of course, legibility suffers from this, but it is very useful for an overview of the progress.
es_es: Este formulario muestra el curso de la curva de glucosa durante un día. Se crea una página por día en el período seleccionado. Hay muchas opciones que se pueden usar para personalizar este formulario. Las opciones que indican un bucle cerrado se marcan de otro color para poder identificarlas rápidamente. Las opciones COB e IOB ralentizan considerablemente la salida, por lo que solo debe usarlas si son realmente de interés. La tasa basal se puede mostrar debajo del gráfico. Un bucle en ejecución los configurará una y otra vez. Por lo tanto, se pueden mostrar tanto la tasa basal real como la tasa basal establecida en el perfil. Para la tasa basal, también existen los formularios@'09@, @11@ y @02@, con las que se pueden analizar con más detalle. También se puede crear el @10@ para el día. A continuación, se imprimirá en una nueva página. Este formulario es uno de los formularios de más páginas en Nightscout Reporter. Es por eso que se pueden configurar varias salidas de gráficos diarias en una página. Por supuesto, la visibilidad sufre un poco, pero es muy útil para una visión general del curso.
nl: Dit formulier toont de glucosecurve voor één dag. Er wordt per dag één pagina in de geselecteerde periode gegenereerd. Er zijn veel opties die kunnen worden gebruikt om dit formulier aan te passen. De opties die een lus aangeven, zijn gemarkeerd in een andere kleur, zodat ze heel gemakkelijk geïdentificeerd kunnen worden. De opties COB en IOB vertragen soms de output aanzienlijk. Daarom moet u ze alleen gebruiken als u er echt belang bij heeft. De basaalstand kan onder de grafiek getoond worden. Een looplus zal deze keer op keer verhogen en verlagen. Daarom kun je zowel de werkelijke basaalstand als de ingestelde basaalstand in het profiel laten zien. Voor de basaalstand zijn er de formulieren @09@, @11@ en @02@, waarop je het nauwkeuriger kunt analyseren. Je kan ook de @10@ voor de dag laten genereren. Dit wordt dan op een nieuwe pagina afgedrukt. Dit formulier is een van de meest pagina-intensieve formulieren in Nightscout Reporter. Daarom is het mogelijk om meerdere dagelijkse grafieken op één pagina weer te geven. Natuurlijk lijdt de leesbaarheid daaronder, maar het is zeer nuttig voor een overzicht van de vooruitgang.
pt_pt: Este formulário mostra a curva de glicose por um dia. Uma página é gerada por dia no período selecionado. Há muitas opções que podem ser usadas para personalizar este formulário. As opções que indicam estão marcadas numa cor diferente para que possam ser identificadas facilmente. As opções COB e IOB às vezes diminuem consideravelmente a saída É por isso que você só deve usá-los se estiver realmente interessado nisso. A taxa basal pode ser exibida abaixo do gráfico. Um circulo de execução irá aumentar e diminuir isso várias vezes. É por isso que você pode exibir tanto a taxa basal real quanto a taxa de basal definida no perfil. Para a taxa de basal existem as formas @09@, @11@ e @02@, nas quais você pode analisá-lo de forma mais precisa. Também é possível gerar o @10@ para o dia. Isto é então impresso em uma nova página. Este formulário é uma das formas mais intensivas de páginas no Nightscout Reporter. É por isso que há a opção de exibir vários gráficos diários em uma página. É claro que a legibilidade sofre com isso, mas é muito útil para uma visão de conjunto dos progressos.
sk: Dieses Formular zeigt den Verlauf der Glukosekurve für einen Tag. Pro Tag im ausgewählten Zeitraum wird eine Seite erzeugt. Es gibt sehr viele Optionen, mit denen dieses Formular angepasst werden kann. Die Optionen, die auf einen Loop hinweisen sind andersfarbig markiert, um sie schneller identifizieren zu können. Die Optionen COB und IOB verlangsamen die Ausgabe teilweise erheblich, weshalb man diese nur dann verwenden sollte, wenn sie wirklich von Interesse sind. Unter der Grafik kann die Basalrate angezeigt werden. Ein laufender Loop wird diese immer wieder hoch und runter setzen. Deshalb kann man sowohl die tatsächliche Basalrate als auch die im Profil eingestellte Basalrate anzeigen lassen. Für die Basalrate gibt es noch die Formulare @09@, @11@ und @02@, auf denen man sie genauer analysieren kann. Man kann auch das @10@ für den Tag erzeugen lassen. Das wird dann auf einer neuen Seite ausgegeben. Dieses Formular ist eines der seitenintensivsten Formulare in Nightscout Reporter. Deshalb gibt es hier die Möglichkeit, mehrere Tagesgrafiken auf einer Seite ausgeben zu lassen. Darunter leidet natürlich die Lesbarkeit, aber für einen Überblick über den Verlauf ist das ganz nützlich.

# Eine
source: One
de: Eine
es_es: Una
fr: Un
nl: Eén
pl: Jeden
pt_pt: Um
sk: jeden

# Zwei
source: Two
de: Zwei
es_es: Dos
fr: Deux
nl: Twee
pl: Dwa
pt_pt: Dois
sk: dva

# Vier
source: Four
de: Vier
es_es: Cuatro
fr: Quatre
nl: Vier
pl: Cztery
pt_pt: Quatro
sk: štyri

# Acht
source: Eight
de: Acht
es_es: Ocho
fr: Huit
nl: Acht
pl: Osiem
pt_pt: Oito
sk: osem

# Sechzehn
source: Sixteen
de: Sechzehn
es_es: Dieciséis
fr: Seize
nl: Zestien
pl: Szesnaście
pt_pt: Dezasseis
sk: šestnásť

# Tagesgrafik
source: Daily Graph
de: Tagesgrafik
es_es: Grafico diario
fr: Graphe quotidien
ja: デイリーグラフ
nl: Dagelijkse grafiek
pl: Wykres dobowy
pt_pt: Gráfico Diário
sk: Denný graf

# Symbole (Katheter etc.)
source: Symbols (catheters etc.)
de: Symbole (Katheter etc.)
es_es: Símbolos (catéter etc)
fr: Symboles (cathéters etc.)
ja: 記号 (カニューレなど)
nl: Symbolen (catheters etc.)
pl: Ikonki (zestaw infuzyjny, itp.)
pt_pt: Símbolos (cateteres etc.)
sk: Symboly (katétre atď.)

# Kohlenhydrate
source: Carbohydrates
de: Kohlenhydrate
es_es: Carbohidratos
fr: Glucides
ja: 炭水化物
nl: Koolhydraten
pl: Węglowodany
pt_pt: Hidratos de carbono
sk: sacharidy

# Tages-Basalrate
source: Daily basalrate
de: Tages-Basalrate
es_es: Perfil basal diario
fr: Débit de base quotidien
ja: ベーサルレート
nl: Dagelijks basaal
pl: Dzienna dawka podstawowa (baza)
pt_pt: Taxa de Basal Diária
sk: Denný bazálny pomer

# Profil-Basalrate
source: Profile basalrate
de: Profil-Basalrate
es_es: Perfil basal
fr: Profil de débit de base
ja: ベーサルレート（プロファイル）
nl: Basaal Profiel
pl: Dawka podstawowa z profilu Nightscout
pt_pt: Perfil da Taxa de Basal
sk: Bazálny pomer v profile

# Basal mit zwei Nachkommastellen
source: Basal with two decimal places
de: Basal mit zwei Nachkommastellen
es_es: Basal con dos décimas
fr: Débit de base avec deux décimales
ja: ベーサルレート：小数点以下表示
nl: Basaal met twee decimalen
pl: Dawka podstawowa (baza) z dwoma miejscami po przecinku
pt_pt: Basal com dois lugares decimais
sk: Basal s dvoma desatinnými miestami

# Legende
source: Legend
de: Legende
es_es: Declaración
fr: Légende
ja: 凡例
nl: Legende
pl: Legenda
pt_pt: Legenda
sk: legenda

# Notizen
source: Notes
de: Notizen
es_es: Notas
fr: Remarques
ja: ポンプ履歴
nl: Aantekeningen
pl: Notatki
pt_pt: Notas
sk: poznámky

# Tabelle mit Glukosewerten
source: Table with glucose values
de: Tabelle mit Glukosewerten
es_es: Tabla con valores glucosa
fr: Tableau avec valeurs de glycémies
ja: 表に炭水化物を表示
nl: Tabel met glucose waarden
pl: Tabela wartości odczytów CGM
pt_pt: Tabela com valores de glicose
sk: Tabuľka s hodnotami glukózy

# Notiz-Linien bis zur Kurve zeichnen
source: Draw lines from notes to the curve
de: Notiz-Linien bis zur Kurve zeichnen
es_es: Conectar lineas de información a la curva
fr: Tracer des lignes de note sur la courbe
ja: ノートから血糖値カーブまで線を引く
nl: Lijnen van notities naar de curve tekenen
pl: Poprowadź linie pomocnicze do notatek
pt_pt: Desenhar linhas das notas para a curva
sk: Kóty poznámok vyviesť až na krivku

# Nahe zusammen liegende Werte aufsummieren
source: Accumulate values in close range
de: Nahe zusammen liegende Werte aufsummieren
es_es: Sumar valores semejantes
fr: Agrégation des mesures proches
ja: 近い時間帯の処置をまとめて表示する
nl: Verzamel waarden in dichtingsbereik
pl: Zsumuj sąsiadujące wartości
pt_pt: Valores Acumulados próximo do intervalo Limite
sk: Sčitovať blízko seba ležiace hodnoty

# Bolusarten anzeigen
source: Show bolus types
de: Bolusarten anzeigen
es_es: Mostrar tipos de bolo
fr: Montrer les types de bolus
ja: ボーラスの種類を表示
nl: Toon bolustypes
pl: Pokaż typ bolusa
pt_pt: Mostrar tipos de bolus
sk: Zobraziť druh bolusu

# Bewegung anzeigen
source: Show Exercises
de: Bewegung anzeigen
es_es: Mostrar actividad
fr: Montrer les activités
ja: 運動を表示
nl: Toon oefeningen
pl: Pokaż ćwiczenia
pt_pt: Mostrar exercícios
sk: Zobraziť pohyb

# Berechnete IE für Kohlenhydrate anzeigen
source: Show calculated U for carbs
de: Berechnete IE für Kohlenhydrate anzeigen
es_es: Mostrar UI calculadas para CH
fr: Montrer les unités calculées pour les glucides
ja: 炭水化物量から算出したインスリン量を表示
nl: Toon berekende E voor koolhydraten
pl: Pokaż bolusy
pt_pt: Mostrar U calculadas para hidratos de carbono
sk: Zobraziť vypočítané IE pre sacharidy

# Glukose Pentagon erzeugen
source: Create glucose pentagon
de: Glukose Pentagon erzeugen
es_es: Crear pentágono de glucosa
fr: Créer le pentagone de glycémies
ja: グルコース総合グラフを表示
nl: Maak glucose pentagon
pl: Generuj pentagon glukozowy
pt_pt: Criar pentagon de glicose
sk: Vytvoriť glykemický päťuholník

# Tagesstartprofil anzeigen
source: Show profile at daystart
de: Tagesstartprofil anzeigen
es_es: Mostrar perfil diario
fr: Afficher le profil au début de la journée
ja: 開始日にプロファイルを表示
nl: Toon profiel bij dagstart
pl: Pokaż profil na początku dnia
pt_pt: Mostrar perfil ao início do dia
sk: Zobraziť profil počiatku dňa

# HTML-Notizen anzeigen
source: Display HTML-notes
de: HTML-Notizen anzeigen
es_es: Mostrar notas HTML
fr: Afficher les remarques HTML
ja: HTMLメモを表示
nl: HTML-notities weergeven
pl: Pokaż notatki
pt_pt: Exibir notas em HTML
sk: Zobraziť HTML poznámky

# Dauer der abgeschalteten Basalrate anzeigen
source: Show the duration of the disabled basal rate
de: Dauer der abgeschalteten Basalrate anzeigen
es_es: Mostrar duración de tasa basal apagada
fr: Afficher la durée du débit de base désactivé
ja: 無効化されたベーサルレートの期間を表示
nl: Toon de duur van de uitgeschakelde basaalstand
pl: Pokaż czas zatrzymania podaży dawki podstawowej (baza 0%)
pt_pt: Mostrar a duração da taxa de basal desabilitada
sk: Zobrazovať trvanie odpojenia bazálnej dávky

# Insulin auf maximale Stellen im Profil runden
source: Round insulin to maximum precision in profile
de: Insulin auf maximale Stellen im Profil runden
es_es: Redondear insulina a máximos dígitos en el perfil
fr: Arrondir l'insuline pour une précision maximale dans le profil
ja: インスリンをプロファイル中の最大精度で四捨五入
nl: Rond insuline af op maximale precisie in profiel
pl: Zaokrąglij insulinę do maksymalnej precyzji w profilu
pt_pt: Trocar a insulina para a precisão máxima no perfil
sk: Zaokrúhlite inzulín na maximum v profile

# COB (Carbs On Board) anzeigen
source: Show COB (Carbs On Board)
de: COB (Carbs On Board) anzeigen
es_es: Mostrar COB (carbohidratos a bordo)
fr: Afficher les glucides (glucides à bord)
ja: COB (炭水化物 On Board) を表示
nl: Toon KOB (koolhydraten aan boord)
pl: Pokaż COB (węglowodany w obiegu)
pt_pt: Mostrar COB (hidratos A Bordo)
sk: Zobraziť COB (Carbs On Board)

# IOB (Insulin On Board) anzeigen
source: Show IOB (Insulin On Board)
de: IOB (Insulin On Board) anzeigen
es_es: Mostrar IOB (insulina a bordo)
fr: Afficher l'insuline active (IOB)
ja: IOB (インスリン On Board) を表示
nl: Toon IOB (Insuline aan boord)
pl: Pokaż IOB (insulina w obiegu)
pt_pt: Mostrar IOB (Insulina a Bordo)
sk: Zobraziť IOB (Insulin On Board)

# Zielwert anzeigen
source: Show targetvalue
es_es: Mostrar número objetivo
nl: Toon doelwaarde
pt_pt: Mostrar o valor alvo
sk: Zobrazovať cieľovú hodnotu

# Maximalwert für Kohlenhydrate
source: Maximum value for carbohydrates
es_es: Valor máximo para carbohidratos
sk: Maximalwert für Kohlenhydrate

# Basal ges.
source: Basal total
de: Basal ges.
fr: Débit de base total
ja: 総基礎量
nl: Basaal totaal
pl: baza udział
pt_pt: Total de Basal
sk: Celkom bazál

# Bolus ges.
source: Bolus total
de: Bolus ges.
es_es: Bolo total
ja: ボーラス合計
nl: Bolus totaal
pl: bolus udział
pt_pt: Total de Bolus
sk: Celkom bolus

# Bewegung
source: Exercises
de: Bewegung
es_es: Actividad
fr: Activités
ja: 運動
nl: Oefeningen
pl: Ćwiczenia
pt_pt: Exercícios
sk: Sťahovať

# Blutige Messung
source: Blood values
de: Blutige Messung
es_es: Prueba de glucosa en sangre
fr: Valeur de glycémie
ja: 血糖値
nl: Bloed waarden
pl: Pomiary z krwi
pt_pt: Valores do Capilar
sk: Meranie z krvi

source: This form shows an overview of the hours of the days of the selected period. The displayed values are the median values of the values measured within the corresponding hour. They are colored based on the selected target area. The start hour can be set in the form options. The date column is always to the left of midnight and shows where a new day begins.
es_es: Este formulario muestra un resumen de las horas de los días del período de tiempo seleccionado. Los valores mostrados son los valores medios de los valores medidos en la hora correspondiente. Se colorean en función del rango de destino seleccionado. En las opciones del formulario se puede configurar la hora de inicio. La columna de fecha está siempre a la izquierda de las 0h en punto y muestra dónde comienza un nuevo día.
nl: Dit formulier toont een overzicht van de uren van de dagen van de geselecteerde periode. De getoonde waarden zijn de mediane waarden van de waarden gemeten binnen het overeenkomstige uur. Ze zijn gekleurd op basis van het geselecteerde doelgebied. Het beginuur kan worden ingesteld in de formulieropties. De datumkolom loopt altijd links van middernacht en laat zien waar een nieuwe dag begint.
sk: Tento formulár zobrazuje prehľad jednotlivých hodín dňa v rámci zvoleného časového rozsahu. Zobrazuje sa priemerná hodnota v rámci zobrazovanej hodnoty. Vyfarbené sú na základe zadaných cieľových hodnôt. V nastaveniach formulára je možné určiť počiatočnú hodinu. Stĺpec s dátumom sa nachádza vždy v ľavo od hodiny 0 a ukazuje, kde začína nový deň.

# Startstunde
source: Starthour
de: Startstunde
es_es: Hora de inicio
fr: Heure de départ
nl: Start uur
pl: Początek
pt_pt: Hora de inicio
sk: Začiatočná hodina

# Tagesstunden
source: Dayhours
de: Tagesstunden
es_es: Horas de dia
fr: Heures du jour
ja: 日別毎時間
nl: Daguren
pl: Godziny dzienne
pt_pt: Dias/Horas
sk: Hodiny dňa

source: This form shows the data in tabular form. It can consist of very many pages depending on the options you choose. It is especially useful to find certain data. For example, it can be used to determine when the catheter was changed, how many data records were recognized as duplicate or where notes were recorded.
es_es: Este formulario muestra los datos en forma tabular. Puede abarcar un gran número de páginas, dependiendo de las opciones seleccionadas. Es especialmente útil para encontrar ciertos datos. Por ejemplo, puede usarlo para determinar cuándo se realizaron cambios en el catéter, cuántos registros se reconocieron como duplicados o dónde se recogieron las notas.
nl: Dit formulier toont de gegevens in tabulaire vorm. Deze kunnen bestaan uit heel veel pagina's afhankelijk van de opties die u kiest. Het is vooral nuttig om bepaalde gegevens te vinden. Het kan bijvoorbeeld worden gebruikt om te bepalen wanneer de catheter is veranderd. Hoeveel gegevensrecords werden herkend als duplicaat of waar notities werden opgenomen.
pt_pt: Este formulário mostra os dados em um formulário tabular. Ele pode consistir de muitas páginas, dependendo das opções escolhidas. É especialmente útil encontrar certos dados. Por exemplo, pode ser usado para determinar quando o cateter foi alterado, quantos registros de dados foram reconhecidos como duplicados ou onde as notas foram registradas.
sk: Dieses Formular zeigt die Daten in tabellarischer Form an. Es kann abhängig von den ausgewählten Optionen sehr viele Seiten umfassen. Es ist vor allem dafür sinnvoll, um bestimmte Daten aufzufinden. Zum Beispiel kann man damit ermitteln, wann Katheterwechsel vorgenommen wurden, wieviele Datensätze als doppelt erkannt wurden oder wo Notizen erfasst wurden.

source: 1 Minute
es_es: 1 minuto
ja: 1 分
nl: 1 minuut
pl: 1 Minuta
pt_pt: 1 Minuto
sk: 1 minúta

# 5 Minuten
source: 5 Minutes
de: 5 Minuten
es_es: 5 minutos
ja: 5 分
nl: 5 minuten
pl: 5 Minut
pt_pt: 5 Minutos
sk: 5 minút

# 15 Minuten
source: 15 Minutes
de: 15 Minuten
es_es: 15 minutos
ja: 15 分
nl: 15 minuten
pl: 15 Minut
pt_pt: 15 Minutos
sk: 15 minút

# 30 Minuten
source: 30 Minutes
de: 30 Minuten
es_es: 30 minutos
ja: 30 分
nl: 30 minuten
pl: 30 Minut
pt_pt: 30 Minutos
sk: 30 minút

# 1 Stunde
source: 1 Hour
de: 1 Stunde
es_es: 1 hora
fr: 1 heure
ja: 1時間
nl: 1 uur
pl: 1 Godzina
pt_pt: 1 Hora
sk: 1 hodina

# Protokoll
source: Log
de: Protokoll
es_es: Protocolo
ja: ログ
pl: Dzienniczek
pt_pt: Registos
sk: Protokol

# Temporäre Basalraten
source: Temporary Basalrate
de: Temporäre Basalraten
es_es: Tasas basales temporales
fr: Débit de base temporaire
ja: 一時基礎レート
nl: Tijdelijke basaal
pl: Baza tymczasowa
pt_pt: Taxa de Basal temporária
sk: Jednorazové dávky bazálu

# Profilwechsel
source: Profileswitch
de: Profilwechsel
es_es: Cambio de perfil
fr: Changement de profil
ja: プロフィール切替
nl: Profiel Wissel
pl: Zmiana profilu
pt_pt: TrocaPerfil
sk: Zmena profilu

# Insulin-Quelle
source: Insulin-source
de: Insulin-Quelle
es_es: Fuente de Insulina
fr: Insuline source
ja: インスリンソース
nl: Insuline-bron
pl: Źródło insuliny
pt_pt: Fonte de Insulina
sk: Zdroj inzulínu

# Temporäre Ziele
source: Temporary Targets
de: Temporäre Ziele
es_es: Objetivos temporales
fr: Objectifs temporaires
ja: 一時目標
nl: Tijdelijke doelen
pl: Cel tymczasowy (TT)
pt_pt: Alvos temporários
sk: Dočasné ciele

# Gruppierung der Zeiten
source: Grouping of times
de: Gruppierung der Zeiten
es_es: Agrupación de tiempos
fr: Regroupements des valeurs si écart inférieur à
ja: 時間帯をまとめて表示
nl: Groepering van tijden
pl: Grupowanie okresów
pt_pt: Agrupamento de tempos
sk: Zoskupovanie časov
