Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: It is now possible to duplicate forms in the tile view in order to create different views of the same form at once. There is a copy icon on the bottom right of the tiles. When this is triggered, the current form is copied and inserted as a new tile behind the current tile. This can then be treated in the same way as any other tile. There is a trash can icon at the bottom right of this new tile. When this is triggered, the tile is removed. A maximum of 2 copies can be made of a form. The options for the forms, as well as the order, are saved as before. The copied tiles are therefore retained. The copied forms also appear in the list view. However, there is no possibility of copying or deleting them there. This must be done in the tile view.
es_es: Es ist in der Kachelansicht jetzt möglich, Formulare zu duplizieren, um verschiedene Ansichten des gleichen Formulars auf einmal zu erzeugen. Dazu gibt es rechts unten auf den Kacheln ein Kopier-Icon. Wenn dieses ausgelöst wird, dann wird das aktuelle Formular kopiert und als neue Kachel hinter der aktuellen Kachel eingefügt. Diese kann dann genauso behandelt werden, wie jede andere Kachel. Auf dieser neuen Kachel gibt es rechts unten ein Mülleimer-Icon. Wenn dieses ausgelöst wird, dann wird die Kachel wieder entfernt. Von einem Formular können maximal 2 Kopien erstellt werden. Die Optionen der Formulare werden ebenso wie die Reihenfolge wie bisher auch gespeichert. Die kopierten Kacheln bleiben also erhalten. In der Listenansicht tauchen die kopierten Formulare auch auf. Allerdings gibt es dort nicht die Möglichkeit, sie zu kopieren oder zu löschen. Das muss in der Kachelansicht erfolgen.
fr: Il est maintenant possible de dupliquer des formulaires dans la vue des tuiles afin de créer des vues différentes du même formulaire à la fois. Il y a une icône de copie en bas à droite des tuiles. Lorsque cela est déclenché, le formulaire courant est copié et inséré comme une nouvelle tuile derrière la tuile actuelle. Cela peut ensuite être traité de la même manière que n'importe quelle autre tuile. Il y a une incône de corbeille en bas à droite de cette nouvelle tuile. Lorsque cette option est déclenchée, la tuile est retirée. Un maximum de 2 copies peut être fait d'un formulaire. Les options pour les formulaires, ainsi que la commande, sont enregistrées comme avant. Les tuiles copiées sont donc conservées. Les formulaires copiés apparaissent également dans la vue liste. Cependant, il n'y a aucune possibilité de les copier ou de les supprimer, ce qui doit être fait dans la vue des tuiles.
sk: Es ist in der Kachelansicht jetzt möglich, Formulare zu duplizieren, um verschiedene Ansichten des gleichen Formulars auf einmal zu erzeugen. Dazu gibt es rechts unten auf den Kacheln ein Kopier-Icon. Wenn dieses ausgelöst wird, dann wird das aktuelle Formular kopiert und als neue Kachel hinter der aktuellen Kachel eingefügt. Diese kann dann genauso behandelt werden, wie jede andere Kachel. Auf dieser neuen Kachel gibt es rechts unten ein Mülleimer-Icon. Wenn dieses ausgelöst wird, dann wird die Kachel wieder entfernt. Von einem Formular können maximal 2 Kopien erstellt werden. Die Optionen der Formulare werden ebenso wie die Reihenfolge wie bisher auch gespeichert. Die kopierten Kacheln bleiben also erhalten. In der Listenansicht tauchen die kopierten Formulare auch auf. Allerdings gibt es dort nicht die Möglichkeit, sie zu kopieren oder zu löschen. Das muss in der Kachelansicht erfolgen.

source: In the profile and basal rate forms there is a new option "Use profile 'NR profile'". Normally, the profile to be used is determined automatically based on the specified time period. This option can be used to prevent this behavior and a profile with the name "NR Profil" is searched for. If this is found, it will be displayed. If it is not found, a text is shown that explains where this can be set.
es_es: En los formularios perfil y tasa basal hay una opción nueva "Usar perfil 'NR Profil'". Normalerweise se usa el perfil seleccionado automáticamente por el periodo de tiempo seleccionado. Este se puede evitar y se busca el perfil con nombre "NR perfil". Se se encuentra este perfil será mostrado, si no aparecerá una información que explica como crearlo.
fr: Dans les formulaires de profil et de débit basal, il y a une nouvelle option « Utiliser le profil « Profil NR ». Normalement, le profil à utiliser est déterminé automatiquement en fonction de la période spécifiée. Cette option peut être utilisée pour empêcher ce comportement et un profil avec le nom "Profil NR" est recherché. Si elle est trouvée, elle sera affichée. Si elle n'est pas trouvée, un texte est affiché qui explique où elle peut être définie.
sk: In den Formularen Profil und Basalrate gibt es eine neue Option "Profil 'NR Profil' verwenden". Normalerweise wird das zu verwendende Profil automatisch anhand des angegebenen Zeitraums ermittelt. Hiermit kann das unterbunden werden und ein Profil mit dem Namen "NR Profil" wird gesucht. Wenn dieses gefunden wird, dann wird das ausgegeben. Wenn es nicht gefunden wird, wird ein Text ausgegeben, der erklärt, wo man das einstellen kann.

source: The table in the glucose percentile diagram can now display two new columns. These include the average carbohydrates and units of insulin.
es_es: En la tabla percentil glucosa ahora se puede mostrar dos columnas nuevas. Estas muestran los promedios de carbohidratos y de unidadss de insulina.
fr: Le tableau du diagramme de glucose percentile peut maintenant afficher deux nouvelles colonnes, notamment les glucides moyens et les unités d'insuline.
sk: In der Tabelle im Glukose Perzentil Diagramm kann man nun zwei neue Spalten ausgeben lassen. Diese beinhalten die durchschnittlichen Kohlenhydrate und Insulineinheiten.

source: In the options of forms in which you can show and hide columns, it is now shown how many columns are still available.
es_es: En las operaciones de los formularios donde se pueden seleccionar columnas ahora se muestra cuantas columnas quedan para mostrar.
fr: Dans les options des formulaires dans lesquels vous pouvez afficher et masquer les colonnes, il est maintenant montré combien de colonnes sont encore disponibles.
sk: In den Optionen von Formularen, in denen man Spalten ein- und ausblenden kann, wird nun angezeigt, wieviele Spalten noch verfügbar sind.

source: The colors for the glucose areas are now displayed lighter where they are used as a background color with text to make them easier to read.
es_es: Los colores para los espacios de glucosa ahora se muestran más claro donde se usan como fondo con texto, para mejorar la legibilidad.
fr: Les couleurs pour les zones de glucose sont maintenant affichées plus claires où elles sont utilisées comme une couleur de fond avec du texte pour les rendre plus faciles à lire.
sk: Die Farben für die Glukosebereiche werden jetzt dort, wo sie als Hintergrundfarbe mit Text verwendet werden heller dargestellt, um die Lesbarkeit zu erhöhen.

source: The temporary overrides of iLoop can now also be displayed in the daily graphics. The text of the reason is displayed. As before, this can also be displayed in the log for more detailed information.
es_es: En el gráfico diario ahora se pueden mostrar los datos temporales del iLoop. Se muestra la razón. Para más información se puede consultar el protocolo como antes.
nl: De tijdelijke overschrijvingen van iLoop kunnen nu ook worden weergegeven in de dagelijkse grafieken. De tekst van de reden wordt weergegeven. Zoals eerder kan dit ook in het logboek voor meer gedetailleerde informatie worden weergegeven.
sk: In der Tagesgrafik kann man nun die temporären Overrides von iLoop auch anzeigen lassen. Es wird der Grund angezeigt. Für genauere Informationen kann das so wie bisher auch im Protokoll angezeigt werden.

# Das Projekt wurde auf Dart 2.13.4 und Angular 6.0.1 aktualisiert.
source: The project was updated to Dart 2.13.4 and Angular 6.0.1.
es_es: El projecto se ha actualizado a Dart 2.13.4 y Angular 6.0.1.
nl: Het project is bijgewerkt naar Dart 2.13.4 en Angular 6.0.1.
sk: Das Projekt wurde auf Dart 2.13.4 und Angular 6.0.1 aktualisiert.

source: Limit values were not consistently treated in the same way. The assignment of the values to the target areas should now be identical in the entire program.
es_es: Valores límite no se han tratado siempre igual. Ahora la asignación de valores a los objetivos debe ser idéntica en todo el programa.
nl: Grenswaarden werden niet consequent op dezelfde manier behandeld. Het toewijzen van waarden aan de doelgebieden moet nu identiek zijn in het hele programma.
sk: Grenzwerte wurden nicht durchgängig gleich behandelt. Jetzt sollte die Zuordnung der Werte zu den Zielbereichen im gesamten Programm identisch sein.

source: There is a new form called "Distribution of glucose values". This shows the percentage distribution of the glucose values for the selected period.
es_es: Hay un nuevo formulario llamado "distribución de va de glucosa". Este muestra la distribución porcentual para el período elegido.
nl: Er is een nieuw formulier genaamd "Distributie van glucosewaarden". Dit toont het percentage van de glucosewaarden voor de geselecteerde periode.
sk: Pribudol nový formulár pod názvom "Distribúcia hodnôt glykémie". Zobrazuje percentuálny výskyt hodnôt glykémie v rámci zvoleného obdobia.

source: In the daily statistics, the average values for some values are now also displayed in the totals line.
es_es: En el gráfico diario ahora se muestran adicionalmente promedios de algunos valores en la columna del valor total.
nl: In de dagelijkse statistieken worden de gemiddelde waarden voor sommige waarden nu ook in de totale grens weergegeven.
sk: In der Tagesstatistik werden nun in der Summenzeile die Durchschnittswerte für einige Werte zusätzlich angezeigt.

source: When defining the period, you can now specify up to which day the period should be determined. As before, the current day is preset. You can also set yesterday to have days with complete dates, or the last weekend if you are interested in complete weeks.
es_es: Al especificar el periodo ahora se puede definir hasta que día el periodo será determinado. Predeterminado está, como siempre, el día actual. Se puede elegir el día de ayer para obtener datos denel día entero o el fin de semana pasado para obtener datos de la semana entera.
fr: Lorsque vous définissez la période, vous pouvez maintenant spécifier jusqu'à quel jour la période doit être déterminée. Comme avant, le jour actuel est prédéfini. Vous pouvez également définir hier pour avoir des jours avec des dates complètes, ou le dernier week-end si vous êtes intéressé par des semaines complètes.
nl: Bij het definiëren van de periode kunt u nu aangeven tot welke dag de periode moet worden bepaald. Zoals eerder, is de huidige dag voorinstelling. Je kunt gisteren ook instellen op dagen met volledige datums of het laatste weekend als je geïnteresseerd bent in volledige weken.
sk: Bei der Festlegung des Zeitraums kann man jetzt angeben, bis zu welchem Tag der Zeitraum ermittelt werden soll. Voreingestellt ist so wie bisher auch der aktuelle Tag. Man kann aber auch den gestrigen Tag einstellen, um Tage mit vollständigen Daten zu haben, oder das letzte Wochenende, wenn man an vollständigen Wochen interessiert ist.

source: Dialogs and the display of the progress are now implemented a little different technically. Because of this, the application background is now shown darker in the cases and it is not possible to click on anything.
es_es: Diálogos y visualización del progreso se muestran diferentemente. Por eso el fondo de la aplicación en estos casos se muestra en oscuro y no se puede pulsar botones.
nl: Dialogen en het tonen van de vooruitgang worden nu technisch iets anders uitgevoerd. Hierdoor wordt de achtergrond van de toepassing nu donkerder getoond in de gevallen en is het niet mogelijk om op iets te klikken.
sk: Zobrazovanie pokroku pri odpovediach v dialógoch je teraz riešené technicky odlišným spôsobom. Z toho dôvodu sa pozadie aplikácia zobrazuje v týchto sitáciách tmavšie a nie je možné kliknúť mimo dialógu.

source: Fixed a bug that caused dialogs to be closed with Escape, leaving the application in an unusable state.
es_es: Se ha corregido una falta que admitía cerrar diálogos por el botón "escape" y dejaba la aplicación inutilizable.
nl: Bug opgelost die ervoor zorgde dat dialoogvensters gesloten werden met Escape, waardoor de applicatie in een onbruikbare toestand bleef.
sk: Bol odstránený problém, ktorý umožňoval pomocou ESC zatvoriť dialóg a tým ponechať aplikáciu v nepoužiteľnom stave.

source: A bug has been fixed that prevented usage of the app when selecting the time period if you focused on an empty input field.
es_es: Se ha corregido una falta, que al elegir un período dejando una casilla vacía impedía el uso.
nl: Een bug is verholpen die het gebruik van de app bij het selecteren van de tijdsperiode als je je concentreerde op een leeg invoerveld.
sk: Bola odstránená chyba, kedy po kliknutí do prázdneho políčka nebolo možné pokračovať vo výbere časového intervalu.

source: A bug has been fixed that caused the application to be in an undefined state when the last user was deleted.
es_es: Se ha corregido una falta que dejaba la aplicación en un estado no definido al borrar el último usuario.
nl: Er is een bug opgelost die ervoor heeft gezorgd dat de applicatie zich in een niet-gedefinieerde status bevindt wanneer de laatste gebruiker werd verwijderd.
sk: Bola odstránená chyba, kedy po zmazaní posledného užívateľa zostala aplikácia v nepoužiteľnom stave.

source: The incorrect name for average carbohydrates per day in the daily statistics has been replaced by the correct name for average carbohydrates per meal.
es_es: El nombre incorrecto del promedio de carbohidratos al día en la estadística diaria se ha cambiado al promedio de carbohidratos por comida.
nl: De onjuiste naam voor gemiddelde koolhydraten per dag in de dagelijkse statistieken is vervangen door de juiste naam voor gemiddelde koolhydraten per maand.
sk: Nesprávny popis priemerných denných sacharidov v dennej štatistike bol opravený na správne znenie popisujúce priemerné sacharidy na jedlo.

source: The output of the target value and the blood values in the daily graphic has been corrected. There were problems when a different blood sugar unit than the one set on the server was used for output.
es_es: La visualización del objetivo y de los valores sanguíneos en el gráfico diario se ha corregido. Aquí había problemas al elegir otra unidad que elegido en el servidor.
nl: De output van de doelwaarde en de bloedwaarden in de dagelijkse grafiek zijn gecorrigeerd. Er waren problemen toen een andere bloedsuikereenheid werd gebruikt dan degene op de server voor uitvoer.
sk: Die Ausgabe des Zielwertes und der blutigen Werte in der Tagesgrafik wurde korrigiert. Da gab es Probleme, wenn man eine andere Blutzucker Einheit als die auf dem Server eingestellte zur Ausgabe verwendet hat.

source: The Nightscout Reporter logo has been changed. It is still the well-known and popular owl, but it now wears a hat like the newspaper deliverers and sometimes also journalists in ancient films. The logo is only shown in the program and does not appear on the PDFs. There is still the normal Nightscout logo because it was placed there to refer to Nightscout itself.
es_es: Se ha cambiado el logotipo de Nightscout Reporter. Sigue siendo el querido buho, pero ahora lleva und gorra como los periodistas en las antiguas películas. El logro sólo se muestra dentro del programa y no sale en los PDFs. Ahí se sigue mostrando el logotipo normal de Nightscout, para apuntar a la página Nightscout.
nl: Het Nightscout Reporter logo is veranderd. Het is nog steeds de bekende en populaire uwe, maar nu draagt het een hoed zoals de krantenkopers en soms ook journalisten in oude films. Het logo wordt alleen in het programma weergegeven en verschijnt niet op de PDF's. Er is nog steeds het normale Nightscout logo omdat het daar is geplaatst om naar Nightscout zelf te verwijzen.
sk: Das Logo von Nightscout Reporter wurde geändert. Es ist nach wie vor die bekannte und beliebte Eule, aber sie hat nun eine Mütze auf wie die Zeitungsausträger und teilweise auch Journalisten in uralten Filmen. Das Logo ist nur im Programm vorhanden und erscheint nicht auf den PDFs. Dort ist nach wie vor das normale Nightscout Logo, weil es dort platziert wurde, um auf Nightscout selbst hinzuweisen.

source: An error in the output of the temporary goals in the daily graphic has been fixed.
es_es: Und falta en los objetivos temporales de ja corregido.
nl: Er is een fout opgetreden in de output van de tijdelijke doelen in de dagelijkse grafiek.
sk: Ein Fehler bei der Ausgabe der temporären Ziele in der Tagesgrafik wurde behoben.

source: Columns for TDD and carbohydrates can now be displayed in the daily statistics.
es_es: En la estatistica diaria ahora se pueden mostrar columnas para carbohidratos y TBD.
nl: Kolommen voor TDD en koolhydraten kunnen nu worden weergegeven in de dagelijkse statistieken.
pt_pt: Colunas para TDD e hidratos de carbono agora podem ser exibidas nas estatísticas diárias.
sk: V dennej štatistike môžu byť zobrazené len stĺpce CDD (celkový denný inzulín) a sacharidy.

# Die URLs der Benutzer werden nun nach dem Enddatum sortiert.
source: The URLs of the users are now sorted according to the end date.
es_es: Las URL del usuario se ordenan por la fecha final.
nl: De URL's van de gebruikers worden nu gesorteerd volgens de einddatum.
pt_pt: As URLs dos usuários agora são classificadas de acordo com a data final.
sk: Die URLs der Benutzer werden nun nach dem Enddatum sortiert.

source: The title of the Glucose Percentile Diagram is no longer displayed incorrectly in the form selection options when printing in portrait format.
es_es: El nombre del gráfico de glucosa percentil ahora se muestra correctamente al imprimir en formato alto.
nl: De titel van het Glucose Percentile Diagram wordt bij het printen in staand formaat niet meer verkeerd weergegeven.
pt_pt: O título do Diagrama Percentil da Glucose não é mais exibido incorretamente nas opções de seleção de formulário ao imprimir no formato de retrato.
sk: Der Titel vom Glucose Percentil Diagramm wird nun auch bei Ausdruck im Hochformat nicht mehr falsch in den Optionen Formularauswahl dargestellt.

source: There is a new option in the daily graph with which you can show and hide the target value.
es_es: Hay una nueva opción en el gráfico diario para mostrar y esconder el objetivo.
nl: Er is een nieuwe optie in de dagelijkse grafiek waarmee u de doelwaarde kunt tonen en verbergen.
pt_pt: Há uma nova opção no gráfico diário com a qual você pode exibir e ocultar o valor alvo.
sk: Es gibt eine neue Option in der Tagesgrafik mit der man den Zielwert ein- und ausblenden kann.

source: An error has been corrected which resulted in missing data such as treatments no longer being able to create a PDF.
es_es: De ha corregido una falta que al faltar valores impedía el establecimiento del PDF.
nl: Er is een fout opgetreden die ertoe heeft geleid dat ontbrekende gegevens, zoals behandelingen, niet langer een PDF kunnen creëren.
pt_pt: Um erro foi corrigido e resultou em dados ausentes, como tratamentos já não são capazes de criar um PDF.
sk: Ein Fehler wurde behoben, der dazu führte, dass bei fehlenden Daten wie z.B. Treatments gar kein PDF mehr erstellt werden konnte.

source: In the output parameters there is a checkbox with which you can ensure that all options that would indicate a loop are deactivated for this output. These are the options that are marked with a circle (= loop).
es_es: En los parámetros hay una opción para desactivar todos las informaciones que estan relacionadas con el bucle cerrado para esta actual edición. Estos son los parámetros marcados con un círculo (=Loop).
nl: Bij de uitvoerparameters is er een selectievakje waarmee u ervoor kunt zorgen dat alle opties die aangeven dat een loop is gedeactiveerd zijn voor deze uitvoer. Deze opties zijn gemarkeerd met een cirkel (= lus).
pt_pt: Nos parâmetros de saída há uma caixa de seleção com a qual você pode garantir que todas as opções que indicariam um loop são desativadas para esta saída. Essas são as opções que estão marcadas com um círculo (= loop).
sk: In den Ausgabeparametern gibt es eine Checkbox, mit der man dafür sorgen kann, dass alle Optionen, die auf einen Loop hinweisen würden, für diese Ausgabe deaktiviert werden. Das sind die Optionen, die mit einem Kreis (=Loop) markiert sind.

source: When Nightscout Reporter was started for the first time, it was displayed normally when the language changed. Now it stays on the welcome dialog as intended.
es_es: Al primer inicio de Nightscout Reporter se ha mostrado normal al cambiar el lenguaje. Ahora se muestra, como previsto, el la página inicial.
nl: Toen Nightscout Reporter voor het eerst werd gestart, werd deze normaal weergegeven toen de taal veranderde. Nu blijft het in het welkomstdialoogvenster zoals bedoeld.
pt_pt: Quando o Nightscout Reporter foi iniciado pela primeira vez, ele foi exibido normalmente quando o idioma mudou. Agora fica na caixa de diálogo das boas-vindas como pretendido.
sk: Beim erstmaligen Start von Nightscout Reporter wurde er schon bei Sprachänderung normal angezeigt. Jetzt bleibt er wie vorgesehen auf dem Willkommen Dialog.

source: The display of the images on tiles is now correctly preset in the settings as intended.
es_es: El diseño de las imágenes en azulejos ahora se inicia correctamente en los ajustes.
fr: L'affichage des images sur les tuiles est maintenant correctement prédéfini dans les paramètres comme prévu.
nl: De weergave van de afbeeldingen op tegels is nu correct ingesteld in de instellingen zoals bedoeld.
pt_pt: A exibição das imagens nos blocos agora está corretamente predefinida nas configurações como esperado.
sk: Die Anzeige der Bilder auf Kacheln wird nun wie vorgesehen korrekt in den Einstellungen vorbelegt.
