Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

# Die Genauigkeit der ISF Angaben im Profil wurde korrigiert.
source: The precision of ISF in profile was corrected.
de: Die Genauigkeit der ISF Angaben im Profil wurde korrigiert.
es_es: La exactitud de los datos ISF en el perfil ha sido corregido.
fr: La précision de l'ISF (Facteur de sensibilité à l'insuline) dans le profil a été corrigée.
ja: プロファイルの ISF の精度を修正しました。
nl: De precisie van ISF in profiel is gecorrigeerd.
pl: Precyzja ISF w profilu została skorygowana.
pt_pt: A precisão da ISF no perfil foi corrigida.
sk: Presnosť informácií ISF v profile bola opravená.

source: In the log, the information that sets a temporary target of 0 U for 0 minutes is output as "Cancel temp target".
de: Im Protokoll werden die Angaben, die ein temporäres Ziel von 0 IE für 0 Minuten setzen als "Aufhebung von temp. Ziel" ausgegeben.
es_es: En el protocolo un perfil temporal de 0 UI por 0 minutos se declararán como "cancelación de perfil temporal".
fr: Dans les logs, les informations qui définissent une cible temporaire de 0 U pour 0 minutes sont affichées comme "Annuler la cible temporaire".
ja: ログ中で、0分 0U 一時目標に設定した情報を「一時目標をキャンセル」として出力しています。
nl: In het log, is de informatie die een tijdelijk streefdoel van 0 U voor 0 U voor 0 minuten instelt de uitvoer als "Tijdelijk streefdoel annuleren".
pl: W logu informacja, która ustawia tymczasowy cel 0 U na 0 minut jest wyjściem jako "Anuluj cel tymczasowy".
pt_pt: No log, a informação que define um alvo temporário de 0 U para 0 minutos é a saída como "Cancelar alvo temporário".
sk: V protokole sa informácia, ktorá nastavuje dočasný cieľ 0 IU na 0 minút, vydáva ako „Zrušenie dočasného cieľa“.

source: Various calculations were corrected in the CGP, which were mainly shown in differences in ToR and average values.
de: Im CGP wurden verschiedene Berechnungen korrigiert, die sich vor allem in Differenzen bei ToR und Mittelwerten zeigten.
es_es: En el CGP se han corregido varias cálculos que se han mostrado sobre todo en diferencias en ToR y en promedios.
fr: Divers calculs ont été corrigés dans le CGP, qui étaient principalement montrés dans les différences entre les ToR (Temps dans la cible) et les valeurs moyennes.
ja: CGP では各種計算を修正しました。主に ToR と平均値の差で示されていました。
nl: Verschillende berekeningen zijn gecorrigeerd in het CGP, die voornamelijk te zien waren in verschillen in ToR en gemiddelde waarden.
pl: Różne obliczenia zostały skorygowane w CGP, co wykazano głównie w różnicach w ToR i średnich wartościach.
pt_pt: Foram corrigidos vários cálculos no CGP, que foram mostrados principalmente nas diferenças entre os valores médios e os valores de ToR.
sk: V CGP boli opravené rôzne výpočty, ktoré boli zjavné najmä v rozdieloch v ToR a priemerných hodnotách.

# Die Legende der Tagesgrafik wurde um den Eintrag für Bewegung erweitert.
source: The legend of the daily graphic has been expanded to include the entry for exercises.
de: Die Legende der Tagesgrafik wurde um den Eintrag für Bewegung erweitert.
es_es: En la leyenda del gráfico diario se ha añadido la información sobre actividad.
fr: La légende du graphique quotidien a été élargie pour inclure l'entrée pour les exercices.
ja: デイリーグラフのレジェンド要素が拡張され、運動の項目が追加されました。
nl: De legende van de dagelijkse grafiek is uitgebreid met het toevoegen van oefeningen.
pl: Legenda codziennej grafiki została rozszerzona o wpis dotyczący ćwiczeń.
pt_pt: A legenda do gráfico diário foi aumentada para incluir a entrada para exercícios.
sk: Die Legende der Tagesgrafik wurde um den Eintrag für Bewegung erweitert.

source: In the daily graphic in the german version "Training" was replaced by "Bewegung" since this matches the wording in AAPS better.
de: In der Tagesgrafik wurde "Training" in "Bewegung" umbenannt. Das passt besser zu den Einträgen in AAPS.
es_es: En el gráfico diario se ha cambiado "entrenamiento" por "actividad". Esto va mejor con los datos en AAPS.
fr: Dans le graphique quotidien dans la version allemande "Formation" a été remplacé par "Bewegung" car cela correspond mieux à la formulation dans AAPS.
ja: ドイツ語のデイリーグラフで、「トレーニング」が Bewegung に置き換えられました。
nl: In de dagelijkse grafische versie van de german versie "Training" is vervangen door "Bewegung" omdat deze beter overeenkomt met de formulering in AAPS.
pl: W dziennym obrazku w wersji german "Szkolenie" zostało zastąpione przez "Bewegung", ponieważ lepiej pasuje do sformułowania w AAPS.
pt_pt: No gráfico diário na versão do german "Treino" foi substituído por "Bewegung" já que isso corresponde melhor ao texto no AAPS.
sk: In der Tagesgrafik wurde "Training" in "Bewegung" umbenannt. Das passt besser zu den Einträgen in AAPS.

# Die Farbe für Bewegung in der Tagesgrafik wurde geändert.
source: The color for exercises in the daily graphic changed.
de: Die Farbe für Bewegung in der Tagesgrafik wurde geändert.
es_es: El color para mostrar las actividades en el gráfico diario ha sido cambiado.
fr: La couleur pour les exercices dans le graphique quotidien a changé.
ja: デイリーグラフの運動の色を変更。
nl: De kleur van oefeningen in de dagelijkse grafieken verandering.
pt_pt: Alteração da cor para exercícios no gráfico diário.
sk: Die Farbe für Bewegung in der Tagesgrafik wurde geändert.

source: The analysis values were not determined correctly. This has been corrected and the statistical data evaluated over the period should now be correct.
de: Die Analysewerte wurden nicht ganz korrekt ermittelt. Das wurde korrigiert und nun sollten die statistischen Daten über den Zeitraum richtig ausgewertet werden.
es_es: Los datos de la analítica no fueron calculadas correctamente. Esto se ha corregido y ahora los datos estatisticos deben ser calculados correspondiendo al periodo elegido.
fr: Les valeurs d'analyse n'étaient pas correctement déterminées, ce qui a été corrigé et les données statistiques évaluées au cours de la période devraient maintenant être correctes.
ja: 分析値が正しく決定されていませんでした。これが修正され、指定期間中に評価される統計データは正されるでしょう。
nl: De analysewaarden zijn niet correct bepaald, dit is gecorrigeerd en de statistische gegevens die over de periode zijn geëvalueerd, moeten nu juist zijn.
pl: Wartości analizy nie zostały prawidłowo ustalone, a dane statystyczne oceniane w tym okresie powinny być poprawne.
pt_pt: Os valores da análise não foram determinados correctamente, foi corrigido e os dados estatísticos avaliados ao longo do período devem agora estar correctos.
sk: Hodnoty pre analýzu neboli vždy správne načítané. Toto bolo opravené a štatistické hodnoty za obdobie sú teraz vypočítané správne.

# Beim Laden der Behandlungsdaten werden doppelte Datensätze herausgefiltert.
source: When the treatment data is loaded, duplicate data records are filtered out.
de: Beim Laden der Behandlungsdaten werden doppelte Datensätze herausgefiltert.
es_es: Al cargar los datos de tratamientos se eliminaran duplicados.
fr: Lorsque les données de traitement sont chargées, les enregistrements de données en double sont filtrés.
ja: 処置データが読み込まれると、重複するデータレコードはフィルタリングされます。
nl: Wanneer de behandelingsgegevens worden geladen, worden dubbele gegevensrecords uitgefilterd.
pl: Po załadowaniu danych dotyczących obróbki odfiltrowane są zduplikowane zapisy danych.
pt_pt: Quando os dados de tratamento são carregados, registos de dados duplicados são filtrados.
sk: Beim Laden der Behandlungsdaten werden doppelte Datensätze herausgefiltert.

source: The calculated IE for carbohydrates in the daily graph were partly determined with wrong factors. The bug has been fixed.
de: Die berechneten IE für Kohlenhydrate in der Tagesgrafik wurden teilweise mit falschen Faktoren ermittelt. Der Fehler wurde behoben.
es_es: Las UI para los carbohidratos en el gráfico diario se han calculado con factores erróneos. Esto ha sido corregido.
fr: L'IE calculée pour les glucides dans le graphique quotidien a été partiellement déterminée par des facteurs erronés. Le bug a été corrigé.
ja: デイリーグラフ中の炭水化物用に計算された IE が一部誤った因数で決定されていました。このバグを修正しました。
nl: De berekende E voor koolhydraten in de dagelijkse grafiek is deels bepaald door verkeerde factoren. De bug is opgelost.
pl: Obliczone IE dla węglowodanów na wykresie dziennym zostały częściowo określone z niewłaściwymi czynnikami. Błędy zostały naprawione.
pt_pt: O IE calculado para hidratos de carbono no gráfico diário foi parcialmente determinado com fatores errados. O bug foi corrigido.
sk: Die berechneten IE für Kohlenhydrate in der Tagesgrafik wurden teilweise mit falschen Faktoren ermittelt. Der Fehler wurde behoben.

source: In the percentile diagram there is a new option with which the basalrate can be displayed below the diagram. Since the diagram normally spans a longer period, the basalrate that was active at the beginning of the period is displayed.
de: Beim Perzentil Diagramm gibt es eine neue Option, mit der man die Basalrate unter dem Diagramm anzeigen lassen kann. Da das Diagramm normalerweise einen grösseren Zeitraum umspannt, wird dort die Basalrate angezeigt, die zu Beginn des Zeitraums aktiv war.
es_es: En el gráfico del percentil hay una nueva opción para mostrar la tasa basal debajo del gráfico. Como el gráfico suele mostrar un período más amplio, aquí se mostrará la tasa basal estando activa al principio del periodo.
fr: Dans le diagramme percentile, il y a une nouvelle option avec laquelle le débit de basal peut être affiché sous le diagramme. Comme le diagramme s'étend normalement sur une période plus longue, le débit de basal qui était actif au début de la période s'affiche.
ja: 血糖値変動パターンの新しいオプションでは、基礎単位をその図表下に表示できます。この図表は通常より長い期間が表示されるため、その期間の最初にアクティブだったベーサルレートが表示されます。
nl: In het percentiele diagram is er een nieuwe optie waarmee het basaal onder het diagram kan worden weergegeven. Omdat het diagram normaal gesproken een langere periode omslaat, wordt het basaal die actief was aan het begin van de periode weergegeven.
pl: Na schemacie percentyla istnieje nowa opcja, z którą dawkę bazową można wyświetlić pod schematem. Ponieważ schemat zazwyczaj obejmuje dłuższy okres, wyświetlana jest dawka podstawowa, która była aktywna na na początku okresu.
pt_pt: No diagrama percentil há uma nova opção para exibir a taxa basal abaixo do diagrama. Como o diagrama normalmente abrange um período mais longo, é exibida a taxa basal que estava ativa no início do período.
sk: Beim Perzentil Diagramm gibt es eine neue Option, mit der man die Basalrate unter dem Diagramm anzeigen lassen kann. Da das Diagramm normalerweise einen grösseren Zeitraum umspannt, wird dort die Basalrate angezeigt, die zu Beginn des Zeitraums aktiv war.

source: Fixed a bug that sometimes prevented the parameters for the tiles from being called in the tile view.
de: Fehler behoben, der bei der Kachelansicht teilweise verhindert hat, dass die Parameter für die Kacheln aufgerufen werden konnten.
es_es: Arreglado problema con visualización en pantalla de azilejos.
fr: Correction d'un bug qui empêchait parfois les paramètres des tuiles d'être appelés dans la vue des tuiles.
ja: タイルビューでタイル用のパラメータが呼び出しが阻止されていたバグを修正しました。
nl: Bug opgelost waardoor de parameters voor de tegels soms in de tegelweergave werden aangeroepen.
pl: Naprawiono błąd, który czasami uniemożliwił wywołanie parametrów kafelków w widoku kafelka.
pt_pt: Corrigido um erro que por vezes impedia os parâmetros dos blocos de serem chamados na visualização dos mosaicos.
sk: Fehler behoben, der bei der Kachelansicht teilweise verhindert hat, dass die Parameter für die Kacheln aufgerufen werden konnten.

source: There is a new PDF called Daily Trend. This shows the values of a day together with the trend on the hour and the basal rate set in the profile. This is a good overview for basal rate tests to see where something needs to be adjusted.
de: Es gibt ein neues PDF namens Tagestrend. Dieses zeigt die Werte eines Tages zusammen mit dem Trend zu jeder vollen Stunde, sowie der eingestellten Basalrate aus dem Profil. Das ist eine gute Übersicht für Basalratentests, um zu erkennen, wo etwas anzupassen ist.
es_es: Hay un nuevo PDF "tendencia diaria". Este muestra los valores diarios por hora y el perfil actual. Esto es un buen resumen para verificar tasas basales.
fr: Il y a un nouveau PDF appelé Tendance Quotidienne. Cela montre les valeurs d'une journée ainsi que la tendance sur l'heure et le taux de basal défini dans le profil. Ceci est un bon aperçu pour les tests de débit basal pour voir où quelque chose doit être ajusté.
ja: 1日の傾向と名付けられた新しいPDFが用意されました。これは1日の値を時間ごとの傾向とプロファイルに設定された基礎単位と共に表示します。これは、基礎単位テストで調整が必要な箇所を確認するための良い概要となります。
nl: Er is een nieuwe PDF genaamd Daily Trend. Dit toont de waarden van een dag samen met de trend op het uur en de ingestelde basaalstand in het profiel. Dit is een goed overzicht van de basaalstanden om te zien waar er iets moet worden aangepast.
pl: Istnieje nowy plik PDF zwany codziennym trendem. To pokazuje wartości dnia wraz z trendem godziny i dawki bazowej ustawionej w profilu. Jest to dobry przegląd dla testów dawki podstawowej, aby sprawdzić, gdzie należy coś zmienić.
pt_pt: Há um novo PDF chamado Tendência Diária. Isto mostra os valores de um dia juntamente com a tendência de hora e a taxa de basal definida no perfil. Esta é uma boa panorâmica dos testes de taxa de basal para ver onde é que algo precisa de ser ajustado.
sk: Es gibt ein neues PDF namens Tagestrend. Dieses zeigt die Werte eines Tages zusammen mit dem Trend zu jeder vollen Stunde, sowie der eingestellten Basalrate aus dem Profil. Das ist eine gute Übersicht für Basalratentests, um zu erkennen, wo etwas anzupassen ist.

source: There is a new option in the daily graph to prevent the rounding of the insulin values to the maximum precision in the profile. This makes sense when either there is no profile or when values are entered with greater precision than in the profile.
de: In der Tagesgrafik gibt es eine neue Option, um die Rundung der Insulinwerte auf die maximale Genauigkeit im Profil zu unterbinden. Das macht da Sinn, wo entweder kein Profil vorhanden ist, oder wo Werte mit höherer Genauigkeit als im Profil eingegeben werden.
es_es: En el gráfico diario hay una nueva opción para evitar el redondeo máximo de los valores de insulina a la máxima exactitud. Esto se necesita donde no existe perfil o donde los valores insertados son más exactos que los del perfil.
fr: Il y a une nouvelle option dans le graphique quotidien pour éviter l'arrondi des valeurs d'insuline à la précision maximale dans le profil. Cela a un sens quand il n'y a pas de profil ou quand les valeurs sont saisies avec plus de précision que dans le profil.
ja: デイリーグラフの新しいオプションでは、インスリン値がそのプロファイルの最大精度で四捨五入されるのを抑制できます。これはプロファイルがない場合や、プロファイルよりも精度の高い値を入力した場合に意味があります。
nl: Er is een nieuwe optie in de dagelijkse grafiek om te voorkomen dat de insuline-afrondingen tot de maximale precisie in het profiel plaatsvinden. Dit is logisch wanneer er geen profiel is of wanneer waarden met een grotere precisie worden ingevoerd dan in het profiel.
pl: Na wykresie dziennym znajduje się nowa opcja, aby zapobiec zaokrągleniu wartości insuliny do maksymalnej dokładności profilu. Ma to sens, gdy nie ma profilu lub gdy wartości są wprowadzane z większą precyzją niż w profilu.
pt_pt: Há uma nova opção no gráfico diário para evitar o arredondamento dos valores da insulina para a máxima precisão no perfil. Isso faz sentido quando não há perfil ou quando os valores são inseridos com maior precisão do que no perfil.
sk: In der Tagesgrafik gibt es eine neue Option, um die Rundung der Insulinwerte auf die maximale Genauigkeit im Profil zu unterbinden. Das macht da Sinn, wo entweder kein Profil vorhanden ist, oder wo Werte mit höherer Genauigkeit als im Profil eingegeben werden.

source: In the daily graph you can now display the IOB (Insulin On Board) and COB (Carbs On Board). The IOB is shown at the top, where the bolus is shown, the COB at the bottom, where the carbohydrates are shown.
de: In der Tagesgrafik kann man nun die IOB (Insulin On Board) und COB (Carbs On Board) anzeigen lassen. Die IOB werden am oberen Rand angezeigt, wo auch die Bolusabgaben dargestellt werden, die COB am unteren Rand, wo auch die Kohlenhydrate dargestellt werden.
es_es: En el gráfico diario ahora también se muestran IOB (insulina a bordo) y COB (carbohidratos a bordo). IOB se muestran en la parte superior donde también se muestran los bolos, COB se muestran en la parte de abajo donde también se muestran los carbohidratos.
fr: Dans le graphique quotidien, vous pouvez maintenant afficher l'IA (Insuline Active) et les glucides actifs (Glucides à bord). L'Insuline Active est affichée en haut, où le bolus est montré, le glucides à bord en bas, où les glucides sont affichés.
ja: デイリーグラフに IOB (インスリン On Board) と COB (炭水化物 On Board) を表示できます。ボーラスの表示されている上部に IOB、COB が表示されている下部に COB が表示されます。
nl: In de dagelijkse grafiek kunt u nu de IOB (Insuline aan boord) en COB (koolhydraten aan boord) tonen. De IOB staat bovenaan waar de bolus wordt getoond, de COB aan de onderkant, waar de koolhydraten worden getoond.
pl: Na wykresie dziennym możesz teraz wyświetlić IOB (Insulin On Board) i COB (Karbs On Board). IOB jest pokazana u góry, gdzie znajduje się bolus, u dołu COB, gdzie znajdują się węglowodany.
pt_pt: No gráfico diário pode exibir a IOB (Insulina a bordo) e a COB (Hidratos a bordo). O IOB é mostrado no topo onde o bolus é visível, o COB no fundo onde os Hidratos de carbono são visíveis.
sk: In der Tagesgrafik kann man nun die IOB (Insulin On Board) und COB (Carbs On Board) anzeigen lassen. Die IOB werden am oberen Rand angezeigt, wo auch die Bolusabgaben dargestellt werden, die COB am unteren Rand, wo auch die Kohlenhydrate dargestellt werden.

# Nightscout Reporter kann nun auch auf Portugiesisch verwendet werden.
source: Nightscout Reporter can now also be used in Portuguese.
de: Nightscout Reporter kann nun auch auf Portugiesisch verwendet werden.
es_es: Nightscout Reporter ahora puede ser usado en portugués.
fr: Nightscout Reporter peut maintenant être utilisé en portugais.
ja: ナイトスカウトレポーターはポルトガル語でも利用可能になりました。
nl: Nightscout Reporter kan nu ook in het Portugees worden gebruikt.
pl: Nightscout Reporter może być teraz wykorzystywany w języku portugalskim.
pt_pt: Nightscout Reporter pode agora ser usado em Português.
sk: Nightscout Reporter kann nun auch auf Portugiesisch verwendet werden.

source: There is a new PDF called Dayhours. This shows the average values of a day in every hourly interval and fills the cells backgroundcolor according to the glucose value. This gives you a good overview of the distribution of values in the selected period.
de: Es gibt ein neues PDF namens Tagesstunden. Dieses zeigt die Durchschnittswerte eines Tages in jedem Stundenintervall an und färbt die Zellen entsprechend des Glukosewertes ein. So hat man eine gut Übersicht über die Werteverteilung im ausgewählten Zeitraum.
es_es: Hay un PDF nuevo llamado horas de día. Este muestra el medio diario por cada hora y color cada célula según el valor de la glucosa. Así se optiene un buen resumen sobre la distribución de los valores en el periodo elegido.
fr: Il y a un nouveau PDF appelé Dayhours. Cela montre les valeurs moyennes d'une journée à chaque intervalle horaire et remplit la couleur de fond des cellules en fonction des valeurs de glycémies. Cela vous donne un bon aperçu de la distribution des valeurs dans la période sélectionnée.
ja: 日別毎時間 (Dayhours) と命名された新しい PDF が追加されました。時間単位の間隔で1日の平均値を表示し、ブドウ糖値に応じてマスの背景色を変えます。選択期間中の値の分かりやすい概要が提供されます。
nl: Er is een nieuw PDF-bestand genaamd Daguur. Dit toont de gemiddelde waarden van een dag in elk uur-interval en vult de achtergrondkleur van de cellen volgens de glucosewaarde. Dit geeft een goed overzicht van de waardeverdeling in de geselecteerde periode.
pl: Istnieje nowy plik PDF o nazwie Dni Godzin. To pokazuje średnie wartości dzienne w odstępach godzinowych i wypełnia kolor tła komórek w zależności od wartości glukozy. To daje dobry przegląd rozkładu wartości w wybranym okresie.
pt_pt: Há um novo PDF chamado Dias/Horas. Isto mostra os valores médios de um dia em cada intervalo horário e preenche a cor de fundo das células de acordo com o valor de glicose. Isto dá-lhe uma boa visão geral da distribuição de valores no período seleccionado.
sk: Es gibt ein neues PDF namens Tagesstunden. Dieses zeigt die Durchschnittswerte eines Tages in jedem Stundenintervall an und färbt die Zellen entsprechend des Glukosewertes ein. So hat man eine gut Übersicht über die Werteverteilung im ausgewählten Zeitraum.

source: In the Glucose Percentile Diagram you can now set a maximum for the scaling. If it is set to "Automatic", the maximum is determined as before. For any other value, the upper limit for the diagram is set to this value. This makes it easier to compare two diagrams with different upper limits.
de: Beim Glukose Perzentil Diagramm kann man nun ein Maximum für die Skalierung festlegen. Wenn es auf "Automatisch" gesetzt wird, wird das Maximum wie bisher auch ermittelt. Bei einem anderen Wert wird die Obergrenze für das Diagramm auf diesen Wert festgesetzt. Damit ist es leichter möglich zwei Diagramme miteinander zu vergleichen, deren Obergrenze unterschiedlich ist.
es_es: En el percentil de glucosa ahora se puede definir un máximo para la escala. Si seleccionas "automático" el máximo será mostrado como antes. Si eliges otro valor este será utilizado como máximo en el gráfico. Así es más fácil comprar diferentes gráficos con diferentes máximos.
fr: Dans le diagramme Percentile de glucose, vous pouvez maintenant définir un maximum pour la mise à l'échelle. S'il est réglé sur "Automatique", le maximum est déterminé comme avant. Pour toute autre valeur, la limite supérieure du diagramme est définie à cette valeur. Cela facilite la comparaison de deux diagrammes avec des limites supérieures différentes.
ja: グルコースパーセンタイル図表で、縮尺の最大値が設定できます。「自動」に設定されていれば、以前と同様に最大値が決定されます。それ以外の値では、図表の上限がこの値に設定されます。これにより、上限値の異なる2つの図表が比較しやすくなりました。
nl: In het Glucose Percentile Diagram kunt u nu een maximum instellen voor de schaaling. Als het is ingesteld op "Automatisch", wordt het maximum bepaald zoals voorheen. Voor elke andere waarde is de bovengrens voor het diagram ingesteld op deze waarde. Dit maakt het makkelijker om twee diagrammen te vergelijken met verschillende bovengrenzen.
pl: W schemacie percentyla glikemii można teraz ustawić maksymalną wartość skalowania. Jeżeli jest ustawiony na "automatyczny", to wartość maksymalną określa się jak poprzednio. Dla każdej innej wartości górna granica dla wykresu jest ustawiona na tę wartość. Ułatwia to porównywanie dwóch schematów z różnymi górnymi granicami.
pt_pt: No Diagrama do percentil pode definir um máximo para a escala. Se estiver definido como "Automático", o máximo é determinado como antes. Para qualquer outro valor, o limite máximo para o diagrama é definido para esse valor. Isto facilita a comparação de dois diagramas com diferentes limites superiores.
sk: Beim Glukose Perzentil Diagramm kann man nun ein Maximum für die Skalierung festlegen. Wenn es auf "Automatisch" gesetzt wird, wird das Maximum wie bisher auch ermittelt. Bei einem anderen Wert wird die Obergrenze für das Diagramm auf diesen Wert festgesetzt. Damit ist es leichter möglich zwei Diagramme miteinander zu vergleichen, deren Obergrenze unterschiedlich ist.
