Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

source: There is a new PDF page for the daily profiles. It contains a table showing the actual basal rate for the day, including all temporary adjustments. I needed that for debugging, but maybe the some users find it interesting too. The profile displayed there corresponds to the day profile on the page Daily Graphics. Loops can produce many pages, as the basalrate is usually adjusted every few minutes. Therefore, depending on the amount of data, the table is displayed in a maximum of three columns to reduce the number of pages.
de: Es gibt eine neue PDF-Seite für die Tagesprofile. Darauf ist eine Tabelle zu sehen, die die tatsächliche Basalrate für den Tag zeigt, inklusive aller temporären Anpassungen. Ich brauchte das für Debugzwecke, aber vielleicht findet das der eine oder andere Benutzer auch interessant. Das Profil, das dort angezeigt wird entspricht dem Tagesprofil auf der Seite Tagesgrafik. Beim Loopen können das sehr viele Seiten werden, da dort normalerweise alle paar Minuten Anpassungen an der Basalrate vorgenommen werden. Deswegen wird die Tabelle auch abhängig von der Datenmenge in maximal drei Spalten dargestellt, um die Anzahl an Seiten zu reduzieren.
es_es: Hay una página para el perfil diario. Ahí se muestra una tabla con la tasa basal actual incluyendo los ajustes temporales. Lo necesitaba para trabajos de programación, pero quizás a alguien le resulta interesante. El perfil que se muestra corresponde al perfil en la página del gráfico diario. En modo del lazo cerrado pueden ser muchas páginas por que cada pocos minutos se ajusta la tasa basal. Por esto la tabla contiene como máximo tres columnas para reducir la cantidad de páginas.
fr: Il y a une nouvelle page PDF pour les profils quotidiens. Il contient un tableau montrant le débit basal réel pour la journée, y compris tous les ajustements temporaires. J'ai eu besoin de ça pour le débogage, mais peut-être que certains utilisateurs le trouveront aussi intéressant. Le profil affiché correspond au profil journalier sur la page Graphiques journaliers. Les boucles peuvent produire de nombreuses pages, car le taux de base est généralement ajusté toutes les quelques minutes. Par conséquent, en fonction de la quantité de données, le tableau est affiché dans un maximum de trois colonnes pour réduire le nombre de pages.
ja: デイリープロファイル用の新しい PDF が追加されました。すべての一時的な調整を含む、1日の実際の基礎単位の表 が含まれています。デバッグのためにこれが必要でしたが、一部の利用者にも興味深いものでしょう。そこに表示されるプロファイルは、1日グラフのページの1日プロファイルに対応します。基礎単位は通常数分ごとに調整され、Loop は多くのページを生成します。そのため、データの量に応じてページ数を減らすために、最大3列で表が表示されます。
nl: Er is een nieuwe PDF-pagina voor de dagelijkse profielen. Het bevat een tabel met de werkelijke basaal voor de dag, inclusief alle tijdelijke aanpassingen. Ik had dat nodig om te debuggen, maar misschien vinden sommige gebruikers het ook interessant. Het profiel dat daar wordt weergegeven komt overeen met het dag profiel op de pagina Dagelijkse Graphics. Lussen kunnen veel pagina's produceren, omdat het basaal gewoonlijk elke paar minuten wordt aangepast. Daarom, afhankelijk van het aantal gegevens, wordt de tabel in maximaal drie kolommen weergegeven om het aantal pagina's te verminderen.
pt_pt: Existe uma nova página PDF para os perfis diários. Contém uma tabela que mostra a taxa de basal real de cada dia, incluindo todos os ajustamentos temporários. Eu precisava disso para depuração, mas talvez alguns usuários também o considerem interessante. O perfil exibido lá corresponde ao perfil diário na página Gráficos Diários. Loops pode produzir muitas páginas, já que a taxa de basal geralmente é ajustada a cada poucos minutos. Portanto, dependendo da quantidade de dados, a tabela é exibida num máximo de três colunas para reduzir o número de páginas.
sk: Pribudla PDF stránka denných profilov. Zobrazuje sa tu skutočné množstvo bazálneho inzulínu na deň, vrátane občasných korekcií. Je to potrebné hlavne pre ladenie aplikácie, ale možno sa hodí aj iným užívateľom. Tu zobrazený profil je rovnaký ako na denný profil na stránke denného grafu. V prípade pumpy to môže byť veľmi veľa výsledkov, keďže sa čiastkové korekcie dejú každých pár minút.

# In der Tagesgrafik werden nun auch verzögerte Boli angezeigt.
source: Delayed boli are now displayed in the daily graph.
de: In der Tagesgrafik werden nun auch verzögerte Boli angezeigt.
es_es: El gráfico diario ahora también se muestra el bolo retardado.
fr: Les bolus retardés sont maintenant affichés dans le graphique quotidien.
ja: 遅延ボーラスがデイリーグラフで表示されます。
nl: Vertraagde boli worden nu weergegeven in de dagelijkse grafiek.
pt_pt: Bolus atrasado agora são exibidos no gráfico diário.
sk: V dennom grafe sa teraz zobrazujú aj oneskorené bolusové dávky inzulínu.

source: The daily graph now shows the duration of the basal rate at 0%.
de: In der Tagesgrafik kann nun angezeigt werden, wie lange die Basalrate auf 0% lief.
es_es: El gráfico diario ahora también se puede mostrar la duración de la tasa basal en 0%.
fr: Le graphe quaotidien montre maintenant la durée du débit basal à 0%.
ja: デイリーグラフでベーサルレート0％の期間を表示できます。
nl: De dagelijkse grafiek toont nu de duur van de basaalstand op 0%.
pt_pt: O gráfico diário mostra agora a duração da taxa de basal em 0%.
sk: V dennom grafe je teraz možné zobraziť ako dlho bola bazálna dávka inzulínu na 0%.

source: The UI can now assume different representations. These show themselves at the moment by different colors and a changed icon in the Browser tab and with the loading of the side. This does not affect the generated PDF files. It's the preparation for a partially customizable surface. The theme of the UI is set by default by the system, which currently means that a Christmas theme will be displayed in December. But this can be changed by clicking on the icon, which can be seen at the bottom left. When clicking the icon, an area with the available themes is displayed to the right of the icon. The first icon (the little wizard) means that the theme is determined by the system. At the moment this means the Christmas presentation in December. However, there may be other criteria in the future that will be used to adjust the theme. However, the direct definition of a theme with one of the other icons always takes precedence over the system logic.
de: Die Oberfläche kann jetzt verschiedene Darstellungen annehmen. Diese zeigen sich zur Zeit durch geänderte Farben und ein angepasstes Icon im Browsertab und beim Laden der Seite. Das hat keine Auswirkungen auf die erzeugten PDF-Dateien. Es ist die Vorbereitung für eine teilweise anpassbare Oberfläche. Das Thema der Darstellung wird standardmässig vom System festgelegt, was zur Zeit heisst, dass im Dezember ein weihnachtliches Thema angezeigt wird. Das kann aber durch Anklicken des Icons, das ab jetzt links unten zu sehen ist, geändert werden. Beim Anklicken wird rechts neben dem Icon ein Bereich mit den verfügbaren Darstellungen eingeblendet. Das erste Icon (der kleine Zauberer) bedeutet dabei, dass die Darstellung vom System ermittelt wird. Zur Zeit bedeutet das die weihnachtliche Darstellung im Dezember. Es kann in Zukunft aber auch weitere Kriterien geben, anhand derer das Thema angepasst wird. Die direkte Festlegung eines Themas mit einem der anderen icons hat aber immer Vorrang vor der systemeigenen Logik.
es_es: La cara ahora puede mostrarse de distintas maneras. Esto se muestra con diferentesccolores, con un icono adaptado y al cargar la página. Esto afecta a los PDF creados. Es la preparación para una cara configurable. El tema de la cara será determinado por el sistema, lo que quiere decir, que en diciembre es un tema navideño. Esto se puede cambiar haciendo clic en el icono que a partir de ahora se muestra abajo a la izquierda. Al hacer clic a la derecha se muestran diferentes iconos. El primero (el pequeño mago) signific, que la cara será determinada por el sistem. De momento es el diseño navideño en diciembre. En el futuro puede haber más criterios para determinar el tema. La determinación del tema a mano siempre tiene prioridad a la del sistema.
fr: L'interface utilisateur peut maintenant être affichée de différentes manières. Celles-ci modifient pour le moment différentes couleurs et une icône modifiée dans l'onglet du navigateur et lors du chargement du site. Cela n'affecte pas les fichiers PDF générés. Il s'agit de la préparation pour un site partiellement personnalisable. Le thème de la présentation est défini par défaut par le système, ce qui signifie qu'un thème de Noël sera affiché en décembre. Cependant, cela peut aussi être modifié dans les paramètres d'affichage du système. La représentation par défaut correspond à la combinaison précédente de couleurs. La première icone signifie que le thème est choisi par le système. Pour le moment, cela signifie la présentation de Noël en décembre. Cependant, il pourra y avoir d'autres critères dans le futur qui seront utilisés pour ajuster le thème. La définition directe d'un thème dans les paramètres aura toujours priorité sur la logique système.
ja: UI において異なる表示を想定するようにしました。現在、異なる色と対応したアイコンで表示されています (仮翻訳) in the Browser tab and with the loading of the side. これは生成された PDF ファイルには影響しません。これは部分的にカスタマイズできる表示のための準備です。UI のテーマはシステムによってデフォルトで設定されています。12月現在はクリスマスのテーマが表示されるということです。しかし、左下のアイコンをクリックすることで、これを変更可能です。このクリックにより、アイコンの右側に使用できるテーマが表示されます。最初のアイコン (the little wizard) は、システムがテーマを決めているという意味です。12月現在ではクリスマスの presentation ということです。しかし、テーマを調整するための他の基準が、将来的に存在するかもしれません。ただし、one of the (未訳) 他のアイコンのあるテーマの直接的な定義は、システムの論理よりも常に優先されます。
nl: De UI kan nu verschillende weergaven aannemen. Deze laten zichzelf zien op dit moment door verschillende kleuren en een aangepast icoon in de browsertab en met het laden van de zijde. Dit heeft geen invloed op de gegenereerde PDF-bestanden. Het is de voorbereiding op een gedeeltelijk aanpasbaar oppervlak. Het thema van de UI wordt standaard ingesteld door het systeem, wat momenteel betekent dat er in december een kerstthema zal worden weergegeven. Maar dit kan veranderd worden door te klikken op het pictogram, dat links onderaan zichtbaar is. Wanneer u op het pictogram klikt, wordt een gebied met de beschikbare thema's aan de rechterkant van het pictogram weergegeven. Het eerste pictogram (de kleine tovenaar) betekent dat het thema wordt bepaald door het systeem, op dit moment betekent dit de kerstpresentatie in december. Er kunnen in de toekomst echter andere criteria worden gebruikt om het thema aan te passen. De directe definitie van een thema met een van de andere iconen heeft echter altijd voorrang op de systeemlogica.
pl: The UI can now assume different representations. These show themselves at the moment by different colours and an adapted icon in the Browser tab and with the loading of the side. This does not affect the generated PDF files. It's the preparation for a partially customizable surface. The theme of the UI is set by default by the system, which currently means that a Christmas theme will be displayed in December. But this can be changed by clicking on the icon, which can be seen at the bottom left. When clicking the icon, an area with the available themes is displayed to the right of the icon. The first icon (the little wizard) means that the theme is determined by the system. At the moment this means the Christmas presentation in December. However, there may be other criteria in the future that will be used to adjust the theme. However, the direct definition of a theme with one of the other icons always takes precedence over the system logic.
pt_pt: A interface do usuário agora pode assumir representações diferentes. Eles se mostram no momento com cores diferentes e um ícone adaptado na aba do browser e com o carregamento do lado. Isto não afeta os ficheiros PDF gerados. É a preparação para uma superfície parcialmente personalizável. O tema da interface do usuário é definido por padrão pelo sistema, o que significa que atualmente um tema de Natal será exibido em dezembro. Mas isso pode ser alterado clicando no ícone, que pode ser visto no canto inferior esquerdo. Ao clicar no ícone, uma área com os temas disponíveis é exibida à direita do ícone. O primeiro ícone (o pequeno mérito) significa que o tema é determinado pelo sistema. Neste momento, isso significa a apresentação de Natal em dezembro. No entanto, poderá haver outros critérios no futuro que serão utilizados para ajustar o tema. No entanto, a definição direta de um tema com um dos outros ícones sempre tem precedência sobre a lógica do sistema.
sk: Die Oberfläche kann jetzt verschiedene Darstellungen annehmen. Diese zeigen sich zur Zeit durch geänderte Farben und ein angepasstes Icon im Browsertab und beim Laden der Seite. Das hat keine Auswirkungen auf die erzeugten PDF-Dateien. Es ist die Vorbereitung für eine teilweise anpassbare Oberfläche. Das Thema der Darstellung wird standardmässig vom System festgelegt, was zur Zeit heisst, dass im Dezember ein weihnachtliches Thema angezeigt wird. Das kann aber durch Anklicken des Icons, das ab jetzt links unten zu sehen ist, geändert werden. Beim Anklicken wird rechts neben dem Icon ein Bereich mit den verfügbaren Darstellungen eingeblendet. Das erste Icon (der kleine Zauberer) bedeutet dabei, dass die Darstellung vom System ermittelt wird. Zur Zeit bedeutet das die weihnachtliche Darstellung im Dezember. Es kann in Zukunft aber auch weitere Kriterien geben, anhand derer das Thema angepasst wird. Die direkte Festlegung eines Themas mit einem der anderen icons hat aber immer Vorrang vor der systemeigenen Logik.

source: With the basalrate and the profile, there is now an option to have only the last one printed in the corresponding period. This reduces the number of pages with frequent profile changes.
de: Bei der Basalrate und dem Profil gibt es nun eine Option jeweils nur das letzte im entsprechenden Zeitraum ausgeben zu lassen. Das verringert die Blätterflut bei häufigem Profilwechsel.
es_es: Para la tasa basal y el perfil ahora hay una opción para solo mostrar el perfil o la tasa reciente durante el periodo elegido. Esto reduce la cantidad de páginas producidos por muchos cambios de perfil.
fr: Avec le débit de base et le profil, il est maintenant possible de ne faire imprimer que le dernier au cours de la période correspondante. Cela réduit le nombre de pages avec des changements fréquents de profils / débits de base.
ja: ベーサルレートとプロファイルにおいて、対応期間中の最後のものだけを印刷するオプションが利用できます。これにより頻繁にプロファイルが更新されるページを減らせます。
nl: Met de basaalstand en het profiel is er nu een optie om alleen de laatste in de overeenkomstige periode te laten afdrukken. Dit vermindert het aantal pagina's met veelvuldige profielwijzigingen.
pt_pt: Com a taxa de basal e o perfil, existe agora a opção de apenas ter o último impresso no período correspondente. Isto reduz o número de páginas com mudanças frequentes no perfil.
sk: Bei der Basalrate und dem Profil gibt es nun eine Option jeweils nur das letzte im entsprechenden Zeitraum ausgeben zu lassen. Das verringert die Blätterflut bei häufigem Profilwechsel.

source: In the analysis, an area can now be displayed, showing the number of hypos in the selected period and the time of the last hypo.
de: Bei der Auswertung kann nun ein Bereich angezeigt werden, in dem die Anzahl an Unterzuckerungen während des ausgewählten Zeitraums und der Zeitpunkt der letzten Unterzuckerung angezeigt werden.
es_es: Para la análisis ahora se puede elegir un espacio en el que se muestra el número de hipoglucemias durante el periodo elegido y la hora de la última hipoglucemia.
fr: Dans l'analyse, une zone peut maintenant être affichée, montrant le nombre d'hypoglycémies dans la période sélectionnée et l"heure de la dernière hypoglycémie.
ja: 解析で、選択期間中の低血糖の数と最後の低血糖の時間が表示できます。
nl: In de analyse kan er nu een gebied worden weergegeven dat het aantal huiden in de geselecteerde periode en de tijd van de laatste schijnvertoning laat zien.
pt_pt: Na análise, uma área agora pode ser exibida, mostrando o número de hipos no período selecionado e o tempo da última hipo.
sk: Bei der Auswertung kann nun ein Bereich angezeigt werden, in dem die Anzahl an Unterzuckerungen während des ausgewählten Zeitraums und der Zeitpunkt der letzten Unterzuckerung angezeigt werden.

source: In the settings dialog, the lines with the user details and the URL were exchanged for a more meaningful administration.
de: Im Einstellungsdialog wurden die Zeilen mit den Benutzerangaben und der URL gegeneinander ausgetauscht, um eine sinnvollere Verwaltung zu ermöglichen.
es_es: Se han cambiado los espacios para nombre de usuario y URL por razones de eficacia.
fr: Dans la boîte de dialogue des paramètres, les lignes avec les détails de l'utilisateur et l'URL ont été remplacées pour une administration plus significative.
ja: 設定ダイアログで利用者の詳細と URL の行が入れ替わり、より分かりやすく管理できます。
nl: In de instellingen zijn de regels met de gebruikersgegevens en de URL ingeruild voor een meer betekenisvolle administratie.
pt_pt: Na caixa de diálogo de definições, as linhas com os detalhes do usuário e a URL foram trocadas por uma administração mais significativa.
sk: Poradie riadkov zadávania údajov pacienta a URL v nastaveniach bolo zmenené.

source: The page numbers on the tiles have been moved further to the bottom so they are always easy to read.
de: Die Seitenzahlen auf den Kacheln wurden weiter an den unteren Rand verschoben, damit sie immer gut lesbar sind.
es_es: Los números de las páginas se han movido para abajo para mejorar el diseño.
fr: Les numéros de page sur les tuiles ont été déplacés vers le bas pour être toujours faciles à lire.
ja: タイルのページ番号をより下に移動し、いつでも読みやすくなりました。
nl: De paginanummers op de tegels zijn verder naar de onderkant verplaatst, zodat ze altijd gemakkelijk te lezen zijn.
pt_pt: Os números de páginas nos mosaicos foram movidos mais para baixo para que sejam sempre fáceis de ler.
sk: Počet strán v kachličkovom zobrazení bol posunutý nižšie, aby bol vždy lepšie čitateľný.

source: The profiles for the period were partially incorrectly identified. That should be fixed.
de: Die Profile für den Zeitraum wurden teilweise nicht korrekt identifiziert. Das sollte behoben sein.
es_es: Se han eliminado errores al identificar perfiles para ciertos períodos.
fr: Les profils pour la période ont été partiellement mal identifiés. Cela doit être corrigé.
ja: 期間用のプロファイルが部分的に誤って認識されていました。修正の必要があります。
nl: De profielen voor de periode werden gedeeltelijk onjuist geïdentificeerd. Dat moet worden opgelost.
pt_pt: Os perfis para o período foram parcialmente identificados incorretamente. Isso deve ser corrigido.
sk: Profily za časové obdobie neboli správne identifikované. To by malo byť vyriešené.

source: The determination of the effective daily basal rate has been restructured and should now give more accurate values.
de: Die Ermittlung der effektiven täglichen Basalrate wurde umstrukturiert und sollte nun genauere Werte ergeben.
es_es: La calculation de la tasa basal diaria tiene una estructura nueva que llevara a datos más precisos.
fr: La détermination du débit basal quotidien a été redéterminée et devrait maintenant donner des valeurs plus précises.
ja: 1日のベーサルレートの決定が再構成され、より正確な値を得ることができます。
nl: De vaststelling van de effectieve dagelijkse basaalstand is geherstructureerd en moet nu nauwkeurigere waarden geven.
pt_pt: A determinação da taxa basal diária efectiva foi reestruturada e deve agora proporcionar valores mais exactos.
sk: Výpočet efektívnej dennej bazálnej dávky inzulínu bol zmenený a mal by teraz vracať presnejšie hodnoty.

source: The error with the multiplication of the carbohydrates with the repeated output of the PDFs was corrected.
de: Der Fehler mit der Vervielfachung der Kohlenhydrate bei wiederholter Ausgabe der PDFs wurde korrigiert.
es_es: El problema con la multiplicacion de los hidratos de carbono al crear varios PDF seguidos ha sido corregido.
fr: L'erreur avec la multiplication des glucides avec la sortie répétée des PDF a été corrigée.
ja: PDF の繰り返しの出力での炭水化物の乗算に関するエラーが修正されました。
nl: De fout met de vermenigvuldiging van de koolhydraten met de herhaalde uitvoer van de PDF's is gecorrigeerd.
pt_pt: O erro com a multiplicação dos Hidratos de carbono com o resultado repetido nos PDFs foi corrigido.
sk: Odstránená chyba násobenia počtu sacharidov pri opakovanej tlači PDF.

# Das Problem, dass bestimmte Tage nicht erzeugt werden konnten, wurde behoben.
source: The problem that certain days could not be created has been fixed.
de: Das Problem, dass bestimmte Tage nicht erzeugt werden konnten, wurde behoben.
es_es: Se han eliminado errores al crear datos para ciertos dias.
fr: Le problème que certains jours ne pouvaient pas être créés à été résolu.
ja: 特定の日が作成できなかった問題が修正されました。
nl: Het probleem dat bepaalde dagen niet konden worden gecreëerd, is opgelost.
pt_pt: O problema de certos dias não puderam ser criados foi resolvido.
sk: Odstránený problém, že sa ńedali vytvoriť správy za učité dni.

# Ein Fehler in der Zahlenformatierung wurde behoben.
source: An error in number formatting has been fixed.
de: Ein Fehler in der Zahlenformatierung wurde behoben.
es_es: Se ha corregido falta de formato de valores.
fr: Une erreur dans le formatage des nombres a été corrigée.
ja: 数値の書式エラーが修正されました。
nl: Een fout in de nummeropmaak is opgelost.
pt_pt: Um erro na formatação numérica foi corrigido.
sk: Chyba vo formáte čísla bola opravená.

source: The temporary basal rate at the beginning of the day has been set incorrectly if it was set in the previous day. This has been fixed.
de: Die temporäre Basalrate am Anfang des Tages wurde bisher falsch gesetzt, wenn sie im vorherigen Tag gesetzt wurde. Das wurde behoben.
es_es: La tasa basal temporal al principio del dia ha sido mostrada incorrectamente en caso de haber sido establecida al día anterior. Esto se ha corregido.
fr: Le débit de base temporaire au début de la journée a été fixé de manière incorrecte s'il était fixé au jour précédent. Ceci a été corrigé.
ja: 前日の設定がある場合、その日の最初の一時ベーサルレートが誤っていました。修正されました。
nl: De tijdelijke basaalstand aan het begin van de dag is onjuist ingesteld als deze in de vorige dag is ingesteld. Dit is opgelost.
pt_pt: A taxa de basal temporária no início do dia foi definida incorretamente se foi definida no dia anterior. Isso foi corrigido.
sk: Dočasný bazálny koeficient na počiatku dňa bol doteraz nastavený nesprávne, ak bol zadaný predchádzajúci deň. Teraz je to opravené.

# Im Protokoll können jetzt auch Batteriewechsel der Pumpe angezeigt werden.
source: The protocol can now also show battery changes of the pump.
de: Im Protokoll können jetzt auch Batteriewechsel der Pumpe angezeigt werden.
es_es: En el protokolo ahora se pueden mostrar el cambio de pila en la bomba.
fr: Le protocole peut maintenant également montrer les changements de batterie de la pompe.
ja: プロトコルで、ポンプの電池交換も表示できるようになりました。
nl: Het protocol kan nu ook accuwijzigingen van de pomp tonen.
pt_pt: O protocolo agora também pode mostrar alterações na bateria da bomba.
sk: Protokol teraz môže tiež ukazovať zmeny batérie pumpy.

# Die einzelne Seite CGP kann jetzt auch im Querformat ausgegeben werden.
source: The single page CGP can now also be output in landscape format.
de: Die einzelne Seite CGP kann jetzt auch im Querformat ausgegeben werden.
es_es: Las páginas del CGP ahora se pueden mostrar en formato oblongo.
fr: La page unique CGP peut maintenant aussi être sortie en format paysage.
ja: 単一ページの CGP も横書きで出力できるようになりました。
nl: De enkele pagina CGP kan nu ook output zijn in liggend formaat.
pt_pt: A única página CGP pode agora ter formato paisagem.
sk: Stránku CGP je teraz možné individuálne vytlačiť aj poležiacky.
