Repository: zreptil/nightscout-reporter
Catalog: messages/*/intl_*.arb
Languages: de, es_es, fr, ja, nl, pl, pt_pt, sk

# Einheiten
source: Units
es_es: Unidades
nl: Eenheden
sk: Jednotky

# Letzter Glukosewert
source: Last glucosevalue
es_es: Último valor de glucosa
nl: Laatste glucosevalue
sk: Posledná hodnota glykémie

# Letzter Behandlungswert
source: Last treatmentvalue
es_es: Último valor de tratamiento
nl: Laatste behandelingswaarde
sk: Posledná hodnota ošetrenia

source: This form shows the glucose curve over a week. The period is divided into weekly segments and each week is displayed on a separate page. The weeks are color-coded so that you can easily distinguish them. In addition, the @10@ can be generated for the respective week.
es_es: Este formulario muestra el curso de la curva de glucosa durante una semana. El período se divide en secciones semanales y cada semana se imprime en su propia página. Las semanas están codificadas por colores para que puedan distinguirse. Además, puede crear el @1@ para la semana respectiva.
nl: In dit formulier staat de glucose curve van een week. De periode is verdeeld in wekelijkse segmenten en elke week wordt weergegeven op een aparte pagina. De weken zijn gekleurd zodat je ze gemakkelijk kunt onderscheiden. Daarnaast kan de @10@ voor de desbetreffende week worden gegenereerd.
pt_pt: Este formulário mostra a curva de glicose ao longo de uma semana. O período é dividido em segmentos semanais e cada semana é exibida em uma página separada. As semanas são codificadas por cores para que você possa facilmente distingui-las. Além disso, o @10@ pode ser gerado durante a respectiva semana.
sk: Dieses Formular zeigt den Verlauf der Glukosekurve über eine Woche hinweg an. Der Zeitraum wird dazu in Wochenabschnitte aufgeteilt und jede Woche wird auf einer eigenen Seite ausgegeben. Die Wochen werden farblich markiert, so dass man sie gut unterscheiden kann. Zusätzlich kann noch das @10@ für die jeweilige Woche erzeugt werden.

# Wochengrafik
source: Weekly Graphics
de: Wochengrafik
es_es: Grafico semanal
fr: Graphes hebdomadaires
ja: 週間グラフ
nl: Wekelijkse Grafiek
pl: Wykres tygodniowy
pt_pt: Gráficos semanais
sk: Týždenný graf

# Tagesnamen in Grafik anzeigen
source: Show day names in graphic
de: Tagesnamen in Grafik anzeigen
es_es: Mostrar dias en el grafico
fr: Afficher les noms des jours sur les graphes
ja: グラフに日付を表示
nl: Dagnamen in grafiek formaat weergeven
pl: Pokaż nazwy dni na wykresie
pt_pt: Mostrar o nome dos dias no gráfico
sk: Zobraziť názvy dní v grafike

# Fehler
source: Error
fr: Erreur
nl: Fout
pt_pt: Erro
sk: Chyba

# Warnung
source: Warning
es_es: Advertencia
fr: Attention
nl: Waarschuwing
pt_pt: Atenção
sk: Varovanie

source: Information
es_es: Informacíon
fr: Informations
nl: Informatie
pt_pt: Informação
sk: Informácia

# msgStandardLimits
source: Use Standard Targetarea ({low} {unit} - {high} {unit})
de: Standard Zielbereich verwenden ({low} {unit} - {high} {unit})
es_es: Usar objetivo de glucemia estándar ({low} {unit} - {high} {unit})
fr: Utiliser la zone cible standard ({low} {unit} - {high} {unit})
ja: 標準の目標範囲を使用 ({low} {unit} - {high} {unit})
nl: Gebruikt Standaard Doelbereik ({low} {unit} - {high} {unit})
pl: Użyj standardowego obszaru docelowego ({low} {unit} - {high} {unit})
pt_pt: Usar intervalo padrão ({low} {unit} - {high} {unit})
sk: Použiť štandardný rozsah hodnôt ({low} {unit} - {high} {unit})

# CGP immer mit Standard Zielbereich
source: CGP always with Standard Targetarea
de: CGP immer mit Standard Zielbereich
es_es: CGP siempre con objetivos de glucosa estándar
fr: CGP toujours avec la zone cible standard
nl: CGP altijd met Standaard Doelbereik
pl: CGP zawsze z standardowym Targetarea
pt_pt: CGP sempre com área alvo Padrão
sk: CGP vždy so štandardným cieľovým rozsahom

# Automatisch
source: Automatic
de: Automatisch
es_es: Automático
fr: Automatique
ja: 自動
nl: Automatisch
pl: Automatycznie
pt_pt: Automático
sk: Automaticky

# Neuester Tag zuerst
source: Newest day first
de: Neuester Tag zuerst
es_es: Empezando con el dia reciente
fr: Plus récent en premier
ja: 表示日を昇順にする
nl: Nieuwste dag eerst
pl: Od najnowszych
pt_pt: Dia mais recente primeiro
sk: Najnovší deň ako prvý

# Aus den Profilen ermitteln
source: Extract from profiles
de: Aus den Profilen ermitteln
es_es: Calculado por los perfiles
fr: Extraire depuis les sources
ja: プロファイルから抽出
nl: Ophalen uit profielen
pl: Wyodrębnij z profili
pt_pt: Extrair dos perfis
sk: Zistiť z profilu

# Url zur Nightscout-API (z.B. https://xxx.herokuapp.com)
source: Url to Nightscout-API (e.g. https://xxx.herokuapp.com)
de: Url zur Nightscout-API (z.B. https://xxx.herokuapp.com)
es_es: URL Nightscout API (https://xxx.herokuapp.com)
fr: Url vers Nightscout-API (ex: https://xxx.herokuapp.com)
ja: ナイトスカウトの URL (例: https://xxx.herokuapp.com)
nl: Url naar Nightscout-API (bijv. https://xxx.herokuapp.com)
pl: URL strony Nightscout (np. https://xxx.herokuapp.com)
pt_pt: Url do Nightscout-API (por exemplo, https://xxx.herokuapp.com)
sk: URL adresa Nightscout-API (napr. https://xxx.herokuapp.com)

# Zugriffsschlüssel
source: Access Token
de: Zugriffsschlüssel
es_es: Clave de acceso
fr: Jeton d'accès
ja: アクセス・トークン
nl: Toegangs-token
pl: Token dostępowy
pt_pt: Token de acesso
sk: Prístupový kľúč

# msgAccessTokenHint
source: The Access Token is only required if access in Nightscout was restricted via AUTH_DEFAULT_ROLES
de: Der Zugriffsschlüssel wird nur benötigt, wenn der Zugriff in Nightscout über AUTH_DEFAULT_ROLES eingeschränkt wurde
es_es: Solo se necesita la clave de acceso si se ha restringido el acceso a nightscout por AUTH_DEFAULT_ROLES
fr: Le jeton d'accès est seulement nécessaire si l'accès à Nightscout a été restreint via AUTH_DEFAULT_ROLES
nl: De Access Token is alleen vereist als de toegang in Nightscout is beperkt via AUTH_DEFAULT_ROLES
pt_pt: O token de acesso só é necessário se o acesso no Nightscout foi restrito via AUTH_DEFAULT_ROLES
sk: Prístupový kľúč je potrebný len v prípade, že bol prístup k Nightscout údajom obmedzený nastavením premennej AUTH_DEFAULT_ROLES

# msgStartDateHint
source: The date of the first day with data
de: Das Datum des ersten Tages mit Daten
es_es: La fecha del primer día con datos
fr: La date du premier jour avec les données
ja: データがある最初の日の日付
nl: De datum van de eerste dag met gegevens
pt_pt: A data do primeiro dia com dados
sk: Dátum prvého dňa s údajmi

# msgEndDateHint
source: The date of the last complete day with data
de: Das Datum des letzten kompletten Tages mit Daten
es_es: La fecha del último día con datos completos
fr: La date du dernier jour complet avec les données
ja: データを含む直近の日の日付
nl: De datum van de laatste complete dag met gegevens
pt_pt: A data do último dia completo com dados
sk: Dátum posledného dňa, z ktorého existujú úplné dáta

# msgCheckUser
source: Checking access to {url}...
de: Überprüfe Zugriff auf {url}...
es_es: Compruebe el acceso a {url}...
fr: Vérification de l'accès à {url}...
ja: {url} へのアクセスを確認中…
nl: Toegang tot {url} controleren...
pl: Sprawdzanie dostępu do {url}...
pt_pt: Comunicando com {url}...
sk: Skontrolujte prístup na {url} ...

# Daten von
source: Data from
de: Daten von
es_es: Datos de
fr: Les données à partir de
nl: Datum van
pt_pt: Dados de
sk: Dáta od

# Daten bis
source: Data to
de: Daten bis
es_es: Datos hasta
fr: Données jusqu'à
nl: Datum tot
pt_pt: Dados para
sk: Dáta do

# Ermittle ersten Tag mit Daten
source: Searching first day with data
de: Ermittle ersten Tag mit Daten
es_es: Averigua el primer día con datos
fr: Recherche du premier jour avec des données
ja: データを含む最初の日を検索中
nl: De eerste dag zoeken met gegevens
pt_pt: Procurando primeiro dia com dados
sk: Zisti prvý deň s dátami

# Ermittle letzten Tag mit Daten
source: Searching last day with data
de: Ermittle letzten Tag mit Daten
es_es: Averigua el último día con datos
fr: Recherche du dernier jour avec des données
ja: データを含む直近の日を検索中
nl: Op laatste dag zoeken met gegevens
pt_pt: Procurando último dia com dados
sk: Ermittle letzten Tag mit Daten

source: The profile table should normally only contain data on the profiles used. iOS Loop uses this table to save its own settings and does this excessively at some users. Above a certain amount of data, the profile table can then no longer be queried correctly via the API. This is why there is this option of restricting the number of data records that are fetched from this table. This is necessary as long as iOS Loop or other uploaders fill this table incorrectly. Maximum number of profile datasets:
es_es: Normalmente, la tabla de perfiles debe contener solo datos sobre los perfiles utilizados. Sin embargo, iOS Loop utiliza esta tabla para almacenar su propia configuración allí y lo hace excesivamente para algunos usuarios. A partir de una cierta cantidad de datos, la tabla de perfil ya no se puede consultar correctamente a través de la API. Por lo tanto, existe la posibilidad de limitar el número de registros que se recuperan de esta tabla. Esto es necesario siempre y cuando iOS Loop u otros cargadores rellenen incorrectamente esta tabla. Número máximo de registros de perfil:
fr: La table de profils ne devrait normalement contenir que des données sur les profils utilisés. iOS Loop utilise cette table pour enregistrer ses propres paramètres et le fait excessivement chez certains utilisateurs. Au-dessus d'une certaine quantité de données, la table de profil ne peut alors plus être demandée correctement via l'API. C'est pourquoi il y a cette option de restreindre le nombre d'enregistrements de données qui sont extraits de ce tableau. Ceci est nécessaire tant que la boucle iOS ou d'autres uploaders ne remplissent pas ce tableau correctement. Nombre maximum de jeux de données de profil :
nl: De profieltabel mag normaal gesproken alleen gegevens bevatten op de gebruikte profielen. iOS Loop gebruikt deze tabel om zijn eigen instellingen op te slaan en doet dit overmatig bij sommige gebruikers. Boven een bepaalde hoeveelheid gegevens kan de profieltabel niet meer correct worden opgespoord via de API. Daarom is er de mogelijkheid om het aantal gegevensbestanden dat van deze tafel wordt gehaald te beperken. Dit is nodig zolang iOS Loop of andere uploaders deze tabel verkeerd invullen. Maximum aantal profielgegevens:
pt_pt: A tabela de perfil normalmente deve conter dados nos perfis utilizados. iOS Loop usa esta tabela para salvar suas próprias configurações e faz isso excessivamente em alguns usuários. Acima de um certo número de dados, a tabela de perfil não poderá mais ser consultada corretamente através da API. É por isso que existe esta opção de restringir o número de registos de dados que são retirados desta tabela. Isso é necessário desde que o iOS Loop ou outros carregadores preencham esta tabela incorretamente. Número máximo de conjuntos de dados de perfil:
sk: Zoznam profilov by mala obsahovať len dáta používaných profilov. Program iOS Loop do tohto zoznamu ukladá niektoré svoje nastavenia a u niektorých užívateľov veľmi agresívne. Od určitého množstva záznamov nie je možné zoznam profilov správne načítať cez API. Preto tu existuje spôsob ako obmedziť počet načítaných záznamov. Táto funkcia tu musí zostať dovtedy, kým iOS Loop a iné nástroje neprestanú túto tabuľku používať správnym spôsobom. Maximálny počet profilov na načítanie:

# msgCalculatingDay
source: Checking {date} ...
de: Überprüfe {date} ...
es_es: Verifico {date} ...
fr: Vérification de {date}...
ja: {date} を確認しています...
nl: {date} controleren...
pt_pt: Verificando {date} ...
sk: Kontrolujem {date} ...

# Bitte den Dateinamen für die Speicherung auswählen
source: Please select the filename for saving
de: Bitte den Dateinamen für die Speicherung auswählen
es_es: Por favor elige nombre de archivo para guardar
fr: Veuillez sélectionner le nom du fichier à enregistrer
ja: 保存するファイル名を選択してください
nl: Selecteer de bestandsnaam om op te slaan
pt_pt: Por favor, selecione o nome do arquivo para salvar
sk: Bitte den Dateinamen für die Speicherung auswählen

# Shortcut anlegen
source: Add shortcut
de: Shortcut anlegen
es_es: Crear atajo
fr: Ajouter un raccourci
ja: ショートカットを追加する
nl: Snelkoppeling toevoegen
pl: Dodaj skrót
pt_pt: Adicionar atalho
sk: Vytvoriť odkaz

# Shortcut ändern
source: Edit shortcut
de: Shortcut ändern
es_es: Cambiar atajo
fr: Éditer un raccourci
ja: ショートカットを編集
nl: Snelkoppeling bewerken
pl: Edytuj skrót
pt_pt: Editar atalho
sk: Odkaz zmeniť

# msgFormsText
source: {count,plural, one {} =0{}=1{1 Form}other{{count} Forms}}
de: {count,plural, =0{}=1{1 Formular}other{{count} Formulare}}
es_es: {count,plural, one {} =0{}=1{1 Formulario}other{{count} Formularios}}
nl: {count,plural, one {} =0{}=1{1 formulier}other{{count} Formulieren}}
pl: {count,plural, one {} few {{count} Forms} many {{count} Forms} =0{}=1{1 Form}other{{count} Forms}}
pt_pt: {count,plural, one {} =0{}=1{1 página}other{{count} páginas}}
sk: {count,plural, =0{}=1{1 Formular}other{{count} Formulare}}

# Umbruch
source: Newline
es_es: Salto de línea
sk: Umbruch

# Glukose
source: Glucose
es_es: Glucosa
sk: Glukose

# Faktor
source: Factor
sk: Faktor

# Glukose (aus NS)
source: Glucose (from NS)
es_es: Glucosa (desde NS)
sk: Glukose (aus NS)

# Zeit
source: Time
es_es: Tiempo
sk: Zeit

# Trendpfeil
source: Trendarrow
es_es: Flecha tendencia
sk: Trendpfeil

# Benutzer
source: User
es_es: Usuario
sk: Benutzer

# Einheit
source: Unit
es_es: Unidad
sk: Einheit

# Leer
source: Empty
es_es: Vacío
sk: Leer

# Skala
source: Range
es_es: Escala
sk: Skala

source: Shortcuts
fr: Raccourcis
ja: ショートカット
nl: Snelkoppelingen
pt_pt: Atalhos
sk: Odkazy

# Willkommen
source: Welcome
de: Willkommen
es_es: Bienvenido
fr: Bienvenue
ja: おいでやす
nl: Welkom
pl: Witamy
pt_pt: Bem-vindo
sk: Vitajte

# Facebook Seite
source: Facebook page
de: Facebook Seite
es_es: Página de Facebook
fr: Page Facebook
ja: Facebook
nl: Facebook-pagina
pl: Strona na facebooku
pt_pt: Página do Facebook
sk: Stránka na Facebooku

# Einstellungen
source: Settings
de: Einstellungen
es_es: Ajustes
fr: Paramètres
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
sk: Nastavenia

# Was bisher geschah...
source: What happened up to now...
de: Was bisher geschah...
es_es: Lo que sucedió hasta ahora...
fr: Ce qu'il s'est passé jusqu'à présent...
ja: 変更履歴…
nl: Wat is er tot nu toe gebeurd...
pl: Historia wersji i zmian
pt_pt: O que aconteceu até agora...
sk: Čo sa doteraz podarilo ...

# Pausiert
source: Paused
de: Pausiert
es_es: Pausado
fr: Interrompu
ja: 一時停止
nl: Gepauseerd
pl: Wstrzymano
pt_pt: Em pausa
sk: Pozastavené

# Optionen
source: Options
es_es: Opciones
fr: Paramètres
nl: Instellingen
pt_pt: Opções
sk: Možnosti

# Spenden
source: Donate
es_es: Donación
fr: Faire un don
nl: Doneer
sk: Obdarovať

# Zur Listenansicht
source: To the list view
de: Zur Listenansicht
es_es: Ir a vista de lista
fr: Vers la vue liste
ja: リストビューへ
nl: Naar de lijstweergave
pl: Widok listy
pt_pt: Para a visualização em lista
sk: Na zobrazenie zoznamu

# Zur Kachelansicht
source: To the tile view
de: Zur Kachelansicht
es_es: Ir a la vista de mosaico
fr: Vers la vue des tuiles
ja: タイトルビューへ
nl: Naar de tegelweergave
pl: Widok kafelków
pt_pt: Para a visualização em mosáico
sk: Zobrazenie dlaždíc

source: Google Assistant
es_es: Asistente Google
ja: Google アシスタント
nl: Google Assistent
pl: Asystent Google
sk: Asistent Google

# Nightscout Seite
source: Nighscout Site
de: Nightscout Seite
es_es: Página Nightscout
fr: Site Nightscout
ja: ナイトスカウト サイト
nl: Nightscout site
pl: Strona Nightscout
pt_pt: Site Nightscout
sk: Stránka Nightscout

# Nightscout Berichte
source: Nightscout Reports
de: Nightscout Berichte
es_es: Informes Nightscout
fr: Rapports Nightscout
ja: ナイトスカウト報告
nl: Nightscout Raport
pl: Raporty Nightscout
pt_pt: Relatórios do Nightscout
sk: Nightscout správy

# Anmeldung bei Google...
source: Signing in to Google…
de: Anmeldung bei Google...
es_es: Registrando en Google...
fr: Connexion à Google…
ja: Google にサインイン中...
nl: Aanmelden bij Google…
pl: Logowanie do Google…
pt_pt: A iniciar sessão no Google…
sk: Prihláste sa do Google ...

# Verbinde zu Google Drive...
source: Connect to Google Drive...
de: Verbinde zu Google Drive...
es_es: Conectando a Google Drive...
fr: Se connecter à Google Drive...
ja: Googleドライブに接続中…
nl: Verbinden met Google Drive...
pl: Połącz z Dyskiem Google...
pt_pt: Conectar ao Google Drive...
sk: Pripojiť sa k Disku Google ...

source: Why am I annoyed with several buttons instead of getting a single PDF?
de: Warum werde ich mit mehreren Buttons genervt, statt eine einzelne PDF angezeigt zu kriegen?
es_es: ¿Por qué me molestan varios botones en lugar de obtener un PDF único?
fr: Pourquoi suis-je ennuyé par plusieurs boutons au lieu d'obtenir un seul PDF?
ja: なぜひとつの PDF を取得するのではなく、複数のボタンで表示されるのですか？
nl: Waarom heb ik me geërgerd met meerdere knoppen in plaats van één enkele PDF?
pl: Dlaczego mój plik jest podzielony na kilka części? Wolę jeden plik PDF
pt_pt: Por que é que existe vários botões em vez de obter um único PDF?
sk: Prečo som obťažovaný niekoľkými tlačidlami, namiesto toho, aby som získal jeden súbor PDF?

source: Some browsers are unable to display PDF files that exceed a certain size. Since this depends on various factors which can not be easily determined automatically, there is the possibility to generate several smaller PDF files that the browser can display instead of a large PDF file that can not be displayed. This size can be specified in the settings and here. This page is only shown if the PDF had to be split. If only one PDF was created then it will be displayed directly.
de: Einige Browser sind nicht in der Lage PDF Dateien anzuzeigen, die eine bestimmte Grösse überschreiten. Da das von verschiedenen Faktoren abhängt, die sich nicht ohne Weiteres automatisch ermitteln lassen, gibt es die Möglichkeit, statt einer grossen PDF Datei, die nicht angezeigt werden kann, mehrere kleinere PDF Dateien zu erzeugen, die der Browser anzeigen kann. In den Einstellungen und hier kann diese Grösse festgelegt werden. Diese Seite hier wird nur angezeigt, wenn das PDF aufgeteilt werden musste. Wenn nur ein PDF erzeugt wurde, dann wird es direkt angezeigt.
es_es: Algunos navegadores no son capaz de mostrar PDF de cierto tamaño. Esto depende de varios factores. Existe la posibilidad de crear varios documentos PDF pequeños en vez de uno grande para poder ser mostrado correctamente en el navegador. Se puede elegir el tamaño aquí y en configuración. Aquí solo se muestra si el PDF ha tenido que ser dividido. Si solo se ha creado un PDF se mostrará directamente.
fr: Certains navigateurs ne peuvent pas afficher des fichiers PDF qui dépassent une certaine taille. Puisque cela dépend de divers facteurs qui ne peuvent pas être facilement déterminés, il est possible de générer plusieurs fichiers PDF plus petits afin que le navigateur puisse les afficher au lieu d'un grand fichier PDF qui pourrait ne pas être affiché. Cette taille peut être spécifiée dans les paramètres et ici. Cette page n'est affichée que si le PDF devait être divisé. Si un seul PDF a été créé, alors il sera affiché directement.
ja: ブラウザによっては特定のサイズを超える PDF を表示できません。このサイズは様々なの要因によるため自動で決定できないため、表示できない大きなサイズのPDFを分割し、小さなサイズのPDFを複数作成する場合があります。このサイズは設定とここで指定できます。このページはPDFを分割する必要がある場合にのみ表示されます。PDFを分割する必要がない場合は直接表示されます。
nl: Sommige browsers kunnen PDF-bestanden die groter zijn dan een bepaalde grootte niet weergeven. Omdat dit afhankelijk is van verschillende factoren die niet automatisch kunnen worden vastgesteld. er is de mogelijkheid om meerdere kleinere PDF-bestanden te genereren die de browser kan weergeven in plaats van een groot PDF-bestand dat niet kan worden weergegeven. Deze grootte kan hier worden gespecificeerd in de instellingen. Deze pagina wordt alleen getoond als de PDF gesplitst moest worden. Als er maar één PDF is aangemaakt, wordt het direct weergegeven.
pl: Niektóre przeglądarki nie są w stanie wyświetlać plików PDF, które przekraczają określoną wielkość. Ponieważ zależy to od różnych czynników, których nie można łatwo ustalić automatycznie, istnieje możliwość wygenerowania kilku mniejszych plików PDF, które mogą być wyświetlane przez przeglądarki zamiast jednego, dużego pliku PDF - z którym przeglądarka ma problem. Ten rozmiar można określić w ustawieniach oraz właśnie tutaj. Ta strona zostaje wyświetlona tylko wtedy, gdy plik PDF musiał zostać podzielony. Jeśli jednak uda się utworzyć jeden plik PDF to zostanie on wyświetlony bezpośrednio.
pt_pt: Alguns browsers não podem exibir ficheiros PDF que excedam um determinado tamanho. Uma vez que isso depende de vários fatores que não podem ser facilmente determinados automaticamente, existe a possibilidade de gerar vários ficheiros PDF mais pequenos que o browser pode exibir, ao invés de um ficheiro PDF grande que não pode ser exibido. Este tamanho pode ser especificado nas definições e aqui. Esta página só será exibida se o PDF tiver que ser dividido. Se apenas um PDF foi criado, ele será exibido diretamente.
sk: Niektoré prehliadače nedokážu zobraziť súbory PDF, ktoré presahujú určitú veľkosť. Pretože to závisí od faktorov, ktoré sa nedajú ľahko automaticky vyhodnotiť, je tu možnosť namiesto problematického veľkého súboru, vygenerovať niekoľko menších súborov PDF, ktoré prehliadač dokáže zobraziť. V nastaveniach a na tomto mieste je možné túto veľkosť zadať. Táto stránka sa zobrazí, iba ak sa PDF muselo rozdeliť. Ak bol vytvorený iba jeden súbor PDF, zobrazí sa bez otázky.

# Klein
source: Small
de: Klein
es_es: Pequeño
fr: Petit
ja: 小
nl: Klein
pl: Mały
pt_pt: Pequeno
sk: malý

# PDF erneut erzeugen
source: Create PDF again
de: PDF erneut erzeugen
es_es: Volver a crear PDF
fr: Créer le PDF à nouveau
ja: もう一度PDFを作成
nl: PDF opnieuw aanmaken
pl: Ponownie generuj plik PDF
pt_pt: Criar PDF novamente
sk: Znovu vytvoriť PDF

# Gross
source: Big
de: Gross
es_es: Grande
fr: Grand
ja: 大
nl: Groot
pl: Duży
pt_pt: Grande
sk: veľký

# Von
source: from
de: Von
es_es: De
fr: à partir de
ja: から
nl: Van
pl: od
pt_pt: de
sk: Od

# Bis
source: To
de: Bis
es_es: Hasta
fr: À
nl: Tot
pl: do
pt_pt: Até
sk: Do

# Bitte überprüfe die Aktivierung der Wochentage unter dem Monat
source: Please check activation of the days of the week below the month
de: Bitte überprüfe die Aktivierung der Wochentage unter dem Monat
es_es: Por favor comprueba la activación de los días de semana debajo del mes
fr: Veuillez vérifier l'activation des jours de la semaine en dessous du mois
ja: カレンダーの下にあるチェック印を確認してください
nl: Controleer de activering van de dagen van de week onder de maand
pl: Proszę sprawdzić zaznaczenia dni tygodnia poniżej nazwy miesiąca
pt_pt: Por favor, verifique a activação dos dias da semana abaixo do mês
sk: Skontrolujte aktiváciu pracovných dní v mesiaci

# Als ersten Tag der Woche festlegen
source: Define as first day of week
de: Als ersten Tag der Woche festlegen
es_es: Elegir como primer día de la semana
fr: Définir comme premier jour de la semaine
ja: 週の始まりの曜日を選択
nl: Definieer als eerste dag van de week
pl: Zdefiniuj jako pierwszy dzień tygodnia
pt_pt: Definir como primeiro dia da semana
sk: Nastaviť ako prvý deň v týždni
